const manypoint = {
  "mapName": "test000",
  "columnTypes": {
    "customer": {
      "null": {
        "point": {
          "常州开发商项目": [{
            "h_value": "项目名称",
            "h_type": "text",
            "db": "str",
            "key": "项目名称"
          }, { "h_value": "城市", "h_type": "text", "db": "str", "key": "城市" }, {
            "h_value": "开发商",
            "h_type": "text",
            "db": "str",
            "key": "开发商"
          }, { "h_value": "开发商排名", "h_type": "number", "db": "float", "key": "开发商排名" }, {
            "h_value": "总建面（万方）",
            "h_type": "number",
            "db": "float",
            "key": "总建面（万方）"
          }, { "h_value": "总存量（万方）", "h_type": "number", "db": "float", "key": "总存量（万方）" }, {
            "h_value": "年度认购（万元）",
            "h_type": "number",
            "db": "float",
            "key": "年度认购（万元）"
          }, { "h_value": "年度预计新增（万方）", "h_type": "number", "db": "float", "key": "年度预计新增（万方）" }, {
            "h_value": "主力总价段",
            "h_type": "text",
            "db": "str",
            "key": "主力总价段"
          }, { "h_value": "主力面积段", "h_type": "text", "db": "str", "key": "主力面积段" }]
        }
      },
      "": {
        "point": {
          "常州开发商项目": [{
            "h_value": "项目名称",
            "h_type": "text",
            "db": "str",
            "key": "项目名称"
          }, { "h_value": "城市", "h_type": "text", "db": "str", "key": "城市" }, {
            "h_value": "开发商",
            "h_type": "text",
            "db": "str",
            "key": "开发商"
          }, { "h_value": "开发商排名", "h_type": "number", "db": "float", "key": "开发商排名" }, {
            "h_value": "总建面（万方）",
            "h_type": "number",
            "db": "float",
            "key": "总建面（万方）"
          }, { "h_value": "总存量（万方）", "h_type": "number", "db": "float", "key": "总存量（万方）" }, {
            "h_value": "年度认购（万元）",
            "h_type": "number",
            "db": "float",
            "key": "年度认购（万元）"
          }, { "h_value": "年度预计新增（万方）", "h_type": "number", "db": "float", "key": "年度预计新增（万方）" }, {
            "h_value": "主力总价段",
            "h_type": "text",
            "db": "str",
            "key": "主力总价段"
          }, { "h_value": "主力面积段", "h_type": "text", "db": "str", "key": "主力面积段" }]
        }
      }
    }
  },
  "width": "auto",
  "dragState": false,
  "dragging": false,
  "cards": [{
    "uid": "card_beff1bb0-2f5b-11e9-bc4e-efd25e36141a",
    "items": [{
      "source": "customer",
      "filters": [{
        "uid": "filter_beff1bb1-2f5b-11e9-bc4e-efd25e36141a",
        "style": { "icon": { "icon": "icon-location_1", "content": "\\ue900" }, "color": "#FF4F4F" },
        "filters": [],
        "data": [{
          "lnglat": "119.5846922352034,31.721309285371348",
          "id": 259253,
          "name": "1",
          "geometry": { "type": "Point", "coordinates": [119.57976761, 31.72344579] },
          "extra": {
            "城市": "常州",
            "开发商": "新城",
            "项目名称": "金坛新城金郡",
            "主力总价段": "110-140/140-170/170-200",
            "主力面积段": "100-110/110-120/130-144",
            "开发商排名": 1,
            "总存量（万方）": 13.46,
            "总建面（万方）": 45,
            "年度认购（万元）": 251864.792776,
            "年度预计新增（万方）": 13.46
          },
          "address": null
        }, {
          "lnglat": "119.89447846625265,31.694808929723383",
          "id": 259254,
          "name": "2",
          "geometry": { "type": "Point", "coordinates": [119.88978783, 31.69694248] },
          "extra": {
            "城市": "常州",
            "开发商": "新城",
            "项目名称": "新城·金樾",
            "主力总价段": "110-140",
            "主力面积段": "90-100",
            "开发商排名": 1,
            "总存量（万方）": 12.809467,
            "总建面（万方）": 14.4,
            "年度认购（万元）": 42931.3545532,
            "年度预计新增（万方）": 8.856876
          },
          "address": null
        }, {
          "lnglat": "119.93363139842145,31.81764154807515",
          "id": 259255,
          "name": "3",
          "geometry": { "type": "Point", "coordinates": [119.92894921, 31.81977756] },
          "extra": {
            "城市": "常州",
            "开发商": "新城",
            "项目名称": "新城·牡丹万和城",
            "主力总价段": "110-140",
            "主力面积段": "110-120/120-130",
            "开发商排名": 1,
            "总存量（万方）": 131.6746,
            "总建面（万方）": 200,
            "年度认购（万元）": 346040.116727,
            "年度预计新增（万方）": 12.31958
          },
          "address": null
        }, {
          "lnglat": "119.95759253875032,31.722786646191828",
          "id": 259256,
          "name": "4",
          "geometry": { "type": "Point", "coordinates": [119.952892359, 31.7248681908] },
          "extra": {
            "城市": "常州",
            "开发商": "新城",
            "项目名称": "新城·桃李郡",
            "主力总价段": "110-140/140-170",
            "主力面积段": "100-110/110-120/130-144/144-160",
            "开发商排名": 1,
            "总存量（万方）": 3.3758445,
            "总建面（万方）": 34.44725,
            "年度认购（万元）": 337958.517124,
            "年度预计新增（万方）": 2.3453445
          },
          "address": null
        }, {
          "lnglat": "119.92613758964399,31.62428533877316",
          "id": 259257,
          "name": "5",
          "geometry": { "type": "Point", "coordinates": [119.9214747, 31.62641039] },
          "extra": {
            "城市": "常州",
            "开发商": "新城",
            "项目名称": "新城都荟",
            "主力总价段": "80-110/110-140",
            "主力面积段": "90-100/110-120",
            "开发商排名": 1,
            "总存量（万方）": 4.147418,
            "总建面（万方）": 12.47,
            "年度认购（万元）": 87990.2509533,
            "年度预计新增（万方）": 0.590312
          },
          "address": null
        }, {
          "lnglat": "120.06196927688579,31.731620176146365",
          "id": 259258,
          "name": "6",
          "geometry": { "type": "Point", "coordinates": [120.05703782, 31.73342473] },
          "extra": {
            "城市": "常州",
            "开发商": "新城",
            "项目名称": "新城和昱",
            "主力总价段": "80-110",
            "主力面积段": "85以下",
            "开发商排名": 1,
            "总存量（万方）": 8.456088,
            "总建面（万方）": 11,
            "年度认购（万元）": 28369.9329919,
            "年度预计新增（万方）": 4.656588
          },
          "address": null
        }, {
          "lnglat": "119.96497143927986,31.764083266085024",
          "id": 259259,
          "name": "7",
          "geometry": { "type": "Point", "coordinates": [119.960254601, 31.7661529541] },
          "extra": {
            "城市": "常州",
            "开发商": "新城",
            "项目名称": "新城金郡",
            "主力总价段": "110-140/140-170/170-200",
            "主力面积段": "100-110/110-120/130-144",
            "开发商排名": 1,
            "总存量（万方）": 2.34,
            "总建面（万方）": 21.78,
            "年度认购（万元）": 273.4001,
            "年度预计新增（万方）": 2.34
          },
          "address": null
        }, {
          "lnglat": "120.08505171916619,31.65039876601111",
          "id": 259260,
          "name": "8",
          "geometry": { "type": "Point", "coordinates": [120.08011269, 31.65216707] },
          "extra": {
            "城市": "常州",
            "开发商": "新城",
            "项目名称": "新城明昱玖园",
            "主力总价段": "80-110/110-140",
            "主力面积段": "90-100/110-120",
            "开发商排名": 1,
            "总存量（万方）": 0.394624,
            "总建面（万方）": 7.37406,
            "年度认购（万元）": 77522.3985729,
            "年度预计新增（万方）": 0.394624
          },
          "address": null
        }, {
          "lnglat": "119.93899201480781,31.813484183482093",
          "id": 259261,
          "name": "9",
          "geometry": { "type": "Point", "coordinates": [119.934306666, 31.815612324] },
          "extra": {
            "城市": "常州",
            "开发商": "新城",
            "项目名称": "新城牡丹·公园世纪",
            "主力总价段": "110-140",
            "主力面积段": "110-120/120-130",
            "开发商排名": 1,
            "总存量（万方）": 15.33,
            "总建面（万方）": 15.79,
            "年度认购（万元）": 6298.49969392,
            "年度预计新增（万方）": 2.66
          },
          "address": null
        }, {
          "lnglat": "119.99172774045309,31.746397117317176",
          "id": 259262,
          "name": "10",
          "geometry": { "type": "Point", "coordinates": [119.986951454, 31.7483915798] },
          "extra": {
            "城市": "常州",
            "开发商": "新城",
            "项目名称": "新城泰和之春",
            "主力总价段": "140-170/200-230",
            "主力面积段": "100-110/144-160",
            "开发商排名": 1,
            "总存量（万方）": 8.71024,
            "总建面（万方）": 45.75875,
            "年度认购（万元）": 327181.482595,
            "年度预计新增（万方）": 8.71024
          },
          "address": null
        }, {
          "lnglat": "119.94879797902425,31.780478456374844",
          "id": 259263,
          "name": "11",
          "geometry": { "type": "Point", "coordinates": [119.94410546, 31.78258505] },
          "extra": {
            "城市": "常州",
            "开发商": "新城",
            "项目名称": "新城天宁吾悦广场",
            "主力总价段": "80以下",
            "主力面积段": "110-120/120-130/130-144",
            "开发商排名": 1,
            "总存量（万方）": 6.667837,
            "总建面（万方）": 27.4,
            "年度认购（万元）": 137908.788858,
            "年度预计新增（万方）": 4.0382586
          },
          "address": null
        }, {
          "lnglat": "120.00526846220542,31.750220024997468",
          "id": 259264,
          "name": "12",
          "geometry": { "type": "Point", "coordinates": [120.000456503, 31.7521742498] },
          "extra": {
            "城市": "常州",
            "开发商": "新城",
            "项目名称": "新城招商·璞樾和山",
            "主力总价段": "230-260",
            "主力面积段": "130-144",
            "开发商排名": 1,
            "总存量（万方）": 12.679521,
            "总建面（万方）": 18.29938,
            "年度认购（万元）": 61620.3770635,
            "年度预计新增（万方）": 7.2404432
          },
          "address": null
        }, {
          "lnglat": "119.92441912819619,31.768115706426144",
          "id": 259265,
          "name": "13",
          "geometry": { "type": "Point", "coordinates": [119.919743896, 31.770253123] },
          "extra": {
            "城市": "常州",
            "开发商": "路劲",
            "项目名称": "路劲·铂隽",
            "主力总价段": "140-170/200-230",
            "主力面积段": "100-110/130-144",
            "开发商排名": 2,
            "总存量（万方）": 2.702803,
            "总建面（万方）": 22.1375,
            "年度认购（万元）": 304905.588108,
            "年度预计新增（万方）": 2.702803
          },
          "address": null
        }, {
          "lnglat": "120.0455182822213,31.720433656455253",
          "id": 259266,
          "name": "14",
          "geometry": { "type": "Point", "coordinates": [120.04061338, 31.72227156] },
          "extra": {
            "城市": "常州",
            "开发商": "路劲",
            "项目名称": "路劲·天隽峰荟",
            "主力总价段": "80-110/110-140",
            "主力面积段": "90-100/110-120/120-130",
            "开发商排名": 2,
            "总存量（万方）": 7.997147,
            "总建面（万方）": 9.48,
            "年度认购（万元）": 51676.6099367,
            "年度预计新增（万方）": 5.371365
          },
          "address": null
        }, {
          "lnglat": "119.97345982376083,31.71390295693275",
          "id": 259267,
          "name": "15",
          "geometry": { "type": "Point", "coordinates": [119.968730023, 31.7159453337] },
          "extra": {
            "城市": "常州",
            "开发商": "路劲",
            "项目名称": "路劲城",
            "主力总价段": "110-140/140-170",
            "主力面积段": "100-110/130-144",
            "开发商排名": 2,
            "总存量（万方）": 14.3,
            "总建面（万方）": 70,
            "年度认购（万元）": 120630.871127,
            "年度预计新增（万方）": 14.3
          },
          "address": null
        }, {
          "lnglat": "119.92452274510225,31.81374704447473",
          "id": 259268,
          "name": "16",
          "geometry": { "type": "Point", "coordinates": [119.919843527, 31.8158916236] },
          "extra": {
            "城市": "常州",
            "开发商": "路劲",
            "项目名称": "路劲城市印象",
            "主力总价段": "110-140",
            "主力面积段": "100-110/130-144",
            "开发商排名": 2,
            "总存量（万方）": 2.8406,
            "总建面（万方）": 27.59,
            "年度认购（万元）": 21385.7366416,
            "年度预计新增（万方）": 2.8406
          },
          "address": null
        }, {
          "lnglat": "119.89849478429139,31.763704011547993",
          "id": 259269,
          "name": "17",
          "geometry": { "type": "Point", "coordinates": [119.89380368, 31.76584673] },
          "extra": {
            "城市": "常州",
            "开发商": "路劲",
            "项目名称": "路劲雅居乐·城市万象",
            "主力总价段": "140-170",
            "主力面积段": "85-90/100-110",
            "开发商排名": 2,
            "总存量（万方）": 17.529792,
            "总建面（万方）": 21.7236,
            "年度认购（万元）": 50180.3177484,
            "年度预计新增（万方）": 6.159008
          },
          "address": null
        }, {
          "lnglat": "119.86061242845278,31.69056355116816",
          "id": 259270,
          "name": "18",
          "geometry": { "type": "Point", "coordinates": [119.855848833, 31.6926595241] },
          "extra": {
            "城市": "常州",
            "开发商": "星河",
            "项目名称": "星河丹堤",
            "主力总价段": "110-140/140-170",
            "主力面积段": "100-110/130-144",
            "开发商排名": 3,
            "总存量（万方）": 4.6452091,
            "总建面（万方）": 42.516738,
            "年度认购（万元）": 121411.055787,
            "年度预计新增（万方）": 3.2010931
          },
          "address": null
        }, {
          "lnglat": "119.93833278705165,31.712903177483177",
          "id": 259271,
          "name": "19",
          "geometry": { "type": "Point", "coordinates": [119.933656715, 31.7150185046] },
          "extra": {
            "城市": "常州",
            "开发商": "星河",
            "项目名称": "星河国际",
            "主力总价段": "140-170/170-200",
            "主力面积段": "100-110/110-120",
            "开发商排名": 3,
            "总存量（万方）": 65.859548,
            "总建面（万方）": 172.56,
            "年度认购（万元）": 200755.36055,
            "年度预计新增（万方）": 65.859548
          },
          "address": null
        }, {
          "lnglat": "119.96235946633529,31.854186976727537",
          "id": 259272,
          "name": "20",
          "geometry": { "type": "Point", "coordinates": [119.95763959, 31.8562782] },
          "extra": {
            "城市": "常州",
            "开发商": "碧桂园",
            "项目名称": "碧桂园·壹号天禧",
            "主力总价段": "140-170",
            "主力面积段": "90-100",
            "开发商排名": 4,
            "总存量（万方）": 23.213362,
            "总建面（万方）": 36.12092,
            "年度认购（万元）": 151219.278696,
            "年度预计新增（万方）": 6.0214344
          },
          "address": null
        }, {
          "lnglat": "119.95195873723097,31.863431953386876",
          "id": 259273,
          "name": "21",
          "geometry": { "type": "Point", "coordinates": [119.94725478, 31.86554736] },
          "extra": {
            "城市": "常州",
            "开发商": "碧桂园",
            "项目名称": "碧桂园金科光明府",
            "主力总价段": "170-200/200-230",
            "主力面积段": "100-110/120-130",
            "开发商排名": 4,
            "总存量（万方）": 8.187605,
            "总建面（万方）": 16.34556,
            "年度认购（万元）": 104785.926626,
            "年度预计新增（万方）": 4.815936
          },
          "address": null
        }, {
          "lnglat": "119.91836623281083,31.850528965046447",
          "id": 259274,
          "name": "22",
          "geometry": { "type": "Point", "coordinates": [119.91368313, 31.85268452] },
          "extra": {
            "城市": "常州",
            "开发商": "雅居乐",
            "项目名称": "雅居乐凤凰台",
            "主力总价段": "80-110/110-140",
            "主力面积段": "90-100/100-110/120-130",
            "开发商排名": 5,
            "总存量（万方）": 5.501155,
            "总建面（万方）": 17.03364,
            "年度认购（万元）": 138696.943757,
            "年度预计新增（万方）": 5.501155
          },
          "address": null
        }, {
          "lnglat": "119.88523108967722,31.78495254763653",
          "id": 259275,
          "name": "23",
          "geometry": { "type": "Point", "coordinates": [119.880516959, 31.7870903449] },
          "extra": {
            "城市": "常州",
            "开发商": "雅居乐",
            "项目名称": "雅居乐路劲棠颂",
            "主力总价段": "260-290",
            "主力面积段": "130-144",
            "开发商排名": 5,
            "总存量（万方）": 26.117487,
            "总建面（万方）": 28.40992,
            "年度认购（万元）": 16010.248604,
            "年度预计新增（万方）": 12.205805
          },
          "address": null
        }, {
          "lnglat": "119.95770679439124,31.743835161563155",
          "id": 259276,
          "name": "24",
          "geometry": { "type": "Point", "coordinates": [119.953004592, 31.7459188316] },
          "extra": {
            "城市": "常州",
            "开发商": "华润",
            "项目名称": "华润国际社区",
            "主力总价段": "80-110/110-140/140-170",
            "主力面积段": "85-90/110-120/130-144",
            "开发商排名": 6,
            "总存量（万方）": 82.8561,
            "总建面（万方）": 140.97,
            "年度认购（万元）": 224512.436286,
            "年度预计新增（万方）": 58.1139
          },
          "address": null
        }, {
          "lnglat": "120.01043746466051,31.771168805254234",
          "id": 259277,
          "name": "25",
          "geometry": { "type": "Point", "coordinates": [120.00561005, 31.7731102413] },
          "extra": {
            "城市": "常州",
            "开发商": "常发",
            "项目名称": "常发豪郡",
            "主力总价段": "110-140",
            "主力面积段": "120-130",
            "开发商排名": 7,
            "总存量（万方）": 1.383904,
            "总建面（万方）": 36.4075,
            "年度认购（万元）": 48901.4215074,
            "年度预计新增（万方）": 1.383904
          },
          "address": null
        }, {
          "lnglat": "119.93799668507546,31.722096626201093",
          "id": 259278,
          "name": "26",
          "geometry": { "type": "Point", "coordinates": [119.933320065, 31.7242133321] },
          "extra": {
            "城市": "常州",
            "开发商": "常发",
            "项目名称": "常发御龙山",
            "主力总价段": "230-260",
            "主力面积段": "130-144",
            "开发商排名": 7,
            "总存量（万方）": 13.981854,
            "总建面（万方）": 59.31,
            "年度认购（万元）": 144646.738903,
            "年度预计新增（万方）": 5.5029045
          },
          "address": null
        }, {
          "lnglat": "119.93329057871871,31.81426859958116",
          "id": 259279,
          "name": "27",
          "geometry": { "type": "Point", "coordinates": [119.92860886, 31.81640443] },
          "extra": {
            "城市": "常州",
            "开发商": "龙湖",
            "项目名称": "龙湖春江天玺",
            "主力总价段": "260-290",
            "主力面积段": "130-144",
            "开发商排名": 8,
            "总存量（万方）": 1.842345,
            "总建面（万方）": 9.45036,
            "年度认购（万元）": 150049.824471,
            "年度预计新增（万方）": 0.372362
          },
          "address": null
        }, {
          "lnglat": "119.99774213778689,31.74980714154345",
          "id": 259280,
          "name": "28",
          "geometry": { "type": "Point", "coordinates": [119.992949999, 31.7517840686] },
          "extra": {
            "城市": "常州",
            "开发商": "中海",
            "项目名称": "中海铂悦公馆",
            "主力总价段": "230-260",
            "主力面积段": "130-144",
            "开发商排名": 9,
            "总存量（万方）": 6.457853,
            "总建面（万方）": 13.75022,
            "年度认购（万元）": 95334.9096417,
            "年度预计新增（万方）": 3.588284
          },
          "address": null
        }, {
          "lnglat": "119.94781044062351,31.8646258934942",
          "id": 259281,
          "name": "29",
          "geometry": { "type": "Point", "coordinates": [119.94311178, 31.86674936] },
          "extra": {
            "城市": "常州",
            "开发商": "金科",
            "项目名称": "金科保利北郡",
            "主力总价段": "200-230",
            "主力面积段": "120-130",
            "开发商排名": 10,
            "总存量（万方）": 1.045766,
            "总建面（万方）": 11.09,
            "年度认购（万元）": 163117.07909,
            "年度预计新增（万方）": 1.045766
          },
          "address": null
        }, {
          "lnglat": "119.97364359247112,31.797915578088155",
          "id": 259282,
          "name": "30",
          "geometry": { "type": "Point", "coordinates": [119.96890603, 31.7999685] },
          "extra": {
            "城市": "常州",
            "开发商": "常州锦隆房地产开发有限公司",
            "项目名称": "奥韵家园",
            "主力总价段": "170-200/200-230/260-290",
            "主力面积段": "120-130/160-170",
            "总存量（万方）": 1.06,
            "总建面（万方）": 2.26,
            "年度认购（万元）": 20229.6704351,
            "年度预计新增（万方）": 1.06
          },
          "address": null
        }, {
          "lnglat": "119.95963707046255,31.726376196527433",
          "id": 259283,
          "name": "31",
          "geometry": { "type": "Point", "coordinates": [119.954933169, 31.7284536206] },
          "extra": {
            "城市": "常州",
            "开发商": "江苏百兴房地产开发集团有限公司",
            "项目名称": "百兴华府",
            "主力总价段": "400以上",
            "主力面积段": "240-260/300以上",
            "总存量（万方）": 4.08,
            "总建面（万方）": 20,
            "年度认购（万元）": 2330.071391,
            "年度预计新增（万方）": 4.08
          },
          "address": null
        }, {
          "lnglat": "119.99373265422642,31.944323728524854",
          "id": 259284,
          "name": "32",
          "geometry": { "type": "Point", "coordinates": [119.98893372, 31.94634932] },
          "extra": {
            "城市": "常州",
            "开发商": "常州市长宏房地产开发有限公司",
            "项目名称": "滨江豪园",
            "主力总价段": "80-110",
            "主力面积段": "100-110/130-144",
            "总存量（万方）": 20.41771,
            "总建面（万方）": 27.1269,
            "年度认购（万元）": 15774.8404232,
            "年度预计新增（万方）": 6.70919
          },
          "address": null
        }, {
          "lnglat": "119.56002080380539,31.72794917473307",
          "id": 259285,
          "name": "33",
          "geometry": { "type": "Point", "coordinates": [119.555043463, 31.7300533171] },
          "extra": {
            "开发商": "金坛市华城房产开发有限公司",
            "项目名称": "城南花园",
            "主力总价段": "80以下",
            "主力面积段": "85-90",
            "总存量（万方）": 4.34,
            "总建面（万方）": 13.9314,
            "年度认购（万元）": 668.116808,
            "年度预计新增（万方）": 4.34
          },
          "address": null
        }, {
          "lnglat": "119.94650811422186,31.811170677725535",
          "id": 259286,
          "name": "34",
          "geometry": { "type": "Point", "coordinates": [119.941815665, 31.8132863771] },
          "extra": {
            "城市": "常州",
            "开发商": "东福名城（常州）置业发展有限公司",
            "项目名称": "大名城",
            "主力总价段": "140-170/200-230/230-260",
            "主力面积段": "190-200",
            "总存量（万方）": 22.350667,
            "总建面（万方）": 92.794975,
            "年度认购（万元）": 45875.0018926,
            "年度预计新增（万方）": 22.350667
          },
          "address": null
        }, {
          "lnglat": "119.98892336676077,31.78830511760094",
          "id": 259287,
          "name": "35",
          "geometry": { "type": "Point", "coordinates": [119.9841505, 31.79031375] },
          "extra": {
            "城市": "常州",
            "开发商": "德信佳源",
            "项目名称": "德信佳源·君宸府",
            "主力总价段": "230-260/260-290",
            "主力面积段": "120-130/130-144",
            "总存量（万方）": 5.67,
            "总建面（万方）": 5.89,
            "年度认购（万元）": 4095.26193396,
            "年度预计新增（万方）": 5.67
          },
          "address": null
        }, {
          "lnglat": "119.8175827289146,31.685930037252888",
          "id": 259288,
          "name": "36",
          "geometry": { "type": "Point", "coordinates": [119.812691491, 31.6879476289] },
          "extra": {
            "城市": "常州",
            "开发商": "常州侨裕溪湖房地产开发有限公司",
            "项目名称": "翡丽蓝湾",
            "主力总价段": "80-110",
            "主力面积段": "90-100/120-130",
            "总存量（万方）": 25.8044,
            "总建面（万方）": 37.94,
            "年度认购（万元）": 1235.13344,
            "年度预计新增（万方）": 12.1356
          },
          "address": null
        }, {
          "lnglat": "119.57712534099788,31.758963658302783",
          "id": 259289,
          "name": "37",
          "geometry": { "type": "Point", "coordinates": [119.57218453, 31.76109729] },
          "extra": {
            "城市": "常州",
            "开发商": "金坛宏达阳光置业有限公司",
            "项目名称": "凤凰城",
            "主力总价段": "80以下",
            "主力面积段": "144-160",
            "总存量（万方）": 9.17,
            "总建面（万方）": 13.7915,
            "年度认购（万元）": 1386.81098001,
            "年度预计新增（万方）": 4.6215
          },
          "address": null
        }, {
          "lnglat": "120.04483600830649,31.751524520021498",
          "id": 259290,
          "name": "38",
          "geometry": { "type": "Point", "coordinates": [120.039929611, 31.7533676216] },
          "extra": {
            "城市": "常州",
            "开发商": "江苏港龙华扬置业有限公司",
            "项目名称": "港龙新港城",
            "主力总价段": "110-140/140-170",
            "主力面积段": "85-90/100-110/120-130",
            "总存量（万方）": 6.904484,
            "总建面（万方）": 33.115,
            "年度认购（万元）": 91370.5432409,
            "年度预计新增（万方）": 3.03437
          },
          "address": null
        }, {
          "lnglat": "120.09821038310623,31.687050197974646",
          "id": 259291,
          "name": "39",
          "geometry": { "type": "Point", "coordinates": [120.0932718, 31.68881349] },
          "extra": {
            "城市": "常州",
            "开发商": "江苏港龙华扬置业有限公司",
            "项目名称": "港龙紫御府",
            "主力总价段": "110-140/140-170",
            "主力面积段": "100-110/120-130",
            "总存量（万方）": 3.504514,
            "总建面（万方）": 6.078,
            "年度认购（万元）": 27456.4984252,
            "年度预计新增（万方）": 1.113778
          },
          "address": null
        }, {
          "lnglat": "119.90502676255271,31.80293654455203",
          "id": 259292,
          "name": "40",
          "geometry": { "type": "Point", "coordinates": [119.900339575, 31.8050865811] },
          "extra": {
            "城市": "常州",
            "开发商": "常州元顺房地产发展有限公司",
            "项目名称": "河枫御景花苑",
            "主力总价段": "80-110/110-140",
            "主力面积段": "85-90/100-110/110-120",
            "总存量（万方）": 1.77088,
            "总建面（万方）": 15.1824,
            "年度认购（万元）": 6556.50583154,
            "年度预计新增（万方）": 1.77088
          },
          "address": null
        }, {
          "lnglat": "119.93835627033299,31.717552597794562",
          "id": 259293,
          "name": "41",
          "geometry": { "type": "Point", "coordinates": [119.933679776, 31.7196683391] },
          "extra": {
            "城市": "常州",
            "开发商": "常州恒运房地产开发有限公司",
            "项目名称": "恒大御景",
            "主力总价段": "200-230",
            "主力面积段": "120-130",
            "总存量（万方）": 14.427899,
            "总建面（万方）": 20.5184,
            "年度认购（万元）": 53648.0805755,
            "年度预计新增（万方）": 10.2849968
          },
          "address": null
        }, {
          "lnglat": "119.98709023406857,31.761076748251927",
          "id": 259294,
          "name": "42",
          "geometry": { "type": "Point", "coordinates": [119.98232435, 31.76308672] },
          "extra": {
            "城市": "常州",
            "开发商": "常州弘阳广场置业有限公司",
            "项目名称": "弘阳·天下锦",
            "主力总价段": "200-230/230-260",
            "主力面积段": "120-130/130-144",
            "总存量（万方）": 20.87039,
            "总建面（万方）": 23.1,
            "年度认购（万元）": 40792.5624518,
            "年度预计新增（万方）": 7.265507
          },
          "address": null
        }, {
          "lnglat": "119.94682936924279,31.74538078558405",
          "id": 259295,
          "name": "43",
          "geometry": { "type": "Point", "coordinates": [119.94214229, 31.7474861] },
          "extra": {
            "城市": "常州",
            "开发商": "弘阳",
            "项目名称": "弘阳燕澜风华",
            "主力总价段": "200-230/140-170",
            "主力面积段": "130-144/100-110",
            "总存量（万方）": 7.33,
            "总建面（万方）": 7.98,
            "年度预计新增（万方）": 7.33
          },
          "address": null
        }, {
          "lnglat": "119.60325252124022,31.74028637077988",
          "id": 259296,
          "name": "44",
          "geometry": { "type": "Point", "coordinates": [119.59834519, 31.74243207] },
          "extra": {
            "城市": "常州",
            "开发商": "金坛市房产公司",
            "项目名称": "华城书香苑",
            "主力总价段": "110-140",
            "主力面积段": "220-240",
            "总存量（万方）": 0,
            "总建面（万方）": 4.5295,
            "年度认购（万元）": 180.7034,
            "年度预计新增（万方）": 0
          },
          "address": null
        }, {
          "lnglat": "119.5983184010512,31.74519172374013",
          "id": 259297,
          "name": "45",
          "geometry": { "type": "Point", "coordinates": [119.5934073, 31.74733764] },
          "extra": {
            "城市": "常州",
            "开发商": "金坛市大众房地产开发有限公司",
            "项目名称": "华城天赐园",
            "主力总价段": "80以下",
            "主力面积段": "90-100",
            "总存量（万方）": 0,
            "总建面（万方）": 2.9922,
            "年度认购（万元）": 46.05,
            "年度预计新增（万方）": 0
          },
          "address": null
        }, {
          "lnglat": "119.97009889584048,31.753647628086245",
          "id": 259298,
          "name": "46",
          "geometry": { "type": "Point", "coordinates": [119.96537276, 31.75570321] },
          "extra": {
            "城市": "常州",
            "开发商": "常州业瑞房地产开发有限公司",
            "项目名称": "华宇·常宁府",
            "主力总价段": "230-260/260-290",
            "主力面积段": "130-144",
            "总存量（万方）": 3.034898,
            "总建面（万方）": 6.22775,
            "年度认购（万元）": 60734.3627638,
            "年度预计新增（万方）": 0.519662
          },
          "address": null
        }, {
          "lnglat": "119.97146063839898,31.8258163999285",
          "id": 259299,
          "name": "47",
          "geometry": { "type": "Point", "coordinates": [119.96672532, 31.82787986] },
          "extra": {
            "城市": "常州",
            "开发商": "睿源置业",
            "项目名称": "佳源·悦府",
            "主力总价段": "230-260",
            "主力面积段": "120-130",
            "总存量（万方）": 3.55,
            "总建面（万方）": 3.6,
            "年度认购（万元）": 951.7615,
            "年度预计新增（万方）": 3.55
          },
          "address": null
        }, {
          "lnglat": "119.93715799455389,31.82061240933773",
          "id": 259300,
          "name": "48",
          "geometry": { "type": "Point", "coordinates": [119.93247339, 31.8227443908] },
          "extra": {
            "城市": "常州",
            "开发商": "常州三禾置业有限公司",
            "项目名称": "嘉禾尚郡",
            "主力总价段": "110-140",
            "主力面积段": "85-90/120-130",
            "总存量（万方）": 2.27824,
            "总建面（万方）": 25.10376,
            "年度认购（万元）": 33035.3721675,
            "年度预计新增（万方）": 0.137272
          },
          "address": null
        }, {
          "lnglat": "119.84928053984395,31.79787272507202",
          "id": 259301,
          "name": "49",
          "geometry": { "type": "Point", "coordinates": [119.84447517, 31.79996245] },
          "extra": {
            "城市": "常州",
            "开发商": "常州嘉宏房地产开发有限公司",
            "项目名称": "嘉宏MOOC星光城",
            "主力总价段": "110-140/140-170",
            "主力面积段": "100-110/110-120/130-144",
            "总存量（万方）": 7.96,
            "总建面（万方）": 13.67,
            "年度认购（万元）": 72951.8414424,
            "年度预计新增（万方）": 7.96
          },
          "address": null
        }, {
          "lnglat": "119.99776004041793,31.71197590451635",
          "id": 259302,
          "name": "50",
          "geometry": { "type": "Point", "coordinates": [119.99297119, 31.7139486] },
          "extra": {
            "城市": "常州",
            "开发商": "常州嘉宏融科置业发展有限公司;江苏港龙房地产开发有限公司;常州业瑞房地产开发有限公司",
            "项目名称": "嘉宏港龙华宇觀棠",
            "主力总价段": "110-140/140-170",
            "主力面积段": "110-120/120-130",
            "总存量（万方）": 2.186539,
            "总建面（万方）": 6.85432,
            "年度认购（万元）": 53589.5740653,
            "年度预计新增（万方）": 0.190364
          },
          "address": null
        }, {
          "lnglat": "120.02364975868437,31.763111449093376",
          "id": 259303,
          "name": "51",
          "geometry": { "type": "Point", "coordinates": [120.018789255, 31.7650126067] },
          "extra": {
            "城市": "常州",
            "开发商": "常州嘉宏东都置业发展有限公司",
            "项目名称": "嘉宏蔚蓝天地",
            "主力总价段": "200-230/230-260",
            "主力面积段": "130-144/144-160",
            "总存量（万方）": 47.682823,
            "总建面（万方）": 88,
            "年度认购（万元）": 57852.3011483,
            "年度预计新增（万方）": 8.6639946
          },
          "address": null
        }, {
          "lnglat": "119.58234698683032,31.73260746837871",
          "id": 259304,
          "name": "52",
          "geometry": { "type": "Point", "coordinates": [119.577417692, 31.7347431821] },
          "extra": {
            "开发商": "金坛房屋建设开发有限公司",
            "项目名称": "金海湾公馆",
            "主力总价段": "140-170/400以上",
            "主力面积段": "180-190",
            "总存量（万方）": 8.04,
            "总建面（万方）": 13.8158,
            "年度认购（万元）": 1093.6717,
            "年度预计新增（万方）": 5.7758
          },
          "address": null
        }, {
          "lnglat": "119.57934350401004,31.73667182673384",
          "id": 259305,
          "name": "53",
          "geometry": { "type": "Point", "coordinates": [119.57440875, 31.73880508] },
          "extra": {
            "城市": "常州",
            "开发商": "常州金坛金昇房地产开发有限公司",
            "项目名称": "金虹大院花苑",
            "主力总价段": "80-110",
            "主力面积段": "130-144",
            "总存量（万方）": 6.78,
            "总建面（万方）": 18.5,
            "年度认购（万元）": 2513.64568267,
            "年度预计新增（万方）": 6.78
          },
          "address": null
        }, {
          "lnglat": "119.56756718548466,31.738523971559264",
          "id": 259306,
          "name": "54",
          "geometry": { "type": "Point", "coordinates": [119.562607946, 31.7406421573] },
          "extra": {
            "开发商": "常州华德房地产有限公司",
            "项目名称": "金水华都",
            "主力总价段": "110-140",
            "主力面积段": "200-220",
            "总存量（万方）": 0,
            "总建面（万方）": 14.54089,
            "年度认购（万元）": 130.9,
            "年度预计新增（万方）": 0
          },
          "address": null
        }, {
          "lnglat": "120.01085030779178,31.767426897975348",
          "id": 259307,
          "name": "55",
          "geometry": { "type": "Point", "coordinates": [120.006022143, 31.7693665544] },
          "extra": {
            "城市": "常州",
            "开发商": "常州金新房地产建设发展有限公司",
            "项目名称": "金新御园",
            "主力总价段": "140-170/170-200",
            "主力面积段": "110-120/130-144",
            "总存量（万方）": 4.323945,
            "总建面（万方）": 20.918,
            "年度认购（万元）": 87052.992097,
            "年度预计新增（万方）": 4.323945
          },
          "address": null
        }, {
          "lnglat": "119.9500197798808,31.764790098890558",
          "id": 259308,
          "name": "56",
          "geometry": { "type": "Point", "coordinates": [119.945327066, 31.7668921292] },
          "extra": {
            "城市": "常州",
            "开发商": "九洲",
            "项目名称": "九洲新世界",
            "主力总价段": "260-290/290-350/400以上",
            "主力面积段": "130-144/144-160/160-170",
            "总存量（万方）": 66.7174,
            "总建面（万方）": 92,
            "年度认购（万元）": 107678.075528,
            "年度预计新增（万方）": 25.2826
          },
          "address": null
        }, {
          "lnglat": "120.01510527165583,31.76512744896223",
          "id": 259309,
          "name": "57",
          "geometry": { "type": "Point", "coordinates": [120.01026623, 31.76705401] },
          "extra": {
            "城市": "常州",
            "开发商": "常州昊成房地产有限公司;江苏九洲投资集团有限公司",
            "项目名称": "九洲御河湾",
            "主力总价段": "400以上",
            "主力面积段": "220-240/300以上",
            "总存量（万方）": 11.4032,
            "总建面（万方）": 19.324,
            "年度认购（万元）": 77794.9464425,
            "年度预计新增（万方）": 7.9208
          },
          "address": null
        }, {
          "lnglat": "119.95900525502337,31.767644244575965",
          "id": 259310,
          "name": "58",
          "geometry": { "type": "Point", "coordinates": [119.954298821, 31.7697282113] },
          "extra": {
            "城市": "常州",
            "开发商": "常州巨凝房地产开发有限公司",
            "项目名称": "巨凝·金水岸",
            "主力总价段": "400以上",
            "主力面积段": "220-240",
            "总存量（万方）": 7.141139,
            "总建面（万方）": 23.247,
            "年度认购（万元）": 32218.4207705,
            "年度预计新增（万方）": 0
          },
          "address": null
        }, {
          "lnglat": "120.03310247681847,31.74562588102567",
          "id": 259311,
          "name": "59",
          "geometry": { "type": "Point", "coordinates": [120.028221122, 31.7474982736] },
          "extra": {
            "城市": "常州",
            "开发商": "常州锦绣山水房地产开发有限公司",
            "项目名称": "蓝山湖",
            "主力总价段": "80以下/80-110",
            "主力面积段": "85-90/100-110",
            "总存量（万方）": 2.3367,
            "总建面（万方）": 18.7025,
            "年度认购（万元）": 9669.55663657,
            "年度预计新增（万方）": 2.3367
          },
          "address": null
        }, {
          "lnglat": "119.96744936608013,31.824384829147796",
          "id": 259312,
          "name": "60",
          "geometry": { "type": "Point", "coordinates": [119.962722418, 31.8264581813] },
          "extra": {
            "城市": "常州",
            "开发商": "常州朗润置业有限公司",
            "项目名称": "朗诗新北绿郡",
            "主力总价段": "140-170",
            "主力面积段": "144-160",
            "总存量（万方）": 12.4285,
            "总建面（万方）": 20.31,
            "年度认购（万元）": 149.3145,
            "年度预计新增（万方）": 7.8815
          },
          "address": null
        }, {
          "lnglat": "119.90054969766213,31.792665364336294",
          "id": 259313,
          "name": "61",
          "geometry": { "type": "Point", "coordinates": [119.8958586, 31.79481302] },
          "extra": {
            "城市": "常州",
            "开发商": "常州龙茂房地产开发有限公司",
            "项目名称": "龙城金茂府",
            "主力总价段": "290-350",
            "主力面积段": "130-144",
            "总存量（万方）": 22.251355,
            "总建面（万方）": 23.17,
            "年度认购（万元）": 22778.6145318,
            "年度预计新增（万方）": 9.276912
          },
          "address": null
        }, {
          "lnglat": "119.96102204513868,31.705015621025797",
          "id": 259314,
          "name": "62",
          "geometry": { "type": "Point", "coordinates": [119.956317606, 31.7070878547] },
          "extra": {
            "城市": "常州",
            "开发商": "常州市龙德置业有限公司",
            "项目名称": "龙德花园",
            "主力总价段": "200-230",
            "主力面积段": "144-160/170-180/180-190",
            "总存量（万方）": 23.4678402,
            "总建面（万方）": 48.780816,
            "年度认购（万元）": 50652.2752008,
            "年度预计新增（万方）": 11.1451376
          },
          "address": null
        }, {
          "lnglat": "119.97446535792803,31.707084347164002",
          "id": 259315,
          "name": "63",
          "geometry": { "type": "Point", "coordinates": [119.969733953, 31.7091234362] },
          "extra": {
            "城市": "常州",
            "开发商": "常州龙涛房地产开发有限公司",
            "项目名称": "龙涛香榭丽舍",
            "主力总价段": "110-140/140-170",
            "主力面积段": "85-90/110-120/120-130",
            "总存量（万方）": 1.324344,
            "总建面（万方）": 17.71264,
            "年度认购（万元）": 32446.652494,
            "年度预计新增（万方）": 1.324344
          },
          "address": null
        }, {
          "lnglat": "119.64147939733763,31.753059027403946",
          "id": 259316,
          "name": "64",
          "geometry": { "type": "Point", "coordinates": [119.636559223, 31.7551762091] },
          "extra": {
            "开发商": "常州利骏置业有限公司",
            "项目名称": "珑庭花园",
            "主力总价段": "80-110/350-400",
            "主力面积段": "130-144/300以上",
            "总存量（万方）": 6.22,
            "总建面（万方）": 15.4,
            "年度认购（万元）": 1689.46731588,
            "年度预计新增（万方）": 6.22
          },
          "address": null
        }, {
          "lnglat": "119.93832429893972,31.734406689314397",
          "id": 259317,
          "name": "65",
          "geometry": { "type": "Point", "coordinates": [119.933646362, 31.736524265] },
          "extra": {
            "城市": "常州",
            "开发商": "常州绿地云峰置业有限公司",
            "项目名称": "绿地白金汉宫",
            "主力总价段": "200-230",
            "主力面积段": "130-144",
            "总存量（万方）": 4.202644,
            "总建面（万方）": 36,
            "年度认购（万元）": 13345.1114328,
            "年度预计新增（万方）": 2.5967
          },
          "address": null
        }, {
          "lnglat": "119.86131161347339,31.706357970599502",
          "id": 259318,
          "name": "66",
          "geometry": { "type": "Point", "coordinates": [119.856548527, 31.7084563116] },
          "extra": {
            "城市": "常州",
            "开发商": "常州绿地盛仕置业有限公司",
            "项目名称": "绿地香奈",
            "主力总价段": "110-140/140-170",
            "主力面积段": "110-120",
            "总存量（万方）": 15.324441,
            "总建面（万方）": 32.4664,
            "年度认购（万元）": 51122.8444995,
            "年度预计新增（万方）": 5.993856
          },
          "address": null
        }, {
          "lnglat": "119.93199270068786,31.82451733637734",
          "id": 259319,
          "name": "67",
          "geometry": { "type": "Point", "coordinates": [119.9273107, 31.8266565152] },
          "extra": {
            "城市": "常州",
            "开发商": "常州绿洲置业有限公司",
            "项目名称": "绿洲白马公馆",
            "主力总价段": "110-140",
            "主力面积段": "85-90/90-100/110-120",
            "总存量（万方）": 0.7961645,
            "总建面（万方）": 33.96925,
            "年度认购（万元）": 69498.2229228,
            "年度预计新增（万方）": 0.7961645
          },
          "address": null
        }, {
          "lnglat": "119.949932487719,31.729935616210263",
          "id": 259320,
          "name": "68",
          "geometry": { "type": "Point", "coordinates": [119.945242927, 31.7320334598] },
          "extra": {
            "城市": "常州",
            "开发商": "常州市翔辉房地产发展有限公司",
            "项目名称": "美的·国宾府",
            "主力总价段": "200-230/230-260",
            "主力面积段": "110-120/130-144",
            "总存量（万方）": 4.626805,
            "总建面（万方）": 15.38112,
            "年度认购（万元）": 104535.522112,
            "年度预计新增（万方）": 2.2192808
          },
          "address": null
        }, {
          "lnglat": "119.60687263503057,31.740897310506146",
          "id": 259321,
          "name": "69",
          "geometry": { "type": "Point", "coordinates": [119.60196692, 31.74304268] },
          "extra": {
            "城市": "常州",
            "开发商": "虹亚房地产开发(集团)有限公司",
            "项目名称": "美丽华大厦",
            "主力总价段": "80以下",
            "主力面积段": "85以下/85-90",
            "总存量（万方）": 0,
            "总建面（万方）": 9.37,
            "年度认购（万元）": 119.5,
            "年度预计新增（万方）": 0
          },
          "address": null
        }, {
          "lnglat": "119.98742975864596,31.861809196127094",
          "id": 259322,
          "name": "70",
          "geometry": { "type": "Point", "coordinates": [119.98265415, 31.86383548] },
          "extra": {
            "城市": "常州",
            "开发商": "黑牡丹",
            "项目名称": "牡丹三江公园",
            "主力总价段": "140-170",
            "主力面积段": "90-100/110-120",
            "总存量（万方）": 20.336373,
            "总建面（万方）": 29.7726,
            "年度认购（万元）": 76824.4845149,
            "年度预计新增（万方）": 9.0826056
          },
          "address": null
        }, {
          "lnglat": "119.94415916237591,31.63391705138823",
          "id": 259323,
          "name": "71",
          "geometry": { "type": "Point", "coordinates": [119.939484715, 31.6360191118] },
          "extra": {
            "城市": "常州",
            "开发商": "常州荣盛亿鑫房地产开发有限公司",
            "项目名称": "荣盛御府",
            "主力总价段": "80-110/110-140",
            "主力面积段": "90-100/110-120",
            "总存量（万方）": 10.65909,
            "总建面（万方）": 12.05,
            "年度认购（万元）": 15320.4680425,
            "年度预计新增（万方）": 9.716392
          },
          "address": null
        }, {
          "lnglat": "119.93475502297403,31.73204306202128",
          "id": 259324,
          "name": "72",
          "geometry": { "type": "Point", "coordinates": [119.930079678, 31.734165162] },
          "extra": {
            "城市": "常州",
            "开发商": "常州绿城置业有限公司",
            "项目名称": "融创·御园",
            "主力总价段": "110-140/140-170",
            "主力面积段": "90-100/100-110/120-130",
            "总存量（万方）": 50.351,
            "总建面（万方）": 111.58,
            "年度认购（万元）": 41915.4368775,
            "年度预计新增（万方）": 50.351
          },
          "address": null
        }, {
          "lnglat": "119.96063183165239,31.593151115293495",
          "id": 259325,
          "name": "73",
          "geometry": { "type": "Point", "coordinates": [119.95593781, 31.5952211] },
          "extra": {
            "城市": "常州",
            "开发商": "常州伟业房地产开发有限公司",
            "项目名称": "瑞星公寓",
            "主力总价段": "80-110",
            "主力面积段": "130-144",
            "总存量（万方）": 0.25,
            "总建面（万方）": 0.52,
            "年度认购（万元）": 1947.26818954,
            "年度预计新增（万方）": 0.25
          },
          "address": null
        }, {
          "lnglat": "119.90976322515378,31.781447878368855",
          "id": 259326,
          "name": "74",
          "geometry": { "type": "Point", "coordinates": [119.905081897, 31.7835942667] },
          "extra": {
            "城市": "常州",
            "开发商": "常州德厚房地产开发有限公司",
            "项目名称": "尚德花园",
            "主力总价段": "80以下/80-110",
            "主力面积段": "85以下",
            "总存量（万方）": 28.699879,
            "总建面（万方）": 32.1725,
            "年度认购（万元）": 3597.502288,
            "年度预计新增（万方）": 3.472621
          },
          "address": null
        }, {
          "lnglat": "119.94867455403605,31.816850126081665",
          "id": 259327,
          "name": "75",
          "geometry": { "type": "Point", "coordinates": [119.943979012, 31.8189629262] },
          "extra": {
            "城市": "常州",
            "开发商": "常州泰隆房地产开发有限公司",
            "项目名称": "尚枫苑",
            "主力总价段": "140-170",
            "主力面积段": "100-110/110-120",
            "总存量（万方）": 10.0755,
            "总建面（万方）": 26.7927,
            "年度认购（万元）": 13912.8920867,
            "年度预计新增（万方）": 10.0755
          },
          "address": null
        }, {
          "lnglat": "119.59534271724496,31.752145869375354",
          "id": 259328,
          "name": "76",
          "geometry": { "type": "Point", "coordinates": [119.590428388, 31.7542919115] },
          "extra": {
            "开发商": "金坛市城兴置业有限公司",
            "项目名称": "圣东福地花苑",
            "主力总价段": "80以下/80-110",
            "主力面积段": "110-120/160-170/200-220/220-240",
            "总存量（万方）": 0,
            "总建面（万方）": 6.230151,
            "年度认购（万元）": 802.735430716,
            "年度预计新增（万方）": 0
          },
          "address": null
        }, {
          "lnglat": "120.0590247743352,31.521030555894946",
          "id": 259329,
          "name": "77",
          "geometry": { "type": "Point", "coordinates": [120.054115892, 31.5228405114] },
          "extra": {
            "城市": "常州",
            "开发商": "江苏凯旋数字文化产业基地置业有限公司",
            "项目名称": "太湖香树湾花园",
            "主力总价段": "170-200",
            "主力面积段": "100-110",
            "总存量（万方）": 11.915813,
            "总建面（万方）": 16.2,
            "年度认购（万元）": 8826.5894,
            "年度预计新增（万方）": 4.284187
          },
          "address": null
        }, {
          "lnglat": "119.76563379243845,31.67835061242733",
          "id": 259330,
          "name": "78",
          "geometry": { "type": "Point", "coordinates": [119.760627814, 31.6803052263] },
          "extra": {
            "开发商": "常州泰富庄园置业有限公司",
            "项目名称": "泰富山庄",
            "主力总价段": "230-260/260-290",
            "主力面积段": "100-110/130-144",
            "总存量（万方）": 5.47,
            "总建面（万方）": 7.18086,
            "年度认购（万元）": 21747.5176394,
            "年度预计新增（万方）": 1.71086
          },
          "address": null
        }, {
          "lnglat": "119.85001304104124,31.785825710086137",
          "id": 259331,
          "name": "79",
          "geometry": { "type": "Point", "coordinates": [119.845210899, 31.7879148166] },
          "extra": {
            "城市": "常州",
            "开发商": "常州邹区商业中心开发有限公司",
            "项目名称": "泰富时代广场",
            "主力总价段": "110-140",
            "主力面积段": "240-260",
            "总存量（万方）": 10.291508,
            "总建面（万方）": 24.65808,
            "年度认购（万元）": 3684.9577,
            "年度预计新增（万方）": 10.291508
          },
          "address": null
        }, {
          "lnglat": "119.89265769619155,31.771451346982126",
          "id": 259332,
          "name": "80",
          "geometry": { "type": "Point", "coordinates": [119.887957595, 31.7735924826] },
          "extra": {
            "城市": "常州",
            "开发商": "常州泰盈环达通房地产开发有限公司",
            "项目名称": "泰盈八千里",
            "主力总价段": "110-140",
            "主力面积段": "100-110/110-120",
            "总存量（万方）": 7.449025,
            "总建面（万方）": 54.502,
            "年度认购（万元）": 23374.5070102,
            "年度预计新增（万方）": 4.02762
          },
          "address": null
        }, {
          "lnglat": "119.75247994842748,31.60027641434989",
          "id": 259333,
          "name": "81",
          "geometry": { "type": "Point", "coordinates": [119.747468604, 31.6022278294] },
          "extra": {
            "城市": "常州",
            "开发商": "常州金鼎时代房地产开发有限公司",
            "项目名称": "桃苑新都",
            "主力总价段": "110-140",
            "主力面积段": "130-144",
            "总存量（万方）": 5.97,
            "总建面（万方）": 10.34,
            "年度认购（万元）": 3473.5565,
            "年度预计新增（万方）": 5.97
          },
          "address": null
        }, {
          "lnglat": "119.85718035684084,31.692199027889043",
          "id": 259334,
          "name": "82",
          "geometry": { "type": "Point", "coordinates": [119.85240712, 31.694289547] },
          "extra": {
            "城市": "常州",
            "开发商": "常州天安元城房地产发展有限公司",
            "项目名称": "天安别墅",
            "主力总价段": "400以上",
            "主力面积段": "300以上",
            "总存量（万方）": 10.280982,
            "总建面（万方）": 14.19999,
            "年度认购（万元）": 10975,
            "年度预计新增（万方）": 3.919008
          },
          "address": null
        }, {
          "lnglat": "119.95478971771675,31.668940035888035",
          "id": 259335,
          "name": "83",
          "geometry": { "type": "Point", "coordinates": [119.950098627, 31.6710233462] },
          "extra": {
            "城市": "常州",
            "开发商": "常州天安数码城置业有限公司",
            "项目名称": "天安数码城",
            "主力总价段": "110-140",
            "主力面积段": "130-144",
            "总存量（万方）": 72.8244,
            "总建面（万方）": 83,
            "年度认购（万元）": 10369.338433,
            "年度预计新增（万方）": 10.1756
          },
          "address": null
        }, {
          "lnglat": "119.9326118624616,31.686719120851617",
          "id": 259336,
          "name": "84",
          "geometry": { "type": "Point", "coordinates": [119.927941584, 31.6888397313] },
          "extra": {
            "城市": "常州",
            "开发商": "江苏苏南万科房地产有限公司",
            "项目名称": "万科城",
            "主力总价段": "110-140/140-170",
            "主力面积段": "100-110/130-144",
            "总存量（万方）": 4.29905,
            "总建面（万方）": 23.46175,
            "年度认购（万元）": 9216.76935645,
            "年度预计新增（万方）": 4.29905
          },
          "address": null
        }, {
          "lnglat": "119.914011350728,31.8611806775956",
          "id": 259337,
          "name": "85",
          "geometry": { "type": "Point", "coordinates": [119.90932564, 31.86334025] },
          "extra": {
            "城市": "常州",
            "开发商": "常州市沛凌房地产开发有限公司;常州弘阳广场置业有限公司;金轮国际投资有限公司",
            "项目名称": "万科弘阳君望甲第",
            "主力总价段": "110-140/140-170",
            "主力面积段": "90-100/110-120",
            "总存量（万方）": 5.14174,
            "总建面（万方）": 14.7895,
            "年度认购（万元）": 102909.137294,
            "年度预计新增（万方）": 0.340562
          },
          "address": null
        }, {
          "lnglat": "119.92372987961394,31.77794094404394",
          "id": 259338,
          "name": "86",
          "geometry": { "type": "Point", "coordinates": [119.919053811, 31.7800803391] },
          "extra": {
            "城市": "常州",
            "开发商": "常州五星置业发展有限公司",
            "项目名称": "五星·星都景苑",
            "主力总价段": "80-110/140-170",
            "主力面积段": "85以下/130-144",
            "总存量（万方）": 6.07784,
            "总建面（万方）": 7.07784,
            "年度认购（万元）": 11937.6612894,
            "年度预计新增（万方）": 6.07784
          },
          "address": null
        }, {
          "lnglat": "119.91677592488632,31.795432320986148",
          "id": 259339,
          "name": "87",
          "geometry": { "type": "Point", "coordinates": [119.91209714, 31.79757876] },
          "extra": {
            "城市": "常州",
            "开发商": "五星",
            "项目名称": "五星·星韵城",
            "主力总价段": "170-200/200-230",
            "主力面积段": "130-144",
            "总存量（万方）": 44.906569,
            "总建面（万方）": 57.1104,
            "年度认购（万元）": 94224.8196026,
            "年度预计新增（万方）": 8.5238544
          },
          "address": null
        }, {
          "lnglat": "119.95719554809598,31.66123954071497",
          "id": 259340,
          "name": "88",
          "geometry": { "type": "Point", "coordinates": [119.952501372, 31.6633174209] },
          "extra": {
            "城市": "常州",
            "开发商": "常州市侨裕集团房地产开发有限公司",
            "项目名称": "溪湖小镇",
            "主力总价段": "290-350",
            "主力面积段": "300以上",
            "总存量（万方）": 14.93,
            "总建面（万方）": 28.29,
            "年度认购（万元）": 2366.845548,
            "年度预计新增（万方）": 13.36
          },
          "address": null
        }, {
          "lnglat": "119.64777763038961,31.753981349317787",
          "id": 259341,
          "name": "89",
          "geometry": { "type": "Point", "coordinates": [119.64285031, 31.75608914] },
          "extra": {
            "城市": "常州",
            "开发商": "金坛市嘉福置业有限公司",
            "项目名称": "香格里拉山庄",
            "主力总价段": "80以下/200-230",
            "主力面积段": "90-100/200-220",
            "总存量（万方）": 12.15,
            "总建面（万方）": 15.3,
            "年度认购（万元）": 4116.80061375,
            "年度预计新增（万方）": 3.15
          },
          "address": null
        }, {
          "lnglat": "119.99272197045703,31.82803138899567",
          "id": 259342,
          "name": "90",
          "geometry": { "type": "Point", "coordinates": [119.987935938, 31.8300356034] },
          "extra": {
            "城市": "常州",
            "开发商": "常州环球恐龙城实业有限公司",
            "项目名称": "香树湾馨苑",
            "主力总价段": "80-110",
            "主力面积段": "90-100",
            "总存量（万方）": 3.2,
            "总建面（万方）": 7.51,
            "年度认购（万元）": 2934.4693,
            "年度预计新增（万方）": 3.2
          },
          "address": null
        }, {
          "lnglat": "119.5797280794746,31.739498098894536",
          "id": 259343,
          "name": "91",
          "geometry": { "type": "Point", "coordinates": [119.57479375, 31.74163208] },
          "extra": {
            "城市": "常州",
            "开发商": "金坛市城市建设开发总公司",
            "项目名称": "新安花园",
            "主力总价段": "80以下",
            "主力面积段": "85以下/90-100/110-120",
            "总存量（万方）": 0,
            "总建面（万方）": 3.551197,
            "年度认购（万元）": 233.273361,
            "年度预计新增（万方）": 0
          },
          "address": null
        }, {
          "lnglat": "119.95903688952113,31.665486349601984",
          "id": 259344,
          "name": "92",
          "geometry": { "type": "Point", "coordinates": [119.954339312, 31.6675603991] },
          "extra": {
            "城市": "常州",
            "开发商": "常州启扬置业有限公司",
            "项目名称": "星湖广场",
            "主力总价段": "80以下/80-110/110-140",
            "主力面积段": "90-100/120-130",
            "总存量（万方）": 17.2967,
            "总建面（万方）": 26,
            "年度认购（万元）": 635.206674,
            "年度预计新增（万方）": 8.7033
          },
          "address": null
        }, {
          "lnglat": "119.98971887345354,31.786379912178994",
          "id": 259345,
          "name": "93",
          "geometry": { "type": "Point", "coordinates": [119.98494417, 31.7883859112] },
          "extra": {
            "开发商": "旭辉",
            "项目名称": "旭辉·铂悦天宁",
            "主力总价段": "——",
            "主力面积段": "——",
            "总存量（万方）": 12.8,
            "总建面（万方）": 12.8,
            "年度认购（万元）": 0,
            "年度预计新增（万方）": 12.8
          },
          "address": null
        }, {
          "lnglat": "119.6827371257627,31.715621645546552",
          "id": 259346,
          "name": "94",
          "geometry": { "type": "Point", "coordinates": [119.67776231, 31.71766143] },
          "extra": {
            "城市": "常州",
            "开发商": "常州亿星房地产开发有限公司",
            "项目名称": "亿景花园",
            "主力总价段": "200-230",
            "主力面积段": "220-240",
            "总存量（万方）": 6.53,
            "总建面（万方）": 10.61,
            "年度认购（万元）": 18614.0026216,
            "年度预计新增（万方）": 4.08
          },
          "address": null
        }, {
          "lnglat": "119.57041349617496,31.737472226906192",
          "id": 259347,
          "name": "95",
          "geometry": { "type": "Point", "coordinates": [119.56546085, 31.73959453] },
          "extra": {
            "城市": "常州",
            "开发商": "常州华毅房地产开发有限公司",
            "项目名称": "愚池湾",
            "主力总价段": "80以下",
            "主力面积段": "110-120",
            "总存量（万方）": 0,
            "总建面（万方）": 7.396742,
            "年度认购（万元）": 161.02233,
            "年度预计新增（万方）": 0
          },
          "address": null
        }, {
          "lnglat": "119.61503288122506,31.73403164327453",
          "id": 259348,
          "name": "96",
          "geometry": { "type": "Point", "coordinates": [119.61012922, 31.73617326] },
          "extra": {
            "城市": "常州",
            "开发商": "江苏恒联置业有限公司",
            "项目名称": "玉山花园",
            "主力总价段": "80-110",
            "主力面积段": "160-170",
            "总存量（万方）": 0,
            "总建面（万方）": 12.0665,
            "年度认购（万元）": 92.367,
            "年度预计新增（万方）": 0
          },
          "address": null
        }, {
          "lnglat": "119.97710280680609,31.770895587119835",
          "id": 259349,
          "name": "97",
          "geometry": { "type": "Point", "coordinates": [119.972359906, 31.772935068] },
          "extra": {
            "城市": "常州",
            "开发商": "和记黄埔地产（常州）有限公司",
            "项目名称": "御翠园",
            "主力总价段": "400以上",
            "主力面积段": "220-240",
            "总存量（万方）": 12.6541,
            "总建面（万方）": 22.56,
            "年度认购（万元）": 14614.1806903,
            "年度预计新增（万方）": 9.9059
          },
          "address": null
        }, {
          "lnglat": "119.58967440067252,31.744540202473125",
          "id": 259350,
          "name": "98",
          "geometry": { "type": "Point", "coordinates": [119.58475453, 31.74668275] },
          "extra": {
            "城市": "常州",
            "开发商": "金坛市房地产开发有限公司",
            "项目名称": "御花园",
            "主力总价段": "80-110/110-140",
            "主力面积段": "144-160/160-170",
            "总存量（万方）": 0,
            "总建面（万方）": 1.765764,
            "年度认购（万元）": 471.184,
            "年度预计新增（万方）": 0
          },
          "address": null
        }, {
          "lnglat": "119.98581820869981,31.820566451021662",
          "id": 259351,
          "name": "99",
          "geometry": { "type": "Point", "coordinates": [119.981050236, 31.822589536] },
          "extra": {
            "城市": "常州",
            "开发商": "常州百老汇置业有限公司",
            "项目名称": "御庭园",
            "主力总价段": "230-260",
            "主力面积段": "180-190/200-220",
            "总存量（万方）": 8.81268,
            "总建面（万方）": 17.92368,
            "年度认购（万元）": 3597.61765353,
            "年度预计新增（万方）": 8.81268
          },
          "address": null
        }, {
          "lnglat": "119.9456166934627,31.783044957145552",
          "id": 259352,
          "name": "100",
          "geometry": { "type": "Point", "coordinates": [119.940927706, 31.785157609] },
          "extra": {
            "城市": "常州",
            "开发商": "常州市橙龙置业有限公司",
            "项目名称": "运河天地",
            "主力总价段": "170-200/200-230",
            "主力面积段": "100-110/110-120",
            "总存量（万方）": 28.3733,
            "总建面（万方）": 38.26,
            "年度认购（万元）": 100452.369382,
            "年度预计新增（万方）": 9.8867
          },
          "address": null
        }, {
          "lnglat": "119.90211589231603,31.698800168498632",
          "id": 259353,
          "name": "101",
          "geometry": { "type": "Point", "coordinates": [119.897434784, 31.7009366729] },
          "extra": {
            "城市": "常州",
            "开发商": "招商局地产（常州）有限公司",
            "项目名称": "招商花园城",
            "主力总价段": "170-200",
            "主力面积段": "110-120/160-170",
            "总存量（万方）": 11.274771,
            "总建面（万方）": 53.64198,
            "年度认购（万元）": 42996.3464492,
            "年度预计新增（万方）": 1.045766
          },
          "address": null
        }, {
          "lnglat": "119.8956775466865,31.5792705291533",
          "id": 259354,
          "name": "102",
          "geometry": { "type": "Point", "coordinates": [119.890998702, 31.5814029591] },
          "extra": {
            "城市": "常州",
            "开发商": "常州众鑫决策置业有限公司",
            "项目名称": "振鑫花园",
            "主力总价段": "80以下",
            "主力面积段": "130-144",
            "总存量（万方）": 5.62,
            "总建面（万方）": 7.4,
            "年度认购（万元）": 1868.59,
            "年度预计新增（万方）": 5.62
          },
          "address": null
        }, {
          "lnglat": "119.5906978582688,31.723378534382924",
          "id": 259355,
          "name": "103",
          "geometry": { "type": "Point", "coordinates": [119.585781126, 31.7255192465] },
          "extra": {
            "城市": "常州",
            "开发商": "常州中景房地产开发有限公司",
            "项目名称": "中景商务中心",
            "主力总价段": "110-140/230-260",
            "主力面积段": "220-240/280-300",
            "总存量（万方）": 1.53,
            "总建面（万方）": 8.7,
            "年度认购（万元）": 15371.4088615,
            "年度预计新增（万方）": 1.53
          },
          "address": null
        }, {
          "lnglat": "119.5758427651131,31.72426881912816",
          "id": 259356,
          "name": "104",
          "geometry": { "type": "Point", "coordinates": [119.57090261, 31.72639679] },
          "extra": {
            "城市": "常州",
            "开发商": "常州致林房地产开发有限公司",
            "项目名称": "紫玉华府",
            "主力总价段": "110-140/140-170/170-200",
            "主力面积段": "110-120/144-160",
            "总存量（万方）": 5.47,
            "总建面（万方）": 8.2356,
            "年度认购（万元）": 32389.2386026,
            "年度预计新增（万方）": 2.7656
          },
          "address": null
        }, {
          "lnglat": "120.01391058282054,31.759364037688826",
          "id": 259357,
          "name": "105",
          "geometry": { "type": "Point", "coordinates": [120.009075149, 31.7612933812] },
          "extra": {
            "城市": "常州",
            "开发商": "常州环通房地产开发有限公司",
            "项目名称": "紫韵香庭",
            "主力总价段": "80-110",
            "主力面积段": "100-110/120-130",
            "总存量（万方）": 3.595403,
            "总建面（万方）": 18.635,
            "年度认购（万元）": 7921.775867,
            "年度预计新增（万方）": 2.589148
          },
          "address": null
        }],
        "show_col": "总建面（万方）",
        "cur_visual": { "type": 1, "col": "extra.总建面（万方）", "title": "总建面（万方）" },
        "config_2": {
          "extra.城市": {
            "visualize_type": 2,
            "deps": "extra.城市",
            "domain": ["常州", null],
            "range": ["#FF4F4F", "#FFA74F"]
          },
          "extra.主力面积段": {
            "visualize_type": 2,
            "deps": "extra.主力面积段",
            "domain": ["100-110", "100-110/110-120", "100-110/110-120/130-144", "100-110/110-120/130-144/144-160", "100-110/120-130", "100-110/130-144", "100-110/144-160", "110-120", "110-120/120-130", "110-120/120-130/130-144", "110-120/130-144", "__other__"],
            "range": ["#FF4F4F", "#FFA74F", "#FFFF4F", "#A7FF4F", "#4FFF4F", "#4FFFA7", "#4FFFFF", "#4FA7FF", "#4F4FFF", "#A74FFF", "#FF4FFF", "rgba(255,255,255,0.3)"]
          }
        },
        "config_1": {
          "extra.总建面（万方）": {
            "visualize_type": 1,
            "cLen": 7,
            "breakType": "custom",
            "deps": "extra.总建面（万方）",
            "domain": [0, 29, 57, 86, 114, 143, 171, 200],
            "range": ["rgb(0, 0, 255)", "rgb(0, 138, 247)", "rgb(0, 228, 192)", "rgb(15, 254, 87)", "rgb(87, 254, 15)", "rgb(192, 228, 0)", "rgb(247, 138, 0)", "#FF4F4F"],
            "reverseColor": false,
            "selectExampleColor": 0
          }
        },
        "VList": [{
          "id": 2,
          "h_value": "分类可视化",
          "subs": [{ "h_value": "项目名称", "h_type": "text", "db": "str", "key": "项目名称" }]
        }, {
          "id": 1,
          "h_value": "数值可视化",
          "subs": [{ "h_value": "总建面（万方）", "h_type": "number", "db": "float", "key": "总建面（万方）" }]
        }]
      }],
      "packageId": "",
      "object_type": "常州开发商项目",
      "geometry_type": "point"
    }],
    "geo_filters": { "type": "4", "object_type": "常州板块", "source": "customer", "packageId": "", "filters": [] }
  }],
  "edit_cols": {},
  "geo_filter": {},
  "current_geo_filter": {
    "source": "customer",
    "filters": [{
      "uid": "filter_a34bdca0-30e6-11e9-abef-6745b2df1d2f",
      "style": {
        "color": "#00968E",
        "fillOpacity": 0,
        "strokeStyle": "solid",
        "strokeWeight": 1,
        "strokeOpacity": 1,
        "strokeDasharray": [0, 0, 0, 0]
      },
      "data": [{
        "id": 1118,
        "name": "前黄",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.867430187, 31.6140840055], [119.879194139, 31.6111313702], [119.90622368, 31.5965899263], [119.909482932, 31.594835831], [119.922811865, 31.5874356759], [119.929687499, 31.5889282223], [119.93052134, 31.6049558489], [119.931083224, 31.6157504681], [119.94334034, 31.6162192038], [119.942990859, 31.6175155657], [119.948486327, 31.6166992187], [119.956698868, 31.6171214432], [119.963928223, 31.6174926761], [119.96508789, 31.6121215813], [119.967420137, 31.5988327473], [119.967882651, 31.5961970512], [119.968322754, 31.5936889661], [119.968688965, 31.5842895506], [119.972106934, 31.5753173824], [119.973327636, 31.5687255856], [119.966918946, 31.5480957036], [119.96744476, 31.5421804632], [119.967895507, 31.537109375], [119.969253782, 31.532869371], [119.969036578, 31.5327411871], [119.96892288, 31.5330049789], [119.968688879, 31.5336249904], [119.968589879, 31.5339350398], [119.968548119, 31.5340700397], [119.968238161, 31.5351039597], [119.968116121, 31.5356349599], [119.968043039, 31.5359710212], [119.96798184, 31.5362670313], [119.967963119, 31.5363549598], [119.96789796, 31.5366800414], [119.967825961, 31.5370940389], [119.967802919, 31.5372290397], [119.967711119, 31.5378569706], [119.966907961, 31.5381860092], [119.96609004, 31.5384000289], [119.96537184, 31.5385399805], [119.96151084, 31.5392859898], [119.961353881, 31.5393540307], [119.96111304, 31.5394579797], [119.95970004, 31.5400599904], [119.95688592, 31.5413009999], [119.956412159, 31.5415029607], [119.955881161, 31.5417290404], [119.955471841, 31.5419030106], [119.95499808, 31.5421049705], [119.95466184, 31.5422389793], [119.953661041, 31.5425349903], [119.95316388, 31.5426830403], [119.95191108, 31.5430550098], [119.95092504, 31.5433500297], [119.95042896, 31.5434970005], [119.95008084, 31.5435999603], [119.949427079, 31.5437920204], [119.948938921, 31.5439409697], [119.948442119, 31.5440880304], [119.94744888, 31.5443829604], [119.946960001, 31.5445319997], [119.94644808, 31.5446810398], [119.945958839, 31.5448280097], [119.94545484, 31.5449739895], [119.944950121, 31.5451330211], [119.94446196, 31.5452799901], [119.94396516, 31.545428041], [119.94372108, 31.54550697], [119.94285096, 31.5459540014], [119.941949881, 31.5464100305], [119.94058188, 31.5470970001], [119.93922288, 31.5477780297], [119.93831388, 31.54823496], [119.937647161, 31.5488719795], [119.93744304, 31.549114979], [119.93718384, 31.5495119703], [119.93694012, 31.5498200412], [119.935019881, 31.5518920207], [119.93303916, 31.5542989806], [119.93024412, 31.5558050411], [119.929293, 31.5561089697], [119.92795704, 31.5561269705], [119.920303081, 31.5532279807], [119.915352001, 31.5518889603], [119.91134304, 31.5511689595], [119.907451081, 31.550558041], [119.90497716, 31.5501699602], [119.90485512, 31.5501530403], [119.904351119, 31.5500709601], [119.90409192, 31.5500300104], [119.902087081, 31.5498850199], [119.898161999, 31.5495929704], [119.89660788, 31.5494790299], [119.89499112, 31.5493470005], [119.894527079, 31.5493489808], [119.89400904, 31.5494080213], [119.89374984, 31.5494379912], [119.89348308, 31.5494700313], [119.892697921, 31.5495540001], [119.89234008, 31.54954104], [119.891867041, 31.5493430398], [119.89163196, 31.5492409812], [119.891166119, 31.5490429801], [119.890458, 31.5487430095], [119.888866081, 31.5487189805], [119.88859104, 31.5487189814], [119.88806616, 31.5487089899], [119.88675612, 31.5486899998], [119.885766119, 31.5486739802], [119.885446079, 31.5486700214], [119.88498096, 31.5486829797], [119.884722841, 31.5486960307], [119.884363921, 31.5487140306], [119.883404881, 31.54876497], [119.88287784, 31.5487970102], [119.882332081, 31.5488169904], [119.881835999, 31.5488349903], [119.88078516, 31.5488619898], [119.880258839, 31.5488750399], [119.87974188, 31.5488829602], [119.87949096, 31.548888], [119.879210161, 31.5488970004], [119.878683121, 31.5489069901], [119.877099839, 31.5489439792], [119.87496792, 31.5489969906], [119.874488041, 31.5490069803], [119.87396316, 31.5490210205], [119.87376192, 31.549023991], [119.87343684, 31.5490310111], [119.872913039, 31.5490449605], [119.87263116, 31.5490020313], [119.87159508, 31.5488349912], [119.871078121, 31.5487469701], [119.870628121, 31.5486950405], [119.868576121, 31.5485569802], [119.86641108, 31.5484409704], [119.865879001, 31.54841397], [119.86535304, 31.5483859804], [119.86430292, 31.5483290102], [119.86378596, 31.5483020098], [119.86299396, 31.54825998], [119.86247592, 31.5482319913], [119.861951041, 31.5482020205], [119.86160112, 31.5483329708], [119.861358121, 31.5484219803], [119.861115119, 31.5485090104], [119.86034616, 31.5483290111], [119.859585121, 31.5481519795], [119.85925716, 31.5481049998], [119.857424041, 31.5484000206], [119.85709608, 31.5483239704], [119.85665112, 31.5475190106], [119.856197881, 31.5466949699], [119.855977919, 31.5462889809], [119.85575796, 31.5458819999], [119.855536921, 31.54546998], [119.85529392, 31.5451150202], [119.85346008, 31.5429470102], [119.85314112, 31.5425680206], [119.852676, 31.54202199], [119.85239484, 31.5417369598], [119.85221196, 31.541578019], [119.85202908, 31.5414179999], [119.85196104, 31.5413620198], [119.85164892, 31.5411049801], [119.85142788, 31.5408920395], [119.851153921, 31.5405060298], [119.850606, 31.5397359898], [119.84938092, 31.5380009701], [119.84859, 31.5368450094], [119.848444921, 31.5366530401], [119.848178881, 31.5363419988], [119.845783081, 31.5342610197], [119.84316516, 31.53200904], [119.842975081, 31.5318480308], [119.84273208, 31.531724999], [119.84227596, 31.5314970308], [119.84198688, 31.5313700402], [119.837871, 31.5306530089], [119.837361961, 31.5305610299], [119.837094841, 31.5305190001], [119.83678308, 31.5305379892], [119.836266121, 31.5305749802], [119.833254, 31.5307800013], [119.83125384, 31.5308840403], [119.82794508, 31.53171897], [119.82703212, 31.5319910401], [119.82624912, 31.5322039797], [119.82587294, 31.5324251878], [119.83462956, 31.5496786947], [119.8272978, 31.5535615203], [119.82281076, 31.56242526], [119.837521441, 31.5805154404], [119.847919893, 31.5765814506], [119.8602513, 31.5918997199], [119.868296219, 31.5880083894], [119.86976232, 31.5942583053], [119.8540134, 31.603084965], [119.862339801, 31.6162579205], [119.867430187, 31.6140840055]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "常州",
          "配套": 0,
          "未来品": "Town",
          "夜间人口": 56068.15262,
          "日间人口": 48365.747782,
          "营业厅数量": 9,
          "风景区数量": 4,
          "公交站点数量": 82,
          "城市公园数量": 1,
          "非营利性数量": 32,
          "技术类企业数量": 28,
          "非营利性企业数量": 17603
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1119,
        "name": "嘉泽",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.808006725, 31.735839897], [119.807998582, 31.7333620273], [119.808171039, 31.7298271863], [119.809072913, 31.7254889314], [119.810322586, 31.7225029268], [119.811286052, 31.7192846444], [119.812464673, 31.7157991644], [119.812914856, 31.714071422], [119.813164952, 31.7131115647], [119.812696364, 31.7123823], [119.813966408, 31.7108177755], [119.814285356, 31.7095510085], [119.813514889, 31.7076975264], [119.812188556, 31.7059222575], [119.811607012, 31.7051438466], [119.807996281, 31.6994210917], [119.803157111, 31.6914348206], [119.802785521, 31.6905987595], [119.80167761, 31.6901551608], [119.793974828, 31.66999668], [119.793884277, 31.6666870121], [119.79107666, 31.6666870121], [119.787109375, 31.6671142575], [119.782470703, 31.6677246094], [119.778930663, 31.6680908196], [119.775512695, 31.6687011715], [119.769714355, 31.6696777336], [119.763488769, 31.6704711911], [119.758911133, 31.6708984374], [119.754272461, 31.671081543], [119.745483399, 31.671081543], [119.740905761, 31.6708984374], [119.733276366, 31.6702880855], [119.729125976, 31.6699218744], [119.725708008, 31.6696777345], [119.721130371, 31.6696777345], [119.716918945, 31.6702880855], [119.713684083, 31.6671142575], [119.712097168, 31.6613159182], [119.710083009, 31.6578979494], [119.709373435, 31.6571365087], [119.706468136, 31.6578628228], [119.703612783, 31.6611940673], [119.694828822, 31.6643744666], [119.697374832, 31.6674296776], [119.69261591, 31.6721885985], [119.690712342, 31.678851091], [119.691664126, 31.6855135826], [119.686429311, 31.6926519648], [119.692140017, 31.7040733782], [119.707368568, 31.7064528386], [119.715458736, 31.7007421328], [119.724976579, 31.698838563], [119.7359221, 31.7007421319], [119.742955062, 31.7075209616], [119.743455474, 31.7080032366], [119.742569793, 31.7102175041], [119.741393907, 31.7131571469], [119.74614906, 31.7166154835], [119.747063213, 31.7172802786], [119.746950243, 31.7174921157], [119.742940082, 31.7250111467], [119.741209941, 31.7267249866], [119.745186877, 31.7273176812], [119.750684239, 31.7289550993], [119.759461221, 31.7327353582], [119.765613533, 31.7353504401], [119.773448816, 31.7374704848], [119.777390714, 31.737842662], [119.784876339, 31.7372211028], [119.796186923, 31.7360570968], [119.799872092, 31.7360620205], [119.801513672, 31.7363281254], [119.808006725, 31.735839897]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "常州",
          "配套": 0.16,
          "未来品": "Town",
          "公墓数量": 1,
          "夜间人口": 52626.9259682,
          "日间人口": 47561.4127548,
          "营业厅数量": 12,
          "风景区数量": 5,
          "公交站点数量": 70,
          "城市公园数量": 3,
          "快速路出入口": 12,
          "非营利性数量": 281,
          "高速路出入口": 2,
          "技术类企业数量": 47,
          "快速路出入口数量": 12,
          "非营利性企业数量": 266277,
          "高速路出入口数量": 2
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1120,
        "name": "礼嘉",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.041503906, 31.6622924803], [120.041076659, 31.6544799807], [120.036499024, 31.6345214857], [120.034484863, 31.6224975589], [120.03462866, 31.620939961], [120.036682129, 31.5986938479], [120.035190567, 31.5884476479], [120.035017209, 31.5883560637], [120.033386642, 31.5885128083], [120.029374888, 31.5855154228], [120.020005752, 31.5785139668], [120.01477803, 31.5762834296], [120.003082911, 31.5765590152], [119.999022281, 31.576344588], [119.98745112, 31.5757328368], [119.972106934, 31.5753173824], [119.968688965, 31.5842895506], [119.968322754, 31.5936889661], [119.967882651, 31.5961970512], [119.967420137, 31.5988327473], [119.96508789, 31.6121215813], [119.963928223, 31.6174926761], [119.962097167, 31.6256713869], [119.960083009, 31.6389160157], [119.97088623, 31.6369018553], [119.976073869, 31.635403279], [119.979125978, 31.6345214848], [119.983355034, 31.6325406956], [119.990722657, 31.6290893557], [119.990722656, 31.6345214848], [119.993103029, 31.6428833011], [119.993105411, 31.642890484], [119.997497559, 31.6561279299], [119.99810791, 31.6621093747], [119.997924804, 31.6655273435], [120.007080078, 31.6643066406], [120.02709961, 31.6627197257], [120.034301793, 31.6625063058], [120.041503906, 31.6622924803]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "常州",
          "配套": 0.47,
          "未来品": "C",
          "夜间人口": 84133.7659863,
          "日间人口": 82072.9341576,
          "垃圾场数量": 1,
          "营业厅数量": 11,
          "风景区数量": 3,
          "公交站点数量": 96,
          "城市公园数量": 2,
          "非营利性数量": 33,
          "技术类企业数量": 20,
          "非营利性企业数量": 24335
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1121,
        "name": "奔牛",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.869689941, 31.8538818358], [119.86907959, 31.8510742189], [119.868103027, 31.8471069334], [119.867126465, 31.844116211], [119.865905762, 31.8406982422], [119.864501953, 31.8377075198], [119.86291504, 31.834289551], [119.860290527, 31.8305053711], [119.855712892, 31.8339233399], [119.852905274, 31.835876465], [119.849304199, 31.8377075198], [119.845703126, 31.8399047848], [119.842285157, 31.8416748043], [119.836303711, 31.845092774], [119.822875976, 31.8530883792], [119.820129395, 31.856506348], [119.814086914, 31.859680176], [119.8046875, 31.8645019532], [119.803433235, 31.8626504676], [119.802124023, 31.8607177724], [119.803894043, 31.8560791017], [119.805357241, 31.8539738886], [119.80460916, 31.8541320002], [119.803707001, 31.8542779799], [119.803357081, 31.8543249605], [119.80230804, 31.8544610396], [119.80101492, 31.8546330314], [119.79932616, 31.8548500207], [119.797647841, 31.8550650306], [119.796833161, 31.8551720401], [119.794606919, 31.8554330395], [119.792484, 31.8552650102], [119.79141084, 31.8551779801], [119.789857081, 31.8550560302], [119.78842284, 31.8549410096], [119.787517081, 31.8548680206], [119.787231961, 31.85484498], [119.783302921, 31.8545350206], [119.782451161, 31.85446302], [119.777776919, 31.8540889811], [119.77725888, 31.8540470403], [119.776983841, 31.8538539901], [119.774874961, 31.8524039987], [119.773496162, 31.8514410002], [119.773214999, 31.8512790008], [119.77296408, 31.8512099707], [119.77272, 31.8511449901], [119.772452881, 31.8510790204], [119.77170804, 31.8508749912], [119.76961896, 31.8503259893], [119.76741792, 31.8497360403], [119.76641208, 31.8494660413], [119.76492708, 31.8495889804], [119.764766881, 31.8498180297], [119.764485001, 31.8502150201], [119.763815041, 31.8511670397], [119.763549001, 31.8515499908], [119.763444961, 31.8516949813], [119.76326604, 31.8519369907], [119.76299892, 31.8523169714], [119.762580961, 31.8528950403], [119.762305921, 31.85328096], [119.76202512, 31.8536649903], [119.761491961, 31.8544360196], [119.761209001, 31.85481996], [119.76094188, 31.8552069598], [119.760661081, 31.8555909901], [119.758322879, 31.8588699597], [119.75826888, 31.8591649805], [119.75855796, 31.8595410005], [119.75869512, 31.8597319796], [119.75884812, 31.8600189902], [119.75898492, 31.8624059699], [119.75924484, 31.8669969612], [119.75926788, 31.8674469604], [119.759298119, 31.8678969605], [119.75930604, 31.8681230401], [119.759329079, 31.8683469596], [119.75932908, 31.86857097], [119.75930604, 31.8691710003], [119.75916096, 31.8723290102], [119.759145841, 31.8727790102], [119.759114881, 31.8732290103], [119.75909184, 31.8736790104], [119.759061961, 31.8743530199], [119.759054041, 31.8745780213], [119.758716, 31.8748719602], [119.758124881, 31.8753829801], [119.757569041, 31.8758640302], [119.756646, 31.8766650303], [119.755512001, 31.877660971], [119.755359, 31.8777930004], [119.75517612, 31.8779559909], [119.75499288, 31.8781189804], [119.75480316, 31.8782790013], [119.75462712, 31.8784419908], [119.75407884, 31.8789250194], [119.75370588, 31.8792480298], [119.75351508, 31.8794079607], [119.753340121, 31.8795710402], [119.75315688, 31.8797340297], [119.75298084, 31.8798970201], [119.751693119, 31.8810259805], [119.75136912, 31.8813080402], [119.750397121, 31.8821540397], [119.75021496, 31.8823170292], [119.750069881, 31.8828480303], [119.75000112, 31.8830849999], [119.74988592, 31.8834500401], [119.74926204, 31.8856370402], [119.749016881, 31.8865110302], [119.74875012, 31.8873879897], [119.74869684, 31.8876399905], [119.74866588, 31.888087021], [119.74862088, 31.8887640001], [119.74860504, 31.8889899898], [119.748696841, 31.8895900202], [119.748987, 31.8894249604], [119.74987188, 31.8889289699], [119.749993921, 31.8888630001], [119.750534999, 31.8885579897], [119.75295888, 31.8872019604], [119.753300881, 31.8872069993], [119.753469001, 31.8873860103], [119.753796961, 31.887736021], [119.75381208, 31.8877540209], [119.75413284, 31.888087021], [119.755331318, 31.8893690001], [119.75593896, 31.8900189599], [119.75709816, 31.8912530402], [119.75759316, 31.8917649604], [119.75791284, 31.8921219894], [119.75813388, 31.892361031], [119.758439161, 31.8927339907], [119.758500001, 31.8928130096], [119.75863284, 31.8929840103], [119.75872788, 31.8931080304], [119.759025958, 31.8934800008], [119.76032592, 31.8950990089], [119.76081696, 31.8957129905], [119.761107121, 31.8960870302], [119.761403039, 31.8964580104], [119.761632, 31.8967430398], [119.76194484, 31.8971089802], [119.762363879, 31.89759399], [119.76278688, 31.8980819693], [119.762855999, 31.89816099], [119.76382584, 31.8992830202], [119.76413904, 31.899645], [119.76435288, 31.8998889906], [119.76449688, 31.90006998], [119.764649159, 31.9002530397], [119.76495516, 31.9006179909], [119.766165841, 31.9020920112], [119.76625404, 31.9021919997], [119.766638881, 31.9026419997], [119.766821041, 31.902828029], [119.767046041, 31.9028480101], [119.76732396, 31.9028740212], [119.76811704, 31.9029470102], [119.76916788, 31.9030450201], [119.770245, 31.9031409589], [119.77075908, 31.9031890205], [119.77203888, 31.9033079999], [119.773905119, 31.9034819701], [119.774688841, 31.9035580204], [119.77548192, 31.9036300201], [119.775771, 31.9036940114], [119.77588908, 31.9038290113], [119.77608996, 31.90405401], [119.77672284, 31.9047759902], [119.776784041, 31.9051209603], [119.77657092, 31.9055290204], [119.77633404, 31.9059359996], [119.776122, 31.9063480213], [119.77613316, 31.9065440403], [119.77647912, 31.9077530088], [119.776506121, 31.908076021], [119.77661196, 31.9093730098], [119.77648704, 31.9114649713], [119.776615921, 31.9119689712], [119.776859999, 31.9128440403], [119.77709616, 31.9137200097], [119.777271121, 31.9143889812], [119.777309999, 31.915071], [119.77737804, 31.9166510396], [119.77738596, 31.9168710003], [119.77739388, 31.9170950097], [119.77746192, 31.91889501], [119.777508, 31.9197960003], [119.77753896, 31.9202450102], [119.777560919, 31.9209190197], [119.777560919, 31.92114303], [119.777568841, 31.9213690207], [119.77761492, 31.9224979801], [119.77764516, 31.9233989704], [119.777835961, 31.9237560003], [119.778027121, 31.9239109814], [119.778216119, 31.9240670408], [119.778486841, 31.9242850202], [119.77859808, 31.92437601], [119.77878708, 31.9245329696], [119.778977879, 31.9246890299], [119.77935912, 31.9249989902], [119.779761961, 31.9251909604], [119.78028, 31.9252779905], [119.781065161, 31.9254059703], [119.78119008, 31.9254270297], [119.781567001, 31.9254869704], [119.78262504, 31.9256610297], [119.78317404, 31.9257520204], [119.783661121, 31.9258330197], [119.78398008, 31.9259079899], [119.78485704, 31.9264129808], [119.785511161, 31.9267909802], [119.785572, 31.9268960102], [119.78564004, 31.9270010403], [119.785647959, 31.9270159798], [119.785711949, 31.9271204774], [119.790100097, 31.9246826168], [119.793701171, 31.9224853518], [119.797729493, 31.9202880859], [119.802490233, 31.9179077154], [119.804870606, 31.9163208005], [119.807922363, 31.9157104486], [119.805114747, 31.9105224611], [119.80267334, 31.9055175775], [119.802307129, 31.8972778333], [119.81048584, 31.8956909184], [119.821716308, 31.8842773435], [119.831115723, 31.8775024412], [119.835529169, 31.8753763647], [119.839477539, 31.8734741214], [119.843831796, 31.8710418825], [119.848327637, 31.8685302739], [119.851318359, 31.8666992191], [119.857115956, 31.8618619762], [119.860900879, 31.858703613], [119.868798822, 31.8543707621], [119.869689941, 31.8538818358]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "常州",
          "配套": 0.6,
          "未来品": "Town",
          "夜间人口": 42173.1713561,
          "日间人口": 41864.4616588,
          "营业厅数量": 4,
          "风景区数量": 1,
          "公交站点数量": 44,
          "非营利性数量": 19,
          "高速路出入口": 2,
          "技术类企业数量": 28,
          "集中型商业数量": 1,
          "非营利性企业数量": 2873,
          "高速路出入口数量": 2
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1122,
        "name": "湟里",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.793884277, 31.6666870121], [119.793212929, 31.6513118553], [119.784789719, 31.6300337545], [119.773715941, 31.6008980998], [119.76971868, 31.59016254], [119.7619236, 31.566027195], [119.759032861, 31.5560098832], [119.764842177, 31.5558581388], [119.764050839, 31.5557890196], [119.763582839, 31.55574798], [119.76305004, 31.5557060401], [119.76258492, 31.5556980298], [119.76230988, 31.5557160298], [119.759697, 31.5558980112], [119.759178961, 31.5559330209], [119.75864508, 31.5559710002], [119.75533812, 31.5570459607], [119.75434596, 31.5573659997], [119.75411088, 31.55744799], [119.75362416, 31.5576090002], [119.75263884, 31.5579290401], [119.752395119, 31.5580100402], [119.751984, 31.558112009], [119.75147316, 31.5581959814], [119.75043708, 31.5583679713], [119.749995, 31.5584370006], [119.749651921, 31.5584900102], [119.749392001, 31.5585340203], [119.748318119, 31.5588619797], [119.747828881, 31.5590139912], [119.74732704, 31.5591640197], [119.74683096, 31.5593119798], [119.74633488, 31.5594639904], [119.74334616, 31.5603680402], [119.74285116, 31.56052104], [119.74235508, 31.5606709804], [119.741852159, 31.5608210098], [119.741364, 31.5609710401], [119.74086792, 31.5611199903], [119.740128119, 31.5613490404], [119.73913596, 31.5616490102], [119.73864888, 31.5618010199], [119.73814488, 31.5619479889], [119.737680121, 31.5620649907], [119.73715308, 31.56215904], [119.735611921, 31.5624429902], [119.733552001, 31.5628209914], [119.73252204, 31.5630109813], [119.731773961, 31.5631680308], [119.73023316, 31.56345198], [119.72971404, 31.563545041], [119.729393999, 31.5635979607], [119.72622708, 31.5637380013], [119.725707961, 31.5637610401], [119.725440841, 31.5637730101], [119.72512116, 31.56370398], [119.72460888, 31.5635940001], [119.72409804, 31.5634809607], [119.72334204, 31.5633189604], [119.722948921, 31.5632339988], [119.722312079, 31.5630980105], [119.72154096, 31.5629330388], [119.72115108, 31.5627720305], [119.720939039, 31.5626270409], [119.720129041, 31.5620459997], [119.719748161, 31.56177699], [119.71834308, 31.5607629612], [119.71712916, 31.5598959905], [119.714510159, 31.5580089592], [119.712204, 31.5577899896], [119.71141812, 31.5577150194], [119.71101312, 31.5577459804], [119.710612079, 31.5579099601], [119.709356039, 31.5584219702], [119.70911088, 31.5585179998], [119.70864504, 31.5587619913], [119.708278921, 31.5589539597], [119.70804312, 31.5591879597], [119.707973999, 31.559861971], [119.70778284, 31.5618810299], [119.707745041, 31.5623310309], [119.70752292, 31.5629839791], [119.707171921, 31.5640909798], [119.707026839, 31.5645180301], [119.706882121, 31.5649500302], [119.70673704, 31.5653869802], [119.705736961, 31.5684170102], [119.70558396, 31.5688519799], [119.70544716, 31.5692870405], [119.70508788, 31.5705809706], [119.70508788, 31.5710309698], [119.70503496, 31.5768889809], [119.705027039, 31.577567041], [119.705005081, 31.5780270298], [119.70381708, 31.5786920398], [119.702584081, 31.5793790103], [119.70236196, 31.5795009602], [119.69900208, 31.579088041], [119.69848188, 31.5790229696], [119.69796312, 31.5789620397], [119.697176159, 31.5788640298], [119.69696196, 31.5788380205], [119.69665704, 31.5787989602], [119.69613684, 31.5787349698], [119.695091041, 31.5786059999], [119.694845879, 31.5785969995], [119.694729959, 31.5789219902], [119.693958839, 31.5810809998], [119.69372988, 31.5817209897], [119.69365284, 31.5819369907], [119.693576881, 31.5821529908], [119.693493, 31.5823689899], [119.693264039, 31.5830150098], [119.693195999, 31.583231009], [119.693135161, 31.5833699704], [119.69308908, 31.58347203], [119.69289684, 31.5836270102], [119.692545842, 31.58390898], [119.69232516, 31.5840889802], [119.691231839, 31.58496198], [119.69039916, 31.5856299596], [119.690025121, 31.5859359611], [119.68963488, 31.5862460104], [119.689506, 31.5866070001], [119.689659, 31.5872679613], [119.68969608, 31.5874089903], [119.689781041, 31.5877089601], [119.68967304, 31.5881569799], [119.68947504, 31.5890000097], [119.68936812, 31.5894420004], [119.68931484, 31.5896640305], [119.689193161, 31.5900250201], [119.68907796, 31.5902310296], [119.688872041, 31.5906419713], [119.688444, 31.59146502], [119.688337081, 31.5916710304], [119.68812396, 31.5920829613], [119.687910119, 31.5924939901], [119.68609896, 31.5959889597], [119.685670919, 31.5968130004], [119.685565081, 31.5970180198], [119.685404161, 31.59729702], [119.68438788, 31.5989790311], [119.68371612, 31.6000890004], [119.68347096, 31.6004910297], [119.68334208, 31.6006880397], [119.68310412, 31.6010899791], [119.682867961, 31.6014890398], [119.682730081, 31.6016890202], [119.68154604, 31.603707], [119.68129008, 31.6041270301], [119.68021584, 31.6059049799], [119.680040881, 31.60609704], [119.677947121, 31.6058900404], [119.67638004, 31.6057290303], [119.674532159, 31.6055430001], [119.67349284, 31.6054389611], [119.672973, 31.6053900002], [119.67252192, 31.6054269903], [119.672277121, 31.6055140213], [119.67178788, 31.6056879897], [119.670581881, 31.6061199889], [119.67008508, 31.6062950411], [119.66992488, 31.6067120091], [119.66984784, 31.60692801], [119.66927508, 31.6084210195], [119.66853384, 31.6103470193], [119.66812884, 31.61141703], [119.667516839, 31.6115420402], [119.664957961, 31.6120670105], [119.664910771, 31.6120766809], [119.665014162, 31.6141297513], [119.666441838, 31.6245993798], [119.674056115, 31.6293583015], [119.682146281, 31.6331654393], [119.681670389, 31.6436350678], [119.683573958, 31.657911835], [119.69261591, 31.661718971], [119.694828822, 31.6643744666], [119.703612783, 31.6611940673], [119.706468136, 31.6578628228], [119.709373435, 31.6571365087], [119.710083009, 31.6578979494], [119.712097168, 31.6613159182], [119.713684083, 31.6671142575], [119.716918945, 31.6702880855], [119.721130371, 31.6696777345], [119.725708008, 31.6696777345], [119.729125976, 31.6699218744], [119.733276366, 31.6702880855], [119.740905761, 31.6708984374], [119.745483399, 31.671081543], [119.754272461, 31.671081543], [119.758911133, 31.6708984374], [119.763488769, 31.6704711911], [119.769714355, 31.6696777336], [119.775512695, 31.6687011715], [119.778930663, 31.6680908196], [119.782470703, 31.6677246094], [119.787109375, 31.6671142575], [119.79107666, 31.6666870121], [119.793884277, 31.6666870121]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "常州",
          "配套": 0,
          "未来品": "Town",
          "夜间人口": 68982.165513,
          "日间人口": 62526.4347849,
          "营业厅数量": 15,
          "风景区数量": 2,
          "公交站点数量": 123,
          "城市公园数量": 2,
          "非营利性数量": 49,
          "高速路出入口": 2,
          "技术类企业数量": 29,
          "集中型商业数量": 1,
          "非营利性企业数量": 18812,
          "高速路出入口数量": 2
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1123,
        "name": "戚墅堰",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.061199856, 31.7805489119], [120.060886924, 31.7798803667], [120.060934092, 31.7792780646], [120.061309512, 31.7784674778], [120.061722185, 31.7777705005], [120.061866029, 31.7770513657], [120.061849995, 31.7765650915], [120.061556652, 31.7757992217], [120.06127746, 31.7754624148], [120.060355471, 31.7749406803], [120.059004794, 31.7746296336], [120.059237961, 31.7732429995], [120.060100312, 31.7681621636], [120.060387762, 31.7669583014], [120.061764699, 31.7611912045], [120.061979233, 31.7604301325], [120.061279297, 31.7603149411], [120.056884766, 31.7595214845], [120.049316406, 31.7583007817], [120.045411778, 31.7575651317], [120.045104981, 31.7575073242], [120.042114259, 31.7570800788], [120.038629634, 31.7563937216], [120.038085937, 31.7562866222], [120.037824145, 31.7562292833], [120.031677246, 31.754882812], [120.028930664, 31.7548828138], [120.027664986, 31.7548068813], [120.025878905, 31.7546997064], [120.022521972, 31.7556762694], [120.019287109, 31.7573242186], [120.016906738, 31.7589111326], [120.014282226, 31.7604980457], [120.011291504, 31.7634887691], [120.012878417, 31.767272949], [120.013144108, 31.7686811416], [120.01348877, 31.7705078122], [120.013826062, 31.7728688842], [120.019598596, 31.7690553459], [120.02540494, 31.7652245038], [120.026792219, 31.7640882158], [120.027254172, 31.7645543533], [120.02748062, 31.7663620383], [120.028068404, 31.7698310562], [120.028231235, 31.7705428669], [120.029706295, 31.7712472986], [120.031126349, 31.771976879], [120.031452738, 31.7725655069], [120.03147686, 31.7733044726], [120.031256071, 31.7742401219], [120.031076305, 31.7747215254], [120.03025327, 31.7749301708], [120.031966355, 31.7751906387], [120.034777035, 31.7757438954], [120.037393537, 31.7762588139], [120.038092672, 31.7761623517], [120.0384436, 31.776849199], [120.038178593, 31.7772849359], [120.038093493, 31.7780980732], [120.039259122, 31.7817142462], [120.039643756, 31.7823730266], [120.042480034, 31.7819951072], [120.042468533, 31.7824963578], [120.042325313, 31.7832393183], [120.041984615, 31.7847742488], [120.042389375, 31.7851939777], [120.043411775, 31.7848593975], [120.045680587, 31.7842087048], [120.048303025, 31.7841220434], [120.047842836, 31.7820146611], [120.061199856, 31.7805489119]]]
        },
        "extra": {
          "品类": "C",
          "城市": "常州",
          "配套": 0.85,
          "未来品": "G3",
          "夜间人口": 17846.2392866,
          "日间人口": 26292.5455535,
          "营业厅数量": 5,
          "风景区数量": 1,
          "公交站点数量": 26,
          "城市公园数量": 2,
          "快速路出入口": 3,
          "非营利性数量": 10,
          "技术类企业数量": 28,
          "集中型商业数量": 1,
          "快速路出入口数量": 3,
          "非营利性企业数量": 81020
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1124,
        "name": "新市府西",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.96013672, 31.8422247083], [119.959068009, 31.8413608609], [119.958024301, 31.8401827787], [119.957193515, 31.8385302331], [119.956945445, 31.8374824932], [119.956940362, 31.8363889104], [119.956920173, 31.8350096202], [119.95706159, 31.8327160882], [119.957199151, 31.8309322244], [119.956510482, 31.8293164431], [119.954847175, 31.8265781891], [119.952592724, 31.8242258028], [119.950595687, 31.8225831029], [119.949830697, 31.8217281121], [119.948991654, 31.8209528983], [119.948738673, 31.8207191591], [119.947982659, 31.8200206367], [119.947786183, 31.8198390996], [119.946253827, 31.8180424097], [119.945889641, 31.817082146], [119.945745794, 31.8167028525], [119.943915881, 31.8172813944], [119.937863511, 31.819417448], [119.935879499, 31.8201468008], [119.933162386, 31.8211517411], [119.931272131, 31.822039505], [119.925432831, 31.8257010066], [119.922302246, 31.8269042968], [119.92388916, 31.8300781248], [119.924371253, 31.8319323578], [119.924682618, 31.8331298824], [119.925476075, 31.8377075198], [119.926611676, 31.8409362316], [119.928176458, 31.8480000196], [119.929412861, 31.8511047518], [119.931518554, 31.8502807614], [119.934326172, 31.8493041993], [119.937814109, 31.8482309961], [119.938293457, 31.8480834965], [119.941101075, 31.847290039], [119.94329834, 31.8463134769], [119.945495607, 31.8457031259], [119.946448973, 31.8454337034], [119.948303223, 31.8449096666], [119.950723533, 31.8442675516], [119.951293945, 31.844116211], [119.954284668, 31.8427124017], [119.957092285, 31.8428955081], [119.96013672, 31.8422247083]]]
        },
        "extra": {
          "品类": "G2",
          "城市": "常州",
          "配套": 1.6799999,
          "未来品": "G2",
          "夜间人口": 27041.0296363,
          "日间人口": 46114.7321982,
          "公交站点数量": 49,
          "城市公园数量": 1,
          "非营利性数量": 41,
          "技术类企业数量": 270,
          "非营利性企业数量": 500020766
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1125,
        "name": "清凉",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.976074219, 31.7648925793], [119.975238386, 31.7622088612], [119.974608891, 31.7592920603], [119.974151236, 31.7550428958], [119.974170489, 31.7522941495], [119.974121094, 31.7509155265], [119.972106933, 31.7512817386], [119.967285155, 31.751708984], [119.96307373, 31.7520751942], [119.960083008, 31.7525024414], [119.956252801, 31.753091706], [119.956115722, 31.7531127942], [119.953125001, 31.7537231443], [119.952967557, 31.7537315799], [119.953200013, 31.754435777], [119.953556156, 31.756168883], [119.954534764, 31.7597247115], [119.95562886, 31.7633971318], [119.956704086, 31.7664735533], [119.956876981, 31.7676202609], [119.95774009, 31.7675493583], [119.959899903, 31.7670898434], [119.961914062, 31.7670898434], [119.963518477, 31.7669916231], [119.964904785, 31.7669067388], [119.965866353, 31.7668512713], [119.968078613, 31.7667236341], [119.972290039, 31.7659301757], [119.973401197, 31.7656255178], [119.97402893, 31.7654534002], [119.976074219, 31.7648925793]]]
        },
        "extra": {
          "品类": "G2",
          "城市": "常州",
          "配套": 2.5899999,
          "未来品": "TOP",
          "夜间人口": 50588.4001807,
          "日间人口": 36994.0325712,
          "营业厅数量": 18,
          "公交站点数量": 33,
          "非营利性数量": 29,
          "技术类企业数量": 52,
          "集中型商业数量": 1,
          "非营利性企业数量": 70847
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1126,
        "name": "洛阳镇",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.120295183, 31.6698986233], [120.119424697, 31.6594013542], [120.118682305, 31.6495218321], [120.115261647, 31.6395326709], [120.114176614, 31.6366773171], [120.113462776, 31.6334650449], [120.105432095, 31.6322753147], [120.103376241, 31.6315329225], [120.099423956, 31.6272784466], [120.095614501, 31.6231174058], [120.09260412, 31.6207989905], [120.091028041, 31.6199040301], [120.089286001, 31.6189009803], [120.08476584, 31.6164009603], [120.08394612, 31.6159020003], [120.079766159, 31.6119870014], [120.07043892, 31.60771002], [120.07032408, 31.6047149988], [120.070935, 31.6012959895], [120.070328039, 31.5994230003], [120.07002204, 31.5984259804], [120.069354959, 31.5974989799], [120.068197919, 31.5964220399], [120.063413881, 31.5925820104], [120.061161001, 31.5910619996], [120.060657001, 31.59066996], [120.06007308, 31.5901299602], [120.05962992, 31.5895239907], [120.057549121, 31.5857310299], [120.05690688, 31.5849110397], [120.055038119, 31.5833580005], [120.053591777, 31.5821403193], [120.053581921, 31.5821320204], [120.053517118, 31.5819690299], [120.05201592, 31.5781839903], [120.05236008, 31.5777660304], [120.05394804, 31.5758430011], [120.054214374, 31.5752906842], [120.053417581, 31.5760292992], [120.051029881, 31.5784240652], [120.04735032, 31.5798337804], [120.04362522, 31.5814410443], [120.04018776, 31.583344365], [120.039053239, 31.5842870649], [120.034596184, 31.5843637465], [120.035190567, 31.5884476479], [120.036682129, 31.5986938479], [120.03462866, 31.620939961], [120.034484863, 31.6224975589], [120.036499024, 31.6345214857], [120.041076659, 31.6544799807], [120.041503906, 31.6622924803], [120.0478172, 31.6627483242], [120.059082032, 31.6616821293], [120.071880478, 31.6615953717], [120.085876465, 31.6614990238], [120.085876451, 31.6628230839], [120.085876401, 31.6737714593], [120.085876464, 31.6848754884], [120.08799892, 31.6849519137], [120.09055923, 31.6840882965], [120.091655269, 31.6834891745], [120.092830154, 31.6830520752], [120.095520018, 31.681884766], [120.099304199, 31.6796874992], [120.102478028, 31.6782836907], [120.105678234, 31.6773185599], [120.106323243, 31.6771240231], [120.111328125, 31.6754760739], [120.115112304, 31.673889159], [120.120295183, 31.6698986233]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "常州",
          "配套": 0,
          "未来品": "Town",
          "公墓数量": 1,
          "夜间人口": 74503.3527978,
          "日间人口": 69381.5460321,
          "营业厅数量": 11,
          "风景区数量": 9,
          "公交站点数量": 99,
          "城市公园数量": 3,
          "非营利性数量": 16,
          "技术类企业数量": 15,
          "集中型商业数量": 2,
          "非营利性企业数量": 12060
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1127,
        "name": "西太湖临湖段",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.881396891, 31.6977289768], [119.881431172, 31.6971134853], [119.881305942, 31.6919095916], [119.881755629, 31.6870343398], [119.882188321, 31.6837035477], [119.883365866, 31.6806422015], [119.885589091, 31.6767555573], [119.888166163, 31.6734907098], [119.893538236, 31.6675285149], [119.897815769, 31.6625647806], [119.896484153, 31.6626553199], [119.889459275, 31.6627956186], [119.883762294, 31.6625810386], [119.878868738, 31.6624033649], [119.878847533, 31.6626577409], [119.878689885, 31.663334094], [119.878019383, 31.6661930918], [119.87759874, 31.667748579], [119.877219686, 31.668482415], [119.875704441, 31.6692800543], [119.874018951, 31.6696234416], [119.87246138, 31.6697730618], [119.870620662, 31.6700131907], [119.870528074, 31.6700252686], [119.869938434, 31.6700986793], [119.869120905, 31.6703652024], [119.868566298, 31.6704731147], [119.867100251, 31.670696956], [119.866463469, 31.6710357441], [119.866309678, 31.6718408307], [119.866711681, 31.6725761614], [119.866742174, 31.6735679679], [119.866632989, 31.6743720526], [119.8662462, 31.6748579087], [119.866225635, 31.6756409133], [119.866520245, 31.6765122628], [119.866708038, 31.6775387049], [119.867238028, 31.6780802911], [119.867718174, 31.6785328443], [119.868088489, 31.678881873], [119.868904336, 31.6792834149], [119.869582841, 31.6795735236], [119.870732669, 31.6799484474], [119.871532084, 31.6798159233], [119.871743395, 31.6801547177], [119.872160145, 31.680641572], [119.873252489, 31.6813231492], [119.873231514, 31.6842629161], [119.872357541, 31.6848742905], [119.87216323, 31.684363338], [119.871857398, 31.6838548982], [119.87119587, 31.6833926431], [119.87082607, 31.6829810728], [119.870654078, 31.6824696149], [119.870686351, 31.6820680757], [119.870259044, 31.6819631797], [119.868788715, 31.682053539], [119.867953472, 31.6824731483], [119.866434665, 31.6824747113], [119.866005892, 31.682608704], [119.865537857, 31.6826587954], [119.861121275, 31.6831313882], [119.856177465, 31.683660212], [119.848315195, 31.6845008102], [119.839152897, 31.6854797753], [119.839038285, 31.6855943867], [119.837493592, 31.6858978161], [119.836373289, 31.6861178676], [119.836261213, 31.6860419838], [119.835937966, 31.6858231211], [119.834947358, 31.6859288985], [119.825701673, 31.6872767763], [119.824841484, 31.6881130748], [119.824529064, 31.6884168118], [119.824138845, 31.6884413786], [119.823375951, 31.6884582804], [119.823025885, 31.6883973226], [119.82253907, 31.6878011467], [119.822172024, 31.6871794139], [119.821640825, 31.6873285988], [119.821030705, 31.6875253372], [119.820387358, 31.687951847], [119.818937039, 31.6891520381], [119.818245903, 31.6893276515], [119.817134661, 31.6893407663], [119.816121846, 31.6890653957], [119.815918903, 31.6885545376], [119.815949962, 31.6878094681], [119.815617679, 31.6874503437], [119.815049326, 31.6872567601], [119.812551951, 31.687048496], [119.811626646, 31.6865650196], [119.810957023, 31.686121706], [119.810667947, 31.6854180521], [119.810474286, 31.6847695546], [119.809912515, 31.6847933911], [119.809013459, 31.6851796742], [119.807428208, 31.6867949879], [119.805789367, 31.6884114635], [119.805708426, 31.6888369714], [119.805584973, 31.689629883], [119.804990251, 31.6898949195], [119.804536062, 31.6906760221], [119.803430976, 31.6907461422], [119.803297179, 31.6908036179], [119.802785521, 31.6905987595], [119.803157111, 31.6914348206], [119.807996281, 31.6994210917], [119.811607012, 31.7051438466], [119.812188556, 31.7059222575], [119.819499072, 31.7053919768], [119.826633072, 31.7043177582], [119.839043905, 31.7027821253], [119.850716271, 31.7012045579], [119.860354554, 31.6996853494], [119.860290527, 31.6990966793], [119.864074706, 31.698730469], [119.866915001, 31.69845813], [119.868530273, 31.6983032227], [119.872497558, 31.6975097653], [119.876545373, 31.6971511111], [119.877319335, 31.6970825198], [119.877402641, 31.6970957282], [119.881396891, 31.6977289768]]]
        },
        "extra": {
          "品类": "G3",
          "城市": "常州",
          "配套": 0.45,
          "未来品": "G3",
          "夜间人口": 2758.85045765,
          "日间人口": 3248.36571688,
          "风景区数量": 1,
          "公交站点数量": 25,
          "城市公园数量": 2,
          "非营利性数量": 1,
          "技术类企业数量": 4,
          "非营利性企业数量": 34012.5
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1128,
        "name": "清潭",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.923898241, 31.7792977454], [119.923803058, 31.7785874716], [119.923580229, 31.7757679019], [119.923627725, 31.7730184639], [119.923594218, 31.7712442598], [119.923522949, 31.7705078122], [119.924164891, 31.7680820007], [119.924905713, 31.7646486292], [119.925219646, 31.76326724], [119.925176628, 31.7604817087], [119.925185077, 31.7597881047], [119.925207788, 31.7579235008], [119.925109864, 31.7567138668], [119.924187615, 31.7566692532], [119.921325684, 31.7565307621], [119.920092088, 31.7566661757], [119.917118691, 31.7569925181], [119.916320801, 31.7570800779], [119.916256768, 31.7571006175], [119.913085938, 31.7581176761], [119.90991211, 31.760314942], [119.909145664, 31.7604756571], [119.907840932, 31.7588441107], [119.904082364, 31.7557998219], [119.902677835, 31.7538239709], [119.899883975, 31.7509337792], [119.897708334, 31.7486829488], [119.895571867, 31.7472775116], [119.894191461, 31.7463693906], [119.891479493, 31.7473144531], [119.888122559, 31.7496948246], [119.884521485, 31.7525024414], [119.884405534, 31.7525352118], [119.884840966, 31.7529317571], [119.88647461, 31.7551269527], [119.888305663, 31.7576904298], [119.889892577, 31.7600708003], [119.890686035, 31.7636718747], [119.892478978, 31.7707241324], [119.89251709, 31.7708740233], [119.893633475, 31.7748331888], [119.893897949, 31.7757846598], [119.897081666, 31.7753277755], [119.901401025, 31.7748476517], [119.904186145, 31.7753185277], [119.907261892, 31.7765079648], [119.913446294, 31.7785041369], [119.914306641, 31.7789306637], [119.918884277, 31.7800903323], [119.922455073, 31.7795242522], [119.92388916, 31.7792968749], [119.923898241, 31.7792977454]]]
        },
        "extra": {
          "品类": "G3",
          "城市": "常州",
          "配套": 2.04,
          "未来品": "G2",
          "夜间人口": 69834.6530105,
          "日间人口": 48000.6373225,
          "垃圾场数量": 1,
          "营业厅数量": 13,
          "风景区数量": 2,
          "公交站点数量": 39,
          "城市公园数量": 2,
          "快速路出入口": 2,
          "非营利性数量": 39,
          "技术类企业数量": 98,
          "快速路出入口数量": 2,
          "非营利性企业数量": 12589
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1129,
        "name": "横山桥",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.126290535, 31.79034444], [120.126892089, 31.7653198239], [120.128052477, 31.7553985462], [120.128112793, 31.7548828129], [120.133728028, 31.7482910152], [120.130126953, 31.7459106447], [120.126708985, 31.7435302732], [120.122070313, 31.7416992184], [120.10369873, 31.7349243161], [120.090698242, 31.7294921879], [120.081222723, 31.7235181292], [120.075500487, 31.7199096669], [120.076293946, 31.7246704098], [120.077753386, 31.7271435409], [120.079755907, 31.7305366983], [120.082301091, 31.734848934], [120.087520811, 31.7440216862], [120.089765975, 31.748275707], [120.091674804, 31.7518920895], [120.091482848, 31.7564030341], [120.091308595, 31.7604980466], [120.092285156, 31.7675170897], [120.089011031, 31.7727119687], [120.086076096, 31.7763451785], [120.085510253, 31.777099609], [120.083496093, 31.7802734379], [120.081481932, 31.7824707029], [120.077514649, 31.7866821291], [120.075500488, 31.788879395], [120.07269287, 31.7902832043], [120.076277005, 31.7903993041], [120.089100606, 31.7890007405], [120.093450266, 31.788780537], [120.096475646, 31.7890504514], [120.108768623, 31.7898384365], [120.117259356, 31.7898735137], [120.123227006, 31.7918238599], [120.126290535, 31.79034444]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "常州",
          "配套": 0.46,
          "未来品": "Town",
          "公墓数量": 2,
          "夜间人口": 48275.6655299,
          "日间人口": 47774.3977395,
          "营业厅数量": 10,
          "风景区数量": 1,
          "公交站点数量": 52,
          "城市公园数量": 1,
          "非营利性数量": 21,
          "高速路出入口": 4,
          "技术类企业数量": 19,
          "非营利性企业数量": 4223,
          "高速路出入口数量": 4
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1130,
        "name": "青枫公园北",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.917527133, 31.8142491863], [119.916503906, 31.8117065429], [119.916285752, 31.8112311046], [119.914123536, 31.8065185546], [119.912109376, 31.8037109386], [119.9119669, 31.8035407644], [119.905376653, 31.8068876301], [119.896417438, 31.8119932216], [119.892272949, 31.8142700199], [119.895309467, 31.8189629162], [119.896301269, 31.8204956056], [119.897137843, 31.8218033278], [119.905517577, 31.834899902], [119.909052683, 31.833283376], [119.915527344, 31.8303222665], [119.91809082, 31.8291015627], [119.921469539, 31.827338771], [119.922302246, 31.8269042968], [119.921691895, 31.8240966799], [119.920471191, 31.8201293945], [119.918518067, 31.8167114248], [119.918026335, 31.8154896086], [119.917668475, 31.8146003958], [119.917527133, 31.8142491863]]]
        },
        "extra": {
          "品类": "C",
          "城市": "常州",
          "配套": 1.01,
          "未来品": "G3",
          "夜间人口": 17089.926022,
          "日间人口": 16067.1992268,
          "垃圾场数量": 1,
          "营业厅数量": 1,
          "风景区数量": 1,
          "公交站点数量": 28,
          "城市公园数量": 1,
          "快速路出入口": 2,
          "非营利性数量": 17,
          "技术类企业数量": 38,
          "快速路出入口数量": 2,
          "非营利性企业数量": 43042
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1131,
        "name": "南大街",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.952313435, 31.7810923084], [119.951286204, 31.7814781733], [119.951101, 31.7815477412], [119.946899414, 31.7827148436], [119.944274902, 31.7838745113], [119.942257376, 31.7830492008], [119.940982122, 31.7848613644], [119.939010097, 31.7875025734], [119.937682481, 31.7893272816], [119.936639631, 31.7900126298], [119.935756156, 31.7905932249], [119.931285338, 31.7933683052], [119.929148907, 31.7948351237], [119.929321289, 31.7971191409], [119.92973249, 31.798612503], [119.9301964, 31.8002972155], [119.930480958, 31.8013305663], [119.931396303, 31.8034918817], [119.932678222, 31.8065185546], [119.933272116, 31.8077806416], [119.933621979, 31.8085241183], [119.935181889, 31.8079307321], [119.94611173, 31.8042087035], [119.947718402, 31.8036614687], [119.955771789, 31.8007549003], [119.955991249, 31.800636831], [119.956504407, 31.8003607473], [119.957887683, 31.799505903], [119.960176556, 31.7977006174], [119.961324804, 31.7962882915], [119.961699809, 31.7957875597], [119.960207986, 31.795351617], [119.957360393, 31.7943490654], [119.956586719, 31.7937372296], [119.955326712, 31.7927645211], [119.954744192, 31.792014634], [119.954402109, 31.7914285629], [119.954711914, 31.7913207998], [119.953900001, 31.7895752094], [119.953500256, 31.7880668755], [119.953140001, 31.785522554], [119.952960724, 31.7825207501], [119.952313435, 31.7810923084]]]
        },
        "extra": {
          "品类": "TOP",
          "城市": "常州",
          "配套": 2.5699999,
          "未来品": "TOP",
          "夜间人口": 77315.6479184,
          "日间人口": 73278.4538217,
          "营业厅数量": 36,
          "风景区数量": 8,
          "公交站点数量": 47,
          "城市公园数量": 3,
          "非营利性数量": 77,
          "技术类企业数量": 199,
          "集中型商业数量": 3,
          "非营利性企业数量": 21906
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1132,
        "name": "邹区核心",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.861142595, 31.7771505672], [119.858276366, 31.7761230477], [119.857747652, 31.7759197038], [119.855102539, 31.774902344], [119.854168242, 31.7752037437], [119.851318358, 31.7761230477], [119.843078612, 31.7769165043], [119.839477539, 31.7778930655], [119.836157394, 31.7772894343], [119.834106444, 31.7769165043], [119.82611084, 31.7769165043], [119.825500488, 31.7822875973], [119.825815818, 31.7861397345], [119.827508825, 31.8068136806], [119.827514648, 31.8068847657], [119.827502691, 31.8074176482], [119.828621969, 31.8067500797], [119.82974123, 31.806082503], [119.836559704, 31.8039456509], [119.840476511, 31.8034001743], [119.84749424, 31.8019454049], [119.854502332, 31.8001850926], [119.856905393, 31.7993866205], [119.857011905, 31.7991068279], [119.85768925, 31.797327486], [119.859064451, 31.794960438], [119.859288713, 31.7917947254], [119.859345141, 31.7884037507], [119.859707608, 31.7845020205], [119.860414143, 31.7813254657], [119.861142595, 31.7771505672]]]
        },
        "extra": {
          "品类": "C",
          "城市": "常州",
          "配套": 1.1,
          "未来品": "C",
          "夜间人口": 56568.7131988,
          "日间人口": 61176.701261,
          "营业厅数量": 11,
          "公交站点数量": 21,
          "城市公园数量": 2,
          "非营利性数量": 33,
          "技术类企业数量": 36,
          "集中型商业数量": 2,
          "非营利性企业数量": 6710
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1133,
        "name": "青龙西",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.99160089, 31.7917392229], [119.990883254, 31.7924615377], [119.985907248, 31.7975405857], [119.981323242, 31.8004760736], [119.979768192, 31.8016055924], [119.978654435, 31.8024145488], [119.981454007, 31.8039332771], [119.987592492, 31.8071768547], [119.991743808, 31.8090073285], [119.993525115, 31.809222601], [119.997815394, 31.8091978832], [120.001559375, 31.8091854465], [120.00150483, 31.8065486918], [120.00142772, 31.7956545698], [120.000915527, 31.7957153325], [119.999107966, 31.7949365106], [119.998375323, 31.7946824117], [119.997175745, 31.7942663583], [119.993829202, 31.7929767566], [119.99160089, 31.7917392229]]]
        },
        "extra": {
          "品类": "G3",
          "城市": "常州",
          "配套": 1.66,
          "未来品": "G2",
          "夜间人口": 18454.3064217,
          "日间人口": 15685.9010113,
          "营业厅数量": 4,
          "公交站点数量": 21,
          "非营利性数量": 8,
          "技术类企业数量": 17,
          "非营利性企业数量": 4440
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1134,
        "name": "青龙",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.003627886, 31.7539816931], [120.003430029, 31.7540947478], [120.002836419, 31.7544339298], [120.002044944, 31.7548861611], [119.995078443, 31.7587031761], [119.989726089, 31.7613807294], [119.984205105, 31.7642803074], [119.979950722, 31.7665863364], [119.978953669, 31.7670991415], [119.977976055, 31.7677165234], [119.978088379, 31.7678833009], [119.978186575, 31.7683591942], [119.978881837, 31.771728516], [119.979031341, 31.771972717], [119.980712891, 31.7747192384], [119.981270421, 31.7753697072], [119.981932112, 31.7761416862], [119.982436704, 31.7767303689], [119.982910157, 31.7772827154], [119.984924315, 31.779296874], [119.985209249, 31.7793100292], [119.988891601, 31.7794799795], [119.991699218, 31.7797241221], [119.995483398, 31.7811279296], [119.996243634, 31.7815771796], [119.999105373, 31.7832682001], [119.999718254, 31.7836532286], [120.002010541, 31.7814328942], [120.005421382, 31.7780239322], [120.008539179, 31.7755073647], [120.010789342, 31.7738459526], [120.01262111, 31.7736424262], [120.013826062, 31.7728688842], [120.01348877, 31.7705078122], [120.013144108, 31.7686811416], [120.012878417, 31.767272949], [120.011291504, 31.7634887691], [120.008117676, 31.7592773438], [120.005676268, 31.7565307621], [120.003627886, 31.7539816931]]]
        },
        "extra": {
          "品类": "G3",
          "城市": "常州",
          "配套": 1.39,
          "未来品": "G2",
          "夜间人口": 27816.6681196,
          "日间人口": 23235.6783435,
          "营业厅数量": 1,
          "公交站点数量": 23,
          "地铁站点数量": 1,
          "城市公园数量": 1,
          "快速路出入口": 5,
          "非营利性数量": 11,
          "技术类企业数量": 24,
          "集中型商业数量": 1,
          "快速路出入口数量": 5,
          "非营利性企业数量": 19020
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1135,
        "name": "雪堰",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.035190567, 31.5884476479], [120.034596184, 31.5843637465], [120.039053239, 31.5842870649], [120.04018776, 31.583344365], [120.04362522, 31.5814410443], [120.04735032, 31.5798337804], [120.051029881, 31.5784240652], [120.053417581, 31.5760292992], [120.054214374, 31.5752906842], [120.055605841, 31.5724050008], [120.052205999, 31.5639299697], [120.052915921, 31.562153011], [120.05869104, 31.55734899], [120.063888, 31.5545139905], [120.06418104, 31.5544689903], [120.06442296, 31.5544609809], [120.06470088, 31.5545670002], [120.066041161, 31.555484011], [120.06692316, 31.5561950105], [120.06929016, 31.5564720305], [120.070442161, 31.5563720402], [120.070811881, 31.5563490005], [120.07141092, 31.5563149801], [120.071916, 31.5562850092], [120.074625001, 31.5543110396], [120.07756584, 31.5522209702], [120.078936, 31.5512520299], [120.08366604, 31.5515690103], [120.08413908, 31.551499981], [120.091296959, 31.5504399609], [120.094170224, 31.5500680076], [120.094063305, 31.5478229581], [120.093979425, 31.5460729979], [120.09435084, 31.5458280001], [120.096496081, 31.5444510004], [120.097239121, 31.5439679709], [120.097131841, 31.5425619897], [120.09643884, 31.5389870101], [120.09588912, 31.5362840402], [120.095893081, 31.5353889899], [120.09590892, 31.5345719711], [120.09591216, 31.5343870201], [120.096353881, 31.5323379904], [120.096714959, 31.5318089705], [120.098685959, 31.53045096], [120.098316959, 31.5250910105], [120.09784284, 31.5192240008], [120.09829284, 31.5178610414], [120.098816564, 31.5174782287], [120.100635315, 31.5161487888], [120.101996159, 31.5151540208], [120.102289921, 31.5149400002], [120.10356612, 31.5146860199], [120.10392504, 31.5146860208], [120.104552881, 31.5150450311], [120.10469796, 31.5151289999], [120.10517784, 31.5154029604], [120.107167493, 31.5164391475], [120.109102921, 31.5174470402], [120.11230692, 31.5176709597], [120.115616538, 31.5179043968], [120.114865578, 31.5124764073], [120.114803581, 31.512032555], [120.114632864, 31.5106907683], [120.114552249, 31.5101135969], [120.114811081, 31.50936603], [120.114834119, 31.5092639705], [120.11649408, 31.5083449802], [120.11743404, 31.5078229804], [120.117544921, 31.5077900401], [120.117709079, 31.5077439597], [120.118338532, 31.5077253725], [120.11943384, 31.5076930203], [120.122902081, 31.5076059902], [120.12356484, 31.5072459898], [120.12335892, 31.5069360304], [120.12300216, 31.5063829806], [120.12101316, 31.5033139803], [120.11788008, 31.5001860303], [120.11774292, 31.5000459896], [120.11766984, 31.4999759702], [120.11268888, 31.4949979799], [120.111843558, 31.4939330477], [120.111673039, 31.493718223], [120.10740516, 31.4883410398], [120.10628088, 31.4869220103], [120.104471161, 31.483860031], [120.103827121, 31.4827710312], [120.10109112, 31.4733950107], [120.10076316, 31.4722690199], [120.10090392, 31.4719329603], [120.101517, 31.4704670411], [120.102023161, 31.46997303], [120.102306121, 31.46936301], [120.102846121, 31.4682920101], [120.10304088, 31.4679130214], [120.10371516, 31.4664759902], [120.104622, 31.4645480101], [120.105231122, 31.4633559605], [120.10515912, 31.4633120403], [120.096855001, 31.4596119605], [120.095819879, 31.4591514474], [120.08642688, 31.4549720101], [120.086125921, 31.4553150007], [120.08506212, 31.4565260403], [120.08453616, 31.4565159598], [120.08421504, 31.4562599993], [120.081411, 31.45509504], [120.07870596, 31.4544040198], [120.078103323, 31.4540838891], [120.078052921, 31.4547995246], [120.07795752, 31.4551922846], [120.07740366, 31.4557826841], [120.074969454, 31.4575018452], [120.07240938, 31.4594781306], [120.071633939, 31.4601937652], [120.070681904, 31.4612681565], [120.06895482, 31.4634990148], [120.067703461, 31.464924165], [120.067053299, 31.4653267357], [120.06626886, 31.4655170844], [120.065144653, 31.4655639634], [120.06421506, 31.4655824247], [120.06361674, 31.4658677697], [120.06320454, 31.4665256256], [120.062864685, 31.4673864179], [120.06249876, 31.4684721452], [120.062459341, 31.4689448693], [120.062632139, 31.4695363948], [120.063040559, 31.4705479504], [120.06305424, 31.4722325704], [120.06254862, 31.4732592445], [120.0615291, 31.4745732449], [120.06072882, 31.475407635], [120.0603627, 31.4756230954], [120.054015866, 31.4772569531], [120.05056368, 31.4781883207], [120.047961421, 31.4786993398], [120.046635181, 31.4791749454], [120.04391934, 31.4807683498], [120.042809821, 31.48168617], [120.0410631, 31.4827420055], [120.039500305, 31.482791515], [120.038301, 31.4859719701], [120.03832008, 31.4861730298], [120.03849504, 31.4879820304], [120.039137999, 31.4887010393], [120.04093512, 31.4897969703], [120.04090812, 31.4905850102], [120.04089984, 31.4908669791], [120.040869961, 31.4918080198], [120.040836121, 31.4927880299], [120.03824484, 31.4942460297], [120.034017001, 31.4966259911], [120.03248808, 31.4975449804], [120.03138684, 31.4998010098], [120.03127704, 31.4998489805], [120.03084396, 31.5000440102], [120.028833001, 31.5009430202], [120.02615604, 31.5021320103], [120.025865879, 31.5021779998], [120.023626861, 31.502526631], [120.020367959, 31.5030339907], [120.01915188, 31.5033159597], [120.015729001, 31.5045790197], [120.01560984, 31.5046950296], [120.01369104, 31.5065919588], [120.01099104, 31.50739503], [120.009923999, 31.5071710196], [120.00081708, 31.5052939798], [120.000519, 31.5054510302], [120.00002184, 31.5057150001], [119.99801016, 31.5067740301], [119.996808841, 31.5074079901], [119.996039881, 31.5078129899], [119.99554704, 31.5080739911], [119.99468304, 31.5085989605], [119.994468119, 31.5087200101], [119.994131161, 31.5089270098], [119.99396016, 31.5090839702], [119.99377188, 31.50925497], [119.99301084, 31.5097640106], [119.992551839, 31.5098189996], [119.992371841, 31.509711001], [119.992349881, 31.5095859907], [119.99228904, 31.5092660398], [119.992196159, 31.5088219789], [119.992158, 31.5084690003], [119.992173121, 31.5077900401], [119.99217312, 31.5073379698], [119.992204081, 31.5057629709], [119.99215116, 31.5054890104], [119.99178288, 31.5051620403], [119.990513161, 31.5040190397], [119.990139119, 31.5036909904], [119.98973412, 31.5035070305], [119.989204921, 31.5034630204], [119.98862784, 31.5034149597], [119.98798884, 31.5033599689], [119.987569081, 31.5033260402], [119.987376841, 31.5033100196], [119.986956, 31.5037790107], [119.98664316, 31.5041370299], [119.98633284, 31.5044919896], [119.98616904, 31.5046799992], [119.98584792, 31.5050400005], [119.985702121, 31.5052200007], [119.985388921, 31.5055829698], [119.985075, 31.5058950004], [119.984906881, 31.5060570006], [119.983835881, 31.507050961], [119.983299841, 31.5075480307], [119.982787921, 31.5080720099], [119.982429, 31.5084040198], [119.98220688, 31.5087599697], [119.98205892, 31.50944001], [119.98201608, 31.5096440401], [119.981977919, 31.5098649901], [119.98192392, 31.5100860299], [119.98144296, 31.5123030009], [119.98139688, 31.5125240399], [119.981351159, 31.5127449898], [119.98120608, 31.5134080204], [119.98111392, 31.5136549805], [119.980211038, 31.5141180297], [119.97826092, 31.5154770312], [119.97601704, 31.5170420414], [119.975610959, 31.5171939611], [119.97492696, 31.51748196], [119.97443016, 31.5177859812], [119.974411079, 31.5178370097], [119.97436104, 31.5178900202], [119.974242961, 31.5179549998], [119.97352008, 31.5182369697], [119.97345096, 31.51826397], [119.97342108, 31.5182840402], [119.973429001, 31.5183369599], [119.973504959, 31.5185850001], [119.97366084, 31.5192030295], [119.97370296, 31.5194239812], [119.973853081, 31.5202059912], [119.973822121, 31.5202179612], [119.973758039, 31.520259], [119.97373104, 31.5202840209], [119.973696841, 31.5203200199], [119.973656881, 31.5203679906], [119.97363492, 31.5204139801], [119.973627, 31.5204540296], [119.973623039, 31.5204820201], [119.973619081, 31.5205640104], [119.973638161, 31.5206399699], [119.973660841, 31.5207060314], [119.973678119, 31.5207320398], [119.97370008, 31.5207649801], [119.97373104, 31.5207950391], [119.97343692, 31.5216039604], [119.973180961, 31.5223810205], [119.97298188, 31.52312298], [119.97285588, 31.52358504], [119.97273708, 31.52405898], [119.97266004, 31.52436102], [119.97251496, 31.5249380098], [119.972442961, 31.5252070204], [119.972297879, 31.52574603], [119.97210204, 31.5263359807], [119.97201384, 31.5265640398], [119.97152496, 31.5275910305], [119.97123516, 31.5280909798], [119.971221841, 31.52811699], [119.970684001, 31.5292470304], [119.970385921, 31.5298440013], [119.96966412, 31.5314100007], [119.96961012, 31.5315180003], [119.969391959, 31.53196602], [119.96920908, 31.5323409609], [119.969036578, 31.5327411871], [119.969253782, 31.532869371], [119.967895507, 31.537109375], [119.96744476, 31.5421804632], [119.966918946, 31.5480957036], [119.973327636, 31.5687255856], [119.972106934, 31.5753173824], [119.98745112, 31.5757328368], [119.999022281, 31.576344588], [120.003082911, 31.5765590152], [120.01477803, 31.5762834296], [120.020005752, 31.5785139668], [120.029374888, 31.5855154228], [120.033386642, 31.5885128083], [120.035017209, 31.5883560637], [120.035190567, 31.5884476479]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "常州",
          "配套": 0,
          "未来品": "Town",
          "公墓数量": 2,
          "夜间人口": 96215.7128882,
          "日间人口": 92578.3093261,
          "垃圾场数量": 1,
          "营业厅数量": 20,
          "风景区数量": 6,
          "公交站点数量": 138,
          "城市公园数量": 3,
          "快速路出入口": 3,
          "非营利性数量": 55,
          "技术类企业数量": 29,
          "集中型商业数量": 2,
          "快速路出入口数量": 3,
          "非营利性企业数量": 75005
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1136,
        "name": "罗溪",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.873718262, 31.8873291003], [119.872680664, 31.8842773435], [119.872070312, 31.8812866211], [119.870483398, 31.8775024412], [119.871276854, 31.8668823247], [119.871276854, 31.8630981448], [119.870910645, 31.8596801769], [119.870300292, 31.8568725582], [119.869689941, 31.8538818358], [119.868798822, 31.8543707621], [119.860900879, 31.858703613], [119.857115956, 31.8618619762], [119.851318359, 31.8666992191], [119.848327637, 31.8685302739], [119.843831796, 31.8710418825], [119.839477539, 31.8734741214], [119.835529169, 31.8753763647], [119.831115723, 31.8775024412], [119.821716308, 31.8842773435], [119.81048584, 31.8956909184], [119.802307129, 31.8972778333], [119.80267334, 31.9055175775], [119.805114747, 31.9105224611], [119.807922363, 31.9157104486], [119.811706543, 31.9141235355], [119.815307616, 31.9130859382], [119.819519042, 31.9116821288], [119.823303223, 31.9107055676], [119.828918457, 31.9088745119], [119.8336792, 31.9071044924], [119.836914064, 31.9055175784], [119.840087891, 31.9041137699], [119.843322753, 31.9022827152], [119.847717284, 31.8994750965], [119.849121094, 31.8970947277], [119.853515625, 31.8955078128], [119.856323242, 31.8939208988], [119.859924317, 31.8920898441], [119.863098144, 31.8909301755], [119.865905762, 31.8898925782], [119.873718262, 31.8873291003]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "常州",
          "配套": 0.45,
          "未来品": "Town",
          "夜间人口": 27011.6628976,
          "日间人口": 28100.9773032,
          "营业厅数量": 2,
          "公交站点数量": 41,
          "城市公园数量": 2,
          "非营利性数量": 12,
          "高速路出入口": 3,
          "技术类企业数量": 12,
          "非营利性企业数量": 1060,
          "高速路出入口数量": 3
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1137,
        "name": "新龙西片",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.947875976, 31.9210815443], [119.946289062, 31.9160766597], [119.944885253, 31.9110717769], [119.94329834, 31.9064941405], [119.936350342, 31.8792580176], [119.935347704, 31.8753260908], [119.935104994, 31.8743742232], [119.934875488, 31.8734741205], [119.934299748, 31.8703635697], [119.934160582, 31.8695928804], [119.933587636, 31.8664197826], [119.932184809, 31.861847793], [119.931943262, 31.8610819232], [119.930725097, 31.861877441], [119.926887103, 31.8642761002], [119.91982571, 31.8668872691], [119.916117564, 31.8684839813], [119.913168426, 31.8695268801], [119.911499024, 31.8701171888], [119.909077558, 31.8708056872], [119.905273436, 31.8718872074], [119.905013176, 31.8719960488], [119.901916504, 31.8732910159], [119.898498536, 31.8746948243], [119.895690917, 31.8760986327], [119.89251709, 31.8776855476], [119.887329102, 31.8809204108], [119.884094238, 31.8826904286], [119.880126954, 31.8848876954], [119.873718262, 31.8873291003], [119.875122071, 31.8922729496], [119.875915528, 31.8950805665], [119.877502442, 31.8989257816], [119.879089356, 31.9036865236], [119.880310058, 31.9091186527], [119.88092041, 31.9129028317], [119.88092041, 31.9194946285], [119.880676269, 31.9223022454], [119.894470215, 31.9187011719], [119.902666016, 31.9146249093], [119.90612793, 31.9129028317], [119.907287597, 31.9210815434], [119.908514323, 31.9256206897], [119.909729005, 31.9301147459], [119.936096192, 31.9237060547], [119.938903808, 31.9240722667], [119.947875976, 31.9210815443]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "常州",
          "配套": 0.19,
          "未来品": "Town",
          "夜间人口": 20446.6928923,
          "日间人口": 17853.3522345,
          "公交站点数量": 37,
          "非营利性数量": 11,
          "技术类企业数量": 19,
          "非营利性企业数量": 4150
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1138,
        "name": "西夏墅",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.873901368, 31.9808959968], [119.874328614, 31.9760742187], [119.87487793, 31.9721069341], [119.876098633, 31.9671020513], [119.876708983, 31.9617309574], [119.876708982, 31.9605751928], [119.876708984, 31.9578857414], [119.876708984, 31.9539184578], [119.876664153, 31.9534957863], [119.876281739, 31.949890138], [119.876281738, 31.9462890628], [119.876708984, 31.9423217773], [119.877075196, 31.9379272464], [119.877929687, 31.9351196287], [119.878723145, 31.9317016599], [119.880310058, 31.9265136716], [119.880676269, 31.9223022454], [119.88092041, 31.9194946285], [119.88092041, 31.9129028317], [119.880310058, 31.9091186527], [119.879089356, 31.9036865236], [119.877502442, 31.8989257816], [119.875915528, 31.8950805665], [119.875122071, 31.8922729496], [119.873718262, 31.8873291003], [119.865905762, 31.8898925782], [119.863098144, 31.8909301755], [119.859924317, 31.8920898441], [119.856323242, 31.8939208988], [119.853515625, 31.8955078128], [119.849121094, 31.8970947277], [119.847717284, 31.8994750965], [119.843322753, 31.9022827152], [119.840087891, 31.9041137699], [119.836914064, 31.9055175784], [119.8336792, 31.9071044924], [119.828918457, 31.9088745119], [119.823303223, 31.9107055676], [119.819519042, 31.9116821288], [119.815307616, 31.9130859382], [119.811706543, 31.9141235355], [119.807922363, 31.9157104486], [119.804870606, 31.9163208005], [119.802490233, 31.9179077154], [119.797729493, 31.9202880859], [119.793701171, 31.9224853518], [119.790100097, 31.9246826168], [119.785711949, 31.9271204774], [119.78573184, 31.92715296], [119.78597484, 31.9275520198], [119.786096879, 31.9277529913], [119.78620416, 31.9280679896], [119.786108041, 31.9288920312], [119.786020921, 31.929634981], [119.78593704, 31.9303080003], [119.78567784, 31.9303639804], [119.78516808, 31.9304750404], [119.78423892, 31.93066899], [119.779511041, 31.9316439603], [119.778749999, 31.9318049704], [119.77848288, 31.9318869598], [119.778482881, 31.9321130404], [119.77848396, 31.93278696], [119.77850808, 31.93345899], [119.77851096, 31.9340789997], [119.778514921, 31.9343589902], [119.77851492, 31.9348109697], [119.778514921, 31.9352609697], [119.77852284, 31.937061961], [119.77872804, 31.9374450012], [119.77881192, 31.9376179804], [119.778926041, 31.9378599897], [119.779230959, 31.9384850402], [119.779421041, 31.9389000296], [119.778653159, 31.9390900204], [119.778149881, 31.9392189904], [119.777136839, 31.93946901], [119.77661916, 31.9395950104], [119.775864961, 31.9397820307], [119.775717, 31.93982001], [119.77383888, 31.9402839603], [119.773580041, 31.9403510102], [119.773420921, 31.9405570197], [119.773527839, 31.9407579912], [119.77387812, 31.9413639589], [119.77403004, 31.9416090304], [119.77411392, 31.9417180202], [119.774455921, 31.9421780099], [119.774745, 31.9425560103], [119.77502796, 31.9429320312], [119.775287161, 31.9433270404], [119.775053881, 31.9434270297], [119.774822039, 31.9435299895], [119.774350081, 31.9437340205], [119.77387812, 31.9439379598], [119.772941041, 31.9443499788], [119.77246908, 31.9445600406], [119.77226316, 31.9447019707], [119.77141788, 31.9452540303], [119.77121196, 31.9455180003], [119.77118208, 31.9459689905], [119.77115904, 31.946192999], [119.771143921, 31.9466400304], [119.77112808, 31.9468670103], [119.771106121, 31.9473140399], [119.770953839, 31.9475480399], [119.77068708, 31.9475709897], [119.769887161, 31.9476390297], [119.76967116, 31.9476539702], [119.76936192, 31.9476770108], [119.76831108, 31.9477519801], [119.76772788, 31.9477930197], [119.767525921, 31.9478049897], [119.76710688, 31.9478849997], [119.764707841, 31.9488219898], [119.76351084, 31.9492950296], [119.763207, 31.9495429799], [119.763137881, 31.9497560104], [119.762688961, 31.9510500296], [119.76262092, 31.9512940202], [119.762757001, 31.9517289899], [119.763001081, 31.9523699709], [119.763307079, 31.95336798], [119.76343596, 31.953806011], [119.76369588, 31.9546780198], [119.764159921, 31.9562029804], [119.76441588, 31.95704997], [119.764974959, 31.9589579698], [119.765067121, 31.9592629812], [119.765196, 31.9596980399], [119.765325959, 31.960134989], [119.76575616, 31.9615720202], [119.766061081, 31.96258596], [119.766597841, 31.9643649899], [119.766765961, 31.9649290204], [119.767631041, 31.9678070398], [119.768275081, 31.9699479613], [119.768679001, 31.9712589894], [119.76880896, 31.97169396], [119.76893784, 31.9721310008], [119.76906708, 31.9725680399], [119.76920496, 31.9730020212], [119.769439667, 31.9738218108], [119.76951816, 31.9740959701], [119.770092, 31.9759319702], [119.77037712, 31.9768649997], [119.770676976, 31.9778650872], [119.774321865, 31.9767743202], [119.796547485, 31.9715103355], [119.811124181, 31.9680555413], [119.824730093, 31.9648291138], [119.826417295, 31.9669046519], [119.835510254, 31.9780883781], [119.836667616, 31.9820331751], [119.838500978, 31.988281251], [119.857910156, 31.9835205081], [119.862121583, 31.9827270506], [119.869873048, 31.9808959959], [119.873901368, 31.9808959968]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "常州",
          "配套": 0,
          "未来品": "Town",
          "夜间人口": 48962.8467764,
          "日间人口": 47620.9623082,
          "营业厅数量": 8,
          "风景区数量": 3,
          "公交站点数量": 80,
          "非营利性数量": 30,
          "高速路出入口": 5,
          "技术类企业数量": 21,
          "非营利性企业数量": 14828,
          "高速路出入口数量": 5
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1139,
        "name": "南夏墅西",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.905897967, 31.6617531011], [119.914190202, 31.6599699371], [119.920898768, 31.658717087], [119.926406463, 31.658453386], [119.930129931, 31.6585799773], [119.930772698, 31.6556109177], [119.931547127, 31.6518522714], [119.931747571, 31.6497100368], [119.931753393, 31.6442131466], [119.93111758, 31.6296460657], [119.930784873, 31.6190418843], [119.931083224, 31.6157504681], [119.93052134, 31.6049558489], [119.929687499, 31.5889282223], [119.922811865, 31.5874356759], [119.909482932, 31.594835831], [119.90622368, 31.5965899263], [119.879194139, 31.6111313702], [119.867430187, 31.6140840055], [119.87027136, 31.6201034251], [119.87789832, 31.6189630803], [119.879196479, 31.6237564803], [119.88316638, 31.6242130508], [119.884512599, 31.6421742594], [119.88187056, 31.6515737252], [119.87624808, 31.6507642203], [119.873335729, 31.66144045], [119.873262347, 31.6614404491], [119.873028159, 31.6622988448], [119.873101409, 31.6622993394], [119.875296646, 31.6623141459], [119.878868738, 31.6624033649], [119.883762294, 31.6625810386], [119.889459275, 31.6627956186], [119.896484153, 31.6626553199], [119.897815769, 31.6625647806], [119.90280821, 31.6622252119], [119.904787474, 31.662008362], [119.905897967, 31.6617531011]]]
        },
        "extra": {
          "品类": "C",
          "城市": "常州",
          "配套": 0.18,
          "未来品": "C",
          "夜间人口": 37011.6710266,
          "日间人口": 45207.0017187,
          "营业厅数量": 2,
          "公交站点数量": 55,
          "城市公园数量": 2,
          "非营利性数量": 3,
          "技术类企业数量": 0,
          "非营利性企业数量": 8020
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1140,
        "name": "邹区外围",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.808006725, 31.735839897], [119.801513672, 31.7363281254], [119.799872092, 31.7360620205], [119.796186923, 31.7360570968], [119.784876339, 31.7372211028], [119.777390714, 31.737842662], [119.773448816, 31.7374704848], [119.765613533, 31.7353504401], [119.759461221, 31.7327353582], [119.750684239, 31.7289550993], [119.745186877, 31.7273176812], [119.741209941, 31.7267249866], [119.739479736, 31.7284388066], [119.73472812, 31.7331450011], [119.734994881, 31.7331250209], [119.73554388, 31.7331909898], [119.73592908, 31.73452299], [119.73598596, 31.7347239588], [119.73604716, 31.7349459907], [119.73398004, 31.7396879998], [119.73384216, 31.7399529608], [119.73357504, 31.7403340197], [119.73192012, 31.7426439599], [119.73025008, 31.7449410298], [119.73011292, 31.7451320107], [119.73001788, 31.7452670107], [119.72970108, 31.7457039598], [119.729701081, 31.7459410202], [119.72969316, 31.7461750202], [119.72969316, 31.7463939898], [119.72967804, 31.7466199804], [119.72964708, 31.7475170101], [119.729639879, 31.7477429989], [119.729631961, 31.7479670102], [119.72961684, 31.7481939901], [119.72961684, 31.7484199798], [119.729594161, 31.7495539799], [119.72972304, 31.7497529702], [119.729886841, 31.7500170301], [119.730219119, 31.750547041], [119.72977416, 31.7521330197], [119.729540879, 31.7545720198], [119.72980008, 31.7554360201], [119.73010896, 31.756008961], [119.730724921, 31.7572980304], [119.73194496, 31.7590689601], [119.73191796, 31.7592549911], [119.731807081, 31.7599610408], [119.73163212, 31.7610770401], [119.73159396, 31.7613030298], [119.731516921, 31.7617479901], [119.73144888, 31.7622670212], [119.73140316, 31.7627170204], [119.731346584, 31.7634356057], [119.732111752, 31.7634356066], [119.739881475, 31.7759347261], [119.739919605, 31.7761471595], [119.74097808, 31.7772459898], [119.74115412, 31.7774189699], [119.74148892, 31.77776502], [119.74174884, 31.7782710002], [119.742031081, 31.78009197], [119.742042961, 31.7801829607], [119.742072579, 31.7803736313], [119.74286988, 31.785506011], [119.74291596, 31.7859939903], [119.74308696, 31.786632], [119.743773841, 31.7873979894], [119.74433508, 31.7877159609], [119.74750704, 31.7878970403], [119.747765881, 31.7879119799], [119.748291841, 31.7879430298], [119.748826081, 31.7879729998], [119.749992121, 31.7880420299], [119.750122081, 31.788048961], [119.750663161, 31.7880819904], [119.75118912, 31.7881099809], [119.751707881, 31.7881430112], [119.751975001, 31.7881610102], [119.75233212, 31.7882120396], [119.75304204, 31.7885059812], [119.753277121, 31.7886049812], [119.75358996, 31.7889140396], [119.75366592, 31.7891300405], [119.754039961, 31.7902159809], [119.754117, 31.7905440302], [119.754216, 31.7909870101], [119.75432184, 31.7914289999], [119.75458212, 31.7925350096], [119.754779041, 31.7934179999], [119.75487804, 31.7938589996], [119.754870841, 31.7942000108], [119.754268921, 31.7952050401], [119.754146881, 31.7954060098], [119.75403312, 31.7956059902], [119.754011161, 31.79589399], [119.75420088, 31.7960530198], [119.75457492, 31.7963709913], [119.75550408, 31.7971639802], [119.755665001, 31.7973600001], [119.75669388, 31.7986710299], [119.75698404, 31.7990430003], [119.75728896, 31.799417041], [119.75770692, 31.7999670304], [119.757852001, 31.8001550399], [119.75801184, 31.8004849796], [119.758050001, 31.8011609712], [119.757726001, 31.8026729699], [119.757900961, 31.8040299902], [119.75834412, 31.8064640413], [119.75845392, 31.8083630398], [119.75850792, 31.8087829801], [119.75858784, 31.8093149704], [119.75860296, 31.809423961], [119.75862204, 31.8095489713], [119.75867604, 31.8099050102], [119.758824, 31.8100269601], [119.758934881, 31.8101159696], [119.760264, 31.8100410003], [119.761837921, 31.8099539702], [119.76238584, 31.8099239994], [119.76501888, 31.8094389896], [119.768034961, 31.8094489811], [119.770615081, 31.8094409699], [119.77104816, 31.8094399798], [119.77131492, 31.8094250402], [119.77210692, 31.8093839997], [119.772624961, 31.8093710404], [119.77342488, 31.8093830104], [119.77394292, 31.8093900296], [119.77498584, 31.8094039808], [119.777103, 31.8094299901], [119.77788816, 31.8094430393], [119.77825284, 31.8096070198], [119.77872516, 31.8098199604], [119.779653961, 31.8102440402], [119.77994412, 31.8103329598], [119.78069688, 31.8101180398], [119.780939881, 31.8100439699], [119.781443159, 31.8099040201], [119.78189208, 31.8097839597], [119.78444916, 31.8092000398], [119.78546184, 31.8089619901], [119.78687808, 31.8102090296], [119.786560121, 31.8106130015], [119.787118636, 31.8108363643], [119.789106094, 31.8118902798], [119.789527066, 31.8119526226], [119.790483566, 31.8121702226], [119.791246773, 31.8124636336], [119.792042214, 31.812899481], [119.792637184, 31.8131727184], [119.793041731, 31.8136171418], [119.793450591, 31.8142046194], [119.794356307, 31.8145903126], [119.795152392, 31.8141195121], [119.796535544, 31.8136596582], [119.797555701, 31.813207774], [119.798056717, 31.8122185647], [119.797861136, 31.8112923961], [119.79763836, 31.8103906828], [119.79781007, 31.8095995843], [119.798207298, 31.8088750985], [119.798685402, 31.8080533987], [119.799279495, 31.8073722945], [119.800039656, 31.8066398156], [119.803222478, 31.8065697116], [119.804314747, 31.8057344564], [119.805452741, 31.8045641686], [119.807832104, 31.8037959236], [119.80816227, 31.8073196437], [119.808489113, 31.8088870658], [119.809325756, 31.8106818068], [119.810802715, 31.8133212855], [119.812494459, 31.8156696951], [119.818873761, 31.8122837629], [119.824253285, 31.8091105932], [119.827502691, 31.8074176482], [119.827514648, 31.8068847657], [119.827508825, 31.8068136806], [119.825815818, 31.7861397345], [119.825500488, 31.7822875973], [119.82611084, 31.7769165043], [119.834106444, 31.7769165043], [119.836157394, 31.7772894343], [119.839477539, 31.7778930655], [119.843078612, 31.7769165043], [119.851318358, 31.7761230477], [119.854168242, 31.7752037437], [119.855102539, 31.774902344], [119.856689453, 31.7692871093], [119.857299805, 31.7662963869], [119.858276368, 31.762512207], [119.858886719, 31.758728028], [119.859313965, 31.7548828129], [119.85949707, 31.7506713867], [119.859497071, 31.7423095712], [119.859665472, 31.739334479], [119.859680175, 31.7390747071], [119.856689453, 31.7395019535], [119.840087891, 31.7395019535], [119.832885742, 31.7380981441], [119.827697754, 31.7368774412], [119.815307617, 31.7352905272], [119.808006725, 31.735839897]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "常州",
          "配套": 0.27,
          "未来品": "Town",
          "夜间人口": 51467.3530522,
          "日间人口": 52245.2809859,
          "营业厅数量": 12,
          "风景区数量": 2,
          "公交站点数量": 103,
          "非营利性数量": 39,
          "技术类企业数量": 35,
          "非营利性企业数量": 14360
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1141,
        "name": "青龙北",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.029867921, 31.8162353561], [120.025423791, 31.814530701], [120.023437908, 31.8132610768], [120.02466422, 31.8118005482], [120.02671663, 31.8089462412], [120.026744414, 31.8077432334], [120.025430429, 31.8054175164], [120.02538922, 31.8041541227], [120.025818643, 31.8027602527], [120.027422613, 31.8005511796], [120.029391691, 31.7984049619], [120.031325107, 31.7968798232], [120.032354555, 31.7959010443], [120.032719592, 31.7951050912], [120.03268687, 31.7941039165], [120.03241594, 31.791796337], [120.031753404, 31.7886154143], [120.030587145, 31.7862575915], [120.030453614, 31.7847339817], [120.030366898, 31.7831042887], [120.030219749, 31.7816764261], [120.029814925, 31.7807430719], [120.029355377, 31.7798362316], [120.029301245, 31.7781771326], [120.029179774, 31.776508186], [120.029229273, 31.7754573372], [120.029829948, 31.7750374824], [120.03025327, 31.7749301708], [120.031076305, 31.7747215254], [120.031256071, 31.7742401219], [120.03147686, 31.7733044726], [120.031452738, 31.7725655069], [120.031126349, 31.771976879], [120.029706295, 31.7712472986], [120.028231235, 31.7705428669], [120.028068404, 31.7698310562], [120.02748062, 31.7663620383], [120.027254172, 31.7645543533], [120.026792219, 31.7640882158], [120.02540494, 31.7652245038], [120.019598596, 31.7690553459], [120.013826062, 31.7728688842], [120.01262111, 31.7736424262], [120.010789342, 31.7738459526], [120.008539179, 31.7755073647], [120.005421382, 31.7780239322], [120.002010541, 31.7814328942], [119.999718254, 31.7836532286], [119.997483987, 31.7858172304], [119.99160089, 31.7917392229], [119.993829202, 31.7929767566], [119.997175745, 31.7942663583], [119.998375323, 31.7946824117], [119.999107966, 31.7949365106], [120.000915527, 31.7957153325], [120.00142772, 31.7956545698], [120.00150483, 31.8065486918], [120.001559375, 31.8091854465], [120.001765049, 31.8191236808], [120.005126954, 31.8190917962], [120.011824315, 31.8190918097], [120.01512752, 31.8189510901], [120.019897461, 31.8182983397], [120.021728516, 31.8214721677], [120.025085449, 31.8189086916], [120.027893066, 31.817504884], [120.029441126, 31.8165097257], [120.029867921, 31.8162353561]]]
        },
        "extra": {
          "品类": "C",
          "城市": "常州",
          "配套": 0.85,
          "未来品": "G3",
          "夜间人口": 21440.0682206,
          "日间人口": 30826.3612173,
          "营业厅数量": 3,
          "风景区数量": 1,
          "公交站点数量": 40,
          "城市公园数量": 4,
          "快速路出入口": 8,
          "非营利性数量": 29,
          "高速路出入口": 3,
          "技术类企业数量": 192,
          "集中型商业数量": 2,
          "快速路出入口数量": 8,
          "非营利性企业数量": 9136,
          "高速路出入口数量": 3
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1142,
        "name": "横林",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.120295183, 31.6698986233], [120.115112304, 31.673889159], [120.111328125, 31.6754760739], [120.106323243, 31.6771240231], [120.105678234, 31.6773185599], [120.102478028, 31.6782836907], [120.099304199, 31.6796874992], [120.095520018, 31.681884766], [120.092830154, 31.6830520752], [120.091655269, 31.6834891745], [120.09055923, 31.6840882965], [120.08799892, 31.6849519137], [120.085876464, 31.6848754884], [120.085876401, 31.6737714593], [120.085876451, 31.6628230839], [120.085876465, 31.6614990238], [120.071880478, 31.6615953717], [120.059082032, 31.6616821293], [120.0478172, 31.6627483242], [120.041503906, 31.6622924803], [120.034301793, 31.6625063058], [120.02709961, 31.6627197257], [120.007080078, 31.6643066406], [119.997924804, 31.6655273435], [119.997314453, 31.6729125977], [119.997230394, 31.673507493], [120.001233498, 31.6740076986], [120.007355474, 31.6749226509], [120.01267567, 31.6758848841], [120.017501612, 31.6770876131], [120.022534861, 31.6784856344], [120.028196387, 31.6806700984], [120.032408559, 31.6825452614], [120.037276065, 31.6850058406], [120.040486869, 31.6869618364], [120.04274239, 31.688360347], [120.044621621, 31.689525478], [120.047026001, 31.6910425201], [120.049118743, 31.6924395989], [120.051879883, 31.6947021493], [120.052323098, 31.6951453793], [120.054504394, 31.6973266615], [120.05670166, 31.6995239256], [120.058715821, 31.7017211924], [120.060729981, 31.7042846676], [120.062499999, 31.7064819335], [120.065502093, 31.7096972328], [120.065719931, 31.7099305287], [120.067789416, 31.7121467891], [120.071105957, 31.7156982425], [120.071485265, 31.7160459501], [120.073303221, 31.7177124019], [120.075500487, 31.7199096669], [120.081222723, 31.7235181292], [120.090698242, 31.7294921879], [120.10369873, 31.7349243161], [120.122070313, 31.7416992184], [120.127502441, 31.7387084969], [120.130676269, 31.7368774412], [120.133415053, 31.7355399398], [120.135925293, 31.7343139651], [120.140319824, 31.7318725585], [120.144470215, 31.7293090823], [120.147705078, 31.7271118156], [120.15086363, 31.7246492308], [120.15089069, 31.7245034066], [120.15145084, 31.722412178], [120.151588759, 31.7204810251], [120.15146176, 31.7198206286], [120.14814955, 31.7158802401], [120.147121622, 31.7102266412], [120.146379231, 31.7040590781], [120.145636839, 31.7014892608], [120.143638092, 31.7006897617], [120.140572569, 31.6989380326], [120.140388001, 31.6988510402], [120.140371786, 31.6987924728], [120.137927385, 31.6962925176], [120.137813172, 31.694979055], [120.139152808, 31.6931721021], [120.13899516, 31.6917600298], [120.139364161, 31.6901950188], [120.143472121, 31.6886979596], [120.14448804, 31.6879980299], [120.14482284, 31.6868550311], [120.14432496, 31.6854340196], [120.143198161, 31.6838040298], [120.140867306, 31.6806241854], [120.138669776, 31.6787606489], [120.132159572, 31.6828152504], [120.125820687, 31.6862416746], [120.124906974, 31.6862987816], [120.124585451, 31.6854232484], [120.12351192, 31.6860550212], [120.123482041, 31.6859540399], [120.123203966, 31.6850631463], [120.123132863, 31.6848353436], [120.123104041, 31.6847430012], [120.121791841, 31.6804889696], [120.121186901, 31.6761392456], [120.120395517, 31.6711083032], [120.120295183, 31.6698986233]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "常州",
          "配套": 0.2,
          "未来品": "Town",
          "公墓数量": 3,
          "夜间人口": 125897.784413,
          "日间人口": 130961.391471,
          "垃圾场数量": 1,
          "营业厅数量": 21,
          "风景区数量": 7,
          "公交站点数量": 110,
          "城市公园数量": 1,
          "非营利性数量": 31,
          "高速路出入口": 1,
          "技术类企业数量": 35,
          "集中型商业数量": 2,
          "非营利性企业数量": 8598,
          "高速路出入口数量": 1
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1143,
        "name": "东部村镇",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.15086363, 31.7246492308], [120.147705078, 31.7271118156], [120.144470215, 31.7293090823], [120.140319824, 31.7318725585], [120.135925293, 31.7343139651], [120.133415053, 31.7355399398], [120.130676269, 31.7368774412], [120.127502441, 31.7387084969], [120.122070313, 31.7416992184], [120.126708985, 31.7435302732], [120.130126953, 31.7459106447], [120.133728028, 31.7482910152], [120.128112793, 31.7548828129], [120.128052477, 31.7553985462], [120.126892089, 31.7653198239], [120.126290535, 31.79034444], [120.126281738, 31.7907104497], [120.13848877, 31.8096923826], [120.138658152, 31.8108641794], [120.139554366, 31.8170635858], [120.139736759, 31.8183251179], [120.140686036, 31.8248901365], [120.140502929, 31.8566894536], [120.15008545, 31.8662719728], [120.151346358, 31.8706501297], [120.15278208, 31.8711840311], [120.15673092, 31.8716960403], [120.16365984, 31.8719979904], [120.163971961, 31.8720099604], [120.16936116, 31.8715070397], [120.17212884, 31.8716039704], [120.17218284, 31.871379961], [120.172213081, 31.871311019], [120.17224404, 31.8712480197], [120.172263119, 31.8712210202], [120.172353839, 31.8711400201], [120.17248704, 31.87105299], [120.173202001, 31.8706710299], [120.173841, 31.8703239897], [120.174476041, 31.8699590403], [120.17537712, 31.8695120098], [120.17663604, 31.8687879602], [120.177947881, 31.8680700305], [120.17918412, 31.8674369698], [120.179283119, 31.8673610113], [120.17940516, 31.8672739812], [120.17957616, 31.8671679601], [120.17976192, 31.8670599596], [120.180150001, 31.8668490003], [120.18042108, 31.86666198], [120.18052296, 31.8666110397], [120.18063708, 31.8665320198], [120.18085704, 31.8662589605], [120.18112308, 31.8659619603], [120.181375081, 31.865598001], [120.181546081, 31.8653910005], [120.18161088, 31.8652790403], [120.181739041, 31.8649079701], [120.18157992, 31.8648490205], [120.18151512, 31.8648240013], [120.18143484, 31.8647690105], [120.18132216, 31.8646950305], [120.181263841, 31.8646420199], [120.18123, 31.864606021], [120.18116088, 31.864525019], [120.181100039, 31.8644309697], [120.181035961, 31.86430398], [120.180998881, 31.8642159589], [120.180987, 31.8641930091], [120.180963961, 31.8641460303], [120.18094884, 31.8641149803], [120.180915, 31.8640310097], [120.180903119, 31.8639909611], [120.180891961, 31.8639169802], [120.180888001, 31.8638379604], [120.18089196, 31.8637919699], [120.180899881, 31.86373104], [120.18091104, 31.8636780303], [120.18094488, 31.8635579699], [120.18107016, 31.8630650398], [120.18114288, 31.86272097], [120.18133188, 31.8619649702], [120.181453921, 31.8615249598], [120.181484881, 31.8614190305], [120.181572, 31.8610070088], [120.181803841, 31.8600279897], [120.181915081, 31.85959302], [120.18211092, 31.8587640303], [120.18213504, 31.8586699801], [120.182169961, 31.8585799805], [120.18226392, 31.8583510203], [120.18232116, 31.8582309599], [120.18239712, 31.8580910101], [120.18241584, 31.8580610411], [120.18254508, 31.8578110197], [120.18263616, 31.8575700005], [120.18274704, 31.8573530102], [120.18279996, 31.8572540102], [120.18283308, 31.8571749912], [120.18289104, 31.8570149704], [120.18293316, 31.8569439599], [120.18302784, 31.8568030208], [120.183066001, 31.8567290399], [120.18309696, 31.8566400304], [120.18311208, 31.8565770311], [120.18311208, 31.8564420303], [120.183073921, 31.8560990405], [120.183073921, 31.8560349611], [120.183005161, 31.8557510101], [120.18295512, 31.8554939695], [120.182920921, 31.8553470005], [120.182735161, 31.8547999806], [120.17923992, 31.8519340202], [120.17795904, 31.8513920402], [120.16916496, 31.8429929703], [120.167745841, 31.8414549597], [120.166467121, 31.839795], [120.16526184, 31.8386089795], [120.164037119, 31.8376850403], [120.15876492, 31.8366680402], [120.15876492, 31.836581011], [120.158705161, 31.83617997], [120.15841104, 31.8351110403], [120.15822888, 31.8345460197], [120.158115119, 31.83404301], [120.158061121, 31.833642961], [120.158061121, 31.8333149998], [120.15806508, 31.8330919796], [120.158061121, 31.8327890403], [120.15814896, 31.8325680013], [120.15818388, 31.83247899], [120.15851112, 31.8315609899], [120.158570881, 31.8313880107], [120.158811, 31.83074199], [120.158970121, 31.83029901], [120.159081, 31.8299879705], [120.15930888, 31.8293399694], [120.159469081, 31.8288999599], [120.15959796, 31.8285299698], [120.15969696, 31.8282399906], [120.159758161, 31.8279940197], [120.159768959, 31.8279329998], [120.160054081, 31.8273499801], [120.16022112, 31.8268719896], [120.160384921, 31.8264409805], [120.160578961, 31.82606199], [120.16082592, 31.825643039], [120.16132812, 31.8248150413], [120.161822041, 31.8239980189], [120.161978999, 31.8237509697], [120.162317039, 31.8232189803], [120.162563999, 31.82279904], [120.16260612, 31.8227509803], [120.16260216, 31.8224940305], [120.162624121, 31.8221070306], [120.16259784, 31.8217920314], [120.162465, 31.8211129803], [120.16241496, 31.8208930205], [120.16239192, 31.8207429902], [120.16238112, 31.8206889904], [120.16232388, 31.8206379611], [120.162210121, 31.8206050198], [120.162134159, 31.8205929599], [120.162008161, 31.8205490397], [120.16195884, 31.8205340102], [120.16184112, 31.8204790203], [120.16203912, 31.8205089902], [120.162194999, 31.8205340102], [120.16224504, 31.8205420205], [120.16238112, 31.8205340102], [120.162638881, 31.820526], [120.16275804, 31.8205310398], [120.16280016, 31.8205310398], [120.16282608, 31.8205359896], [120.16287216, 31.8205479596], [120.162906, 31.8205610097], [120.162867841, 31.8204189896], [120.16283004, 31.8202810202], [120.16277712, 31.8201159604], [120.162738961, 31.81995297], [120.162708, 31.8197649604], [120.162661919, 31.8195309604], [120.16262412, 31.8193080301], [120.162601079, 31.81918401], [120.162597841, 31.8190969808], [120.162609, 31.8190239901], [120.162636001, 31.8189549599], [120.162655081, 31.8189220213], [120.162678121, 31.8188850304], [120.16271196, 31.8188520001], [120.162795841, 31.8187760398], [120.163001039, 31.8186309594], [120.163123081, 31.8185499601], [120.16317996, 31.8185129701], [120.16337688, 31.8184059598], [120.163412161, 31.8183759899], [120.16343484, 31.81833999], [120.163422961, 31.8182689804], [120.163376879, 31.8182280307], [120.16330488, 31.8181709696], [120.16329012, 31.8181500001], [120.163277879, 31.8181239899], [120.163273921, 31.8180920397], [120.163290121, 31.8180629709], [120.16331604, 31.8180310207], [120.16336212, 31.8179940307], [120.16359396, 31.81775499], [120.163743, 31.8175769701], [120.163832999, 31.8174730202], [120.16423692, 31.8170109611], [120.164477041, 31.8167690399], [120.16451808, 31.8167129707], [120.16492488, 31.8162480293], [120.165225119, 31.81592601], [120.16535112, 31.8157939805], [120.16543392, 31.8157180202], [120.165678001, 31.8154899602], [120.16587204, 31.8153400198], [120.166058881, 31.8152719798], [120.166184161, 31.8152410198], [120.166472879, 31.8151839596], [120.166507081, 31.8151659596], [120.16685304, 31.8150510299], [120.167053921, 31.8149800203], [120.16718388, 31.8149060403], [120.16733688, 31.8148219806], [120.167876161, 31.8145989605], [120.16801008, 31.8145200306], [120.16865988, 31.8141919813], [120.16883808, 31.8141080089], [120.169234079, 31.8139219796], [120.16967112, 31.81374], [120.169784881, 31.8136920302], [120.17035512, 31.8135359699], [120.170660041, 31.8134439899], [120.17085408, 31.8133899911], [120.17093004, 31.8133749598], [120.171246121, 31.8133130388], [120.17161116, 31.8132269997], [120.17175084, 31.8131880303], [120.17208996, 31.8130779614], [120.173333179, 31.8122562176], [120.173721258, 31.8120682071], [120.173747178, 31.8120531767], [120.172414679, 31.8087790383], [120.17095704, 31.8065000402], [120.17086092, 31.805951041], [120.170701832, 31.8050271216], [120.170499839, 31.8038540405], [120.169872001, 31.8029049914], [120.17004696, 31.8026789998], [120.170287079, 31.8024909912], [120.17051496, 31.8021959704], [120.17120292, 31.8014469907], [120.17145816, 31.8010550401], [120.171664081, 31.8008030401], [120.171750121, 31.8007140297], [120.17183796, 31.8006399598], [120.17192184, 31.8005749802], [120.172237919, 31.8003010197], [120.17257596, 31.8000249899], [120.17294388, 31.7997759604], [120.17308896, 31.7996910005], [120.173362921, 31.7995589702], [120.17344284, 31.7995090209], [120.173492881, 31.7994699598], [120.17370096, 31.7992400103], [120.17394108, 31.7989269905], [120.174396842, 31.7982719693], [120.174819119, 31.7977370103], [120.17497104, 31.7975949902], [120.17509704, 31.7974959901], [120.175408081, 31.7973089707], [120.175515, 31.7972400305], [120.17563704, 31.7971510201], [120.175732081, 31.7970780302], [120.175777081, 31.7970340201], [120.17613096, 31.7966619598], [120.17642004, 31.7964590107], [120.17661408, 31.7962439999], [120.17670516, 31.7961250214], [120.17691504, 31.7957329799], [120.177117001, 31.7953510198], [120.177231121, 31.7951090105], [120.17738592, 31.7948519707], [120.17764908, 31.7945040302], [120.178024919, 31.7940370213], [120.17848608, 31.7934790207], [120.178694881, 31.7931920102], [120.178999081, 31.7926719898], [120.179228039, 31.7922679802], [120.17954592, 31.7916680388], [120.179790001, 31.7911680005], [120.179891879, 31.7910179711], [120.179922839, 31.7909700004], [120.17998008, 31.7908760401], [120.180026161, 31.7908070099], [120.18006792, 31.7907430205], [120.180256921, 31.7904930009], [120.18202992, 31.7870649903], [120.18211308, 31.7863099797], [120.183330961, 31.7832920096], [120.18374784, 31.782198961], [120.184121161, 31.7811850204], [120.18421584, 31.7808250209], [120.184349041, 31.780326961], [120.184444079, 31.7799729888], [120.184575841, 31.7794670104], [120.184926121, 31.7783330103], [120.185307001, 31.7770929891], [120.18577788, 31.7755749604], [120.18634884, 31.7741480088], [120.18647808, 31.7734589699], [120.18673008, 31.7729159997], [120.186779041, 31.7728119607], [120.18711708, 31.7720889912], [120.18780216, 31.7710140298], [120.18906396, 31.7690260199], [120.189651121, 31.7684169901], [120.190479119, 31.76774604], [120.193309081, 31.7643069597], [120.193316999, 31.7638369803], [120.19384116, 31.7632429799], [120.195133919, 31.760683021], [120.19544208, 31.7599919999], [120.195498961, 31.7598470094], [120.195819001, 31.75898904], [120.196250685, 31.7577698498], [120.196340701, 31.7567244014], [120.196759487, 31.7555809116], [120.195743189, 31.7555333105], [120.19422939, 31.7554413306], [120.192338309, 31.7553533112], [120.190479271, 31.7548813515], [120.183370351, 31.7530753213], [120.18140619, 31.7525593505], [120.179140349, 31.7521973716], [120.178968121, 31.752972], [120.178638001, 31.7549449794], [120.178557, 31.7554370111], [120.175298999, 31.75848999], [120.174329881, 31.7592340198], [120.173244841, 31.7596310103], [120.17180412, 31.7600280007], [120.16976184, 31.7600520297], [120.169541159, 31.7600350208], [120.16757484, 31.7598679798], [120.164157001, 31.7615859907], [120.163308122, 31.7618180104], [120.16233792, 31.7618479803], [120.15948888, 31.7616450303], [120.15894204, 31.7615370298], [120.157405921, 31.7610999899], [120.156117119, 31.7606959802], [120.15534816, 31.7603770204], [120.153776039, 31.7597259598], [120.151323, 31.7584179912], [120.15074484, 31.758046019], [120.15035604, 31.7577699901], [120.15027288, 31.7574469797], [120.14999892, 31.7539479604], [120.149994959, 31.7522320198], [120.14992296, 31.7512320303], [120.149858161, 31.7499720298], [120.14984304, 31.7498879711], [120.14973612, 31.7482250401], [120.149734255, 31.7481951457], [120.145465518, 31.7479744107], [120.147064515, 31.7414642049], [120.147864015, 31.7379806738], [120.149862761, 31.7300427933], [120.15086363, 31.7246492308]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "常州",
          "配套": 0.19,
          "未来品": "Town",
          "公墓数量": 10,
          "夜间人口": 42218.2461512,
          "日间人口": 42056.3648913,
          "营业厅数量": 8,
          "风景区数量": 2,
          "公交站点数量": 72,
          "城市公园数量": 1,
          "非营利性数量": 10,
          "技术类企业数量": 20,
          "非营利性企业数量": 7270
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1144,
        "name": "太湖",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.078103323, 31.4540838891], [120.073821119, 31.4518089613], [120.05609112, 31.4422720197], [120.04991712, 31.4361420311], [120.042858961, 31.41669897], [120.03972804, 31.40812098], [120.03487092, 31.3800309904], [120.035320921, 31.3664030095], [120.037079161, 31.3629370196], [120.04001316, 31.3607210406], [120.052384921, 31.3580060099], [120.08873592, 31.3549409701], [120.091214881, 31.3542960303], [120.09140784, 31.3537059896], [120.09552912, 31.3411969803], [120.095240041, 31.33714896], [120.09369888, 31.3367349606], [120.084669, 31.3342679701], [120.07828008, 31.3356459599], [120.063849121, 31.3387389901], [120.05578404, 31.3410249903], [120.036924001, 31.3478010006], [120.03075108, 31.3526369709], [120.027268081, 31.3553289602], [120.018911041, 31.3669350007], [120.01864788, 31.3678250112], [120.016166041, 31.3761830396], [120.016296001, 31.3849809903], [120.017041919, 31.3878529806], [120.023043841, 31.4109890097], [120.02703696, 31.4167020304], [120.028011119, 31.4180960398], [120.029721121, 31.4205409799], [120.03275808, 31.4277849902], [120.034103041, 31.4367910197], [120.036345121, 31.4514289798], [120.037137119, 31.4566499687], [120.037932, 31.4619930002], [120.039388921, 31.4715779997], [120.039921, 31.4810280002], [120.03970788, 31.4822410211], [120.039500305, 31.482791515], [120.0410631, 31.4827420055], [120.042809821, 31.48168617], [120.04391934, 31.4807683498], [120.046635181, 31.4791749454], [120.047961421, 31.4786993398], [120.05056368, 31.4781883207], [120.054015866, 31.4772569531], [120.0603627, 31.4756230954], [120.06072882, 31.475407635], [120.0615291, 31.4745732449], [120.06254862, 31.4732592445], [120.06305424, 31.4722325704], [120.063040559, 31.4705479504], [120.062632139, 31.4695363948], [120.062459341, 31.4689448693], [120.06249876, 31.4684721452], [120.062864685, 31.4673864179], [120.06320454, 31.4665256256], [120.06361674, 31.4658677697], [120.06421506, 31.4655824247], [120.065144653, 31.4655639634], [120.06626886, 31.4655170844], [120.067053299, 31.4653267357], [120.067703461, 31.464924165], [120.06895482, 31.4634990148], [120.070681904, 31.4612681565], [120.071633939, 31.4601937652], [120.07240938, 31.4594781306], [120.074969454, 31.4575018452], [120.07740366, 31.4557826841], [120.07795752, 31.4551922846], [120.078052921, 31.4547995246], [120.078103323, 31.4540838891]]]
        },
        "extra": { "品类": "水系", "城市": "常州", "配套": 0, "未来品": "水系", "夜间人口": 66.3936090188, "日间人口": 103.663740164 },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1145,
        "name": "薛家西",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.913168426, 31.8695268801], [119.911830865, 31.8655320664], [119.909761871, 31.8611821319], [119.907352618, 31.8562444654], [119.904011893, 31.8506867487], [119.90153043, 31.8468499342], [119.896845406, 31.8391870592], [119.8957442, 31.8397102039], [119.892493599, 31.8415782792], [119.887847416, 31.8445849691], [119.883476177, 31.8478142925], [119.878745928, 31.8510134346], [119.87610365, 31.8523329271], [119.87330236, 31.8528543522], [119.869689941, 31.8538818358], [119.870300292, 31.8568725582], [119.870910645, 31.8596801769], [119.871276854, 31.8630981448], [119.871276854, 31.8668823247], [119.870483398, 31.8775024412], [119.872070312, 31.8812866211], [119.872680664, 31.8842773435], [119.873718262, 31.8873291003], [119.880126954, 31.8848876954], [119.884094238, 31.8826904286], [119.887329102, 31.8809204108], [119.89251709, 31.8776855476], [119.895690917, 31.8760986327], [119.898498536, 31.8746948243], [119.901916504, 31.8732910159], [119.905013176, 31.8719960488], [119.905273436, 31.8718872074], [119.909077558, 31.8708056872], [119.911499024, 31.8701171888], [119.913168426, 31.8695268801]]]
        },
        "extra": {
          "品类": "C",
          "城市": "常州",
          "配套": 0.56,
          "未来品": "C",
          "夜间人口": 13046.0444101,
          "日间人口": 21862.1597767,
          "营业厅数量": 1,
          "公交站点数量": 31,
          "非营利性数量": 10,
          "高速路出入口": 2,
          "技术类企业数量": 29,
          "非营利性企业数量": 22371.125,
          "高速路出入口数量": 2
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1146,
        "name": "奔牛南",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.860290527, 31.8305053711], [119.858520507, 31.8264770505], [119.857116698, 31.8223266603], [119.856079101, 31.8189086916], [119.855529785, 31.8159179682], [119.854919433, 31.8131103514], [119.854848306, 31.8121146058], [119.854675294, 31.8096923826], [119.854675293, 31.8057250989], [119.854919434, 31.8024902339], [119.856706626, 31.7999087534], [119.856905393, 31.7993866205], [119.854502332, 31.8001850926], [119.84749424, 31.8019454049], [119.840476511, 31.8034001743], [119.836559704, 31.8039456509], [119.82974123, 31.806082503], [119.828621969, 31.8067500797], [119.827502691, 31.8074176482], [119.824253285, 31.8091105932], [119.818873761, 31.8122837629], [119.812494459, 31.8156696951], [119.810802715, 31.8133212855], [119.809325756, 31.8106818068], [119.808489113, 31.8088870658], [119.80816227, 31.8073196437], [119.807832104, 31.8037959236], [119.805452741, 31.8045641686], [119.804314747, 31.8057344564], [119.803222478, 31.8065697116], [119.800039656, 31.8066398156], [119.799279495, 31.8073722945], [119.798685402, 31.8080533987], [119.798207298, 31.8088750985], [119.79781007, 31.8095995843], [119.79763836, 31.8103906828], [119.797861136, 31.8112923961], [119.798056717, 31.8122185647], [119.797555701, 31.813207774], [119.796535544, 31.8136596582], [119.795152392, 31.8141195121], [119.794356307, 31.8145903126], [119.793450591, 31.8142046194], [119.793041731, 31.8136171418], [119.792637184, 31.8131727184], [119.792042214, 31.812899481], [119.791246773, 31.8124636336], [119.790483566, 31.8121702226], [119.789527066, 31.8119526226], [119.789106094, 31.8118902798], [119.787118636, 31.8108363643], [119.786560121, 31.8106130015], [119.78629884, 31.8109449601], [119.786139, 31.8111309903], [119.78591112, 31.8113849687], [119.785640041, 31.8115940404], [119.78532504, 31.811835959], [119.78512812, 31.8119859911], [119.78472384, 31.8122859599], [119.784144961, 31.81274199], [119.78395488, 31.8128930104], [119.783711161, 31.8130880401], [119.783067841, 31.8137509798], [119.782181881, 31.8146419804], [119.78185392, 31.81499001], [119.78151912, 31.8153369594], [119.781344159, 31.8158700299], [119.781282961, 31.8160899888], [119.78123004, 31.8163059906], [119.781155161, 31.8165249603], [119.781016919, 31.8169600199], [119.78060616, 31.8182670001], [119.780544961, 31.8184830002], [119.780492041, 31.8187170002], [119.78069004, 31.8191290201], [119.78089596, 31.8195430203], [119.78110116, 31.8199570214], [119.781216001, 31.8201730206], [119.781389881, 31.82034096], [119.78161092, 31.8205559699], [119.781732961, 31.8206760312], [119.782099081, 31.82101902], [119.782631159, 31.8215189702], [119.78440488, 31.8222600305], [119.78459496, 31.8223389613], [119.785074121, 31.822539029], [119.78534916, 31.8226910405], [119.785699081, 31.8233009697], [119.785806001, 31.8235040114], [119.78591184, 31.8237380096], [119.785827961, 31.8244089614], [119.78575308, 31.824855], [119.78573004, 31.8250269908], [119.78571384, 31.8251339993], [119.78553888, 31.8264210011], [119.78530416, 31.8279899701], [119.78527284, 31.8282110108], [119.785349161, 31.8285440091], [119.78563896, 31.8288359704], [119.785835881, 31.8289859998], [119.78702388, 31.82987403], [119.78727516, 31.8300010205], [119.78750412, 31.8301149601], [119.78818884, 31.8304580398], [119.791370881, 31.8320370002], [119.791780919, 31.8322950301], [119.792170079, 31.832603011], [119.79304488, 31.8332999703], [119.79508104, 31.8359510107], [119.795583961, 31.83649398], [119.795735881, 31.8367580399], [119.79597204, 31.8372460201], [119.79615384, 31.8375199797], [119.79630288, 31.8377210402], [119.79676692, 31.8385440008], [119.796976082, 31.8388719602], [119.79788184, 31.840522021], [119.800035, 31.8443200199], [119.80123092, 31.8464739906], [119.80136016, 31.8466449904], [119.801427841, 31.8467629796], [119.80152396, 31.8469539606], [119.801927161, 31.8476649601], [119.80482984, 31.8528060308], [119.80552212, 31.8539390408], [119.805357241, 31.8539738886], [119.803894043, 31.8560791017], [119.802124023, 31.8607177724], [119.803433235, 31.8626504676], [119.8046875, 31.8645019532], [119.814086914, 31.859680176], [119.820129395, 31.856506348], [119.822875976, 31.8530883792], [119.836303711, 31.845092774], [119.842285157, 31.8416748043], [119.845703126, 31.8399047848], [119.849304199, 31.8377075198], [119.852905274, 31.835876465], [119.855712892, 31.8339233399], [119.860290527, 31.8305053711]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "常州",
          "配套": 0.45,
          "未来品": "Town",
          "夜间人口": 32758.1142575,
          "日间人口": 35449.8023106,
          "营业厅数量": 8,
          "公交站点数量": 46,
          "城市公园数量": 2,
          "非营利性数量": 18,
          "高速路出入口": 2,
          "技术类企业数量": 22,
          "集中型商业数量": 1,
          "非营利性企业数量": 7948,
          "高速路出入口数量": 2
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1147,
        "name": "西太湖",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.859680175, 31.7390747071], [119.861041338, 31.7392544942], [119.864635896, 31.7390454576], [119.871887208, 31.737121582], [119.872219527, 31.7368946453], [119.876540767, 31.7333845742], [119.877379904, 31.7285879655], [119.878579897, 31.7222624067], [119.879198887, 31.7188129014], [119.879742884, 31.7147447866], [119.880396651, 31.708813282], [119.880914021, 31.703886884], [119.881176047, 31.7011466983], [119.881293544, 31.6999179114], [119.881358122, 31.6984250107], [119.881396891, 31.6977289768], [119.877402641, 31.6970957282], [119.877319335, 31.6970825198], [119.876545373, 31.6971511111], [119.872497558, 31.6975097653], [119.868530273, 31.6983032227], [119.866915001, 31.69845813], [119.864074706, 31.698730469], [119.860290527, 31.6990966793], [119.860354554, 31.6996853494], [119.850716271, 31.7012045579], [119.839043905, 31.7027821253], [119.826633072, 31.7043177582], [119.819499072, 31.7053919768], [119.812188556, 31.7059222575], [119.813514889, 31.7076975264], [119.814285356, 31.7095510085], [119.813966408, 31.7108177755], [119.812696364, 31.7123823], [119.813164952, 31.7131115647], [119.812914856, 31.714071422], [119.812464673, 31.7157991644], [119.811286052, 31.7192846444], [119.810322586, 31.7225029268], [119.809072913, 31.7254889314], [119.808171039, 31.7298271863], [119.807998582, 31.7333620273], [119.808006725, 31.735839897], [119.815307617, 31.7352905272], [119.827697754, 31.7368774412], [119.832885742, 31.7380981441], [119.840087891, 31.7395019535], [119.856689453, 31.7395019535], [119.859680175, 31.7390747071]]]
        },
        "extra": {
          "品类": "C",
          "城市": "常州",
          "配套": 0.18,
          "未来品": "G3",
          "夜间人口": 29469.3110211,
          "日间人口": 35375.3598342,
          "营业厅数量": 2,
          "公交站点数量": 63,
          "快速路出入口": 12,
          "非营利性数量": 89,
          "高速路出入口": 4,
          "技术类企业数量": 144,
          "快速路出入口数量": 12,
          "非营利性企业数量": 49389.78,
          "高速路出入口数量": 4
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1148,
        "name": "西林北",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.874125901, 31.7951665815], [119.879089356, 31.7924804684], [119.881543821, 31.7911868611], [119.886408613, 31.7880991701], [119.889757331, 31.785847355], [119.891184179, 31.7853855063], [119.897274121, 31.7843024177], [119.896427547, 31.7825757743], [119.894658895, 31.7785220873], [119.893897949, 31.7757846598], [119.893633475, 31.7748331888], [119.89251709, 31.7708740233], [119.888671875, 31.7714843743], [119.883117674, 31.7744750985], [119.880493164, 31.7761230468], [119.873718261, 31.7772827145], [119.870396938, 31.7779089242], [119.869014258, 31.77816959], [119.866271973, 31.7786865248], [119.862144095, 31.7774693409], [119.86151123, 31.7772827145], [119.861142595, 31.7771505672], [119.860414143, 31.7813254657], [119.859707608, 31.7845020205], [119.859345141, 31.7884037507], [119.859288713, 31.7917947254], [119.859064451, 31.794960438], [119.85768925, 31.797327486], [119.857011905, 31.7991068279], [119.856905393, 31.7993866205], [119.857116699, 31.7993164059], [119.861113799, 31.7993164176], [119.86187744, 31.799316405], [119.862416321, 31.7993912592], [119.865785646, 31.7998592205], [119.866271972, 31.7999267578], [119.866944385, 31.7992725325], [119.868530273, 31.7977294919], [119.873901367, 31.7952880862], [119.874125901, 31.7951665815]]]
        },
        "extra": {
          "品类": "C",
          "城市": "常州",
          "配套": 1.58,
          "未来品": "C",
          "公墓数量": 1,
          "夜间人口": 17717.6414112,
          "日间人口": 19412.926645,
          "营业厅数量": 2,
          "公交站点数量": 31,
          "快速路出入口": 1,
          "非营利性数量": 14,
          "技术类企业数量": 33,
          "快速路出入口数量": 1,
          "非营利性企业数量": 5922
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1149,
        "name": "西林南",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.876540767, 31.7333845742], [119.872219527, 31.7368946453], [119.871887208, 31.737121582], [119.864635896, 31.7390454576], [119.861041338, 31.7392544942], [119.859680175, 31.7390747071], [119.859665472, 31.739334479], [119.859497071, 31.7423095712], [119.85949707, 31.7506713867], [119.859313965, 31.7548828129], [119.858886719, 31.758728028], [119.858276368, 31.762512207], [119.857299805, 31.7662963869], [119.856689453, 31.7692871093], [119.855102539, 31.774902344], [119.857747652, 31.7759197038], [119.858276366, 31.7761230477], [119.861142595, 31.7771505672], [119.86151123, 31.7772827145], [119.862144095, 31.7774693409], [119.866271973, 31.7786865248], [119.869014258, 31.77816959], [119.870396938, 31.7779089242], [119.873718261, 31.7772827145], [119.880493164, 31.7761230468], [119.883117674, 31.7744750985], [119.888671875, 31.7714843743], [119.89251709, 31.7708740233], [119.892478978, 31.7707241324], [119.890686035, 31.7636718747], [119.889892577, 31.7600708003], [119.888305663, 31.7576904298], [119.88647461, 31.7551269527], [119.884840966, 31.7529317571], [119.884405534, 31.7525352118], [119.882707874, 31.7509891127], [119.880094866, 31.7477558952], [119.878746507, 31.745686914], [119.8773628, 31.7424735446], [119.876651685, 31.7393403938], [119.876501505, 31.7362899987], [119.876540767, 31.7333845742]]]
        },
        "extra": {
          "品类": "C",
          "城市": "常州",
          "配套": 1.24,
          "未来品": "C",
          "夜间人口": 18912.6049548,
          "日间人口": 19772.7366189,
          "营业厅数量": 2,
          "风景区数量": 1,
          "公交站点数量": 33,
          "城市公园数量": 1,
          "快速路出入口": 3,
          "非营利性数量": 7,
          "技术类企业数量": 18,
          "快速路出入口数量": 3,
          "非营利性企业数量": 109539
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1150,
        "name": "青枫公园",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.9119669, 31.8035407644], [119.90991211, 31.8010864255], [119.907581311, 31.7997690266], [119.90716674, 31.7994473985], [119.905062352, 31.7978147324], [119.904111114, 31.7965538838], [119.903429507, 31.7952687283], [119.903012453, 31.7944823611], [119.902540799, 31.7937133499], [119.901672365, 31.7922973628], [119.900453196, 31.7902945034], [119.899108886, 31.7880859384], [119.898262149, 31.7863360556], [119.89788172, 31.7855498332], [119.897579774, 31.7849257954], [119.897274121, 31.7843024177], [119.891184179, 31.7853855063], [119.889757331, 31.785847355], [119.886408613, 31.7880991701], [119.881543821, 31.7911868611], [119.879089356, 31.7924804684], [119.874125901, 31.7951665815], [119.874571566, 31.7958498792], [119.875210171, 31.7968289711], [119.876030368, 31.7981240047], [119.877700969, 31.8007616308], [119.878632976, 31.8027029605], [119.879089347, 31.8033637436], [119.879367988, 31.8037671858], [119.884883938, 31.8119805304], [119.88793922, 31.816732441], [119.888271184, 31.8165517457], [119.88909912, 31.8161010738], [119.892272949, 31.8142700199], [119.896417438, 31.8119932216], [119.905376653, 31.8068876301], [119.9119669, 31.8035407644]]]
        },
        "extra": {
          "品类": "G3",
          "城市": "常州",
          "配套": 1.4,
          "未来品": "G2",
          "夜间人口": 44100.882132,
          "日间人口": 37266.710717,
          "营业厅数量": 11,
          "风景区数量": 2,
          "公交站点数量": 38,
          "地铁站点数量": 2,
          "城市公园数量": 1,
          "快速路出入口": 2,
          "非营利性数量": 47,
          "技术类企业数量": 176,
          "快速路出入口数量": 2,
          "非营利性企业数量": 10960
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1151,
        "name": "钟楼开发区",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.874125901, 31.7951665815], [119.873901367, 31.7952880862], [119.868530273, 31.7977294919], [119.866944385, 31.7992725325], [119.866271972, 31.7999267578], [119.865785646, 31.7998592205], [119.862416321, 31.7993912592], [119.86187744, 31.799316405], [119.861113799, 31.7993164176], [119.857116699, 31.7993164059], [119.856905393, 31.7993866205], [119.856706626, 31.7999087534], [119.854919434, 31.8024902339], [119.854675293, 31.8057250989], [119.854675294, 31.8096923826], [119.854848306, 31.8121146058], [119.854919433, 31.8131103514], [119.855529785, 31.8159179682], [119.856079101, 31.8189086916], [119.857116698, 31.8223266603], [119.858520507, 31.8264770505], [119.860290527, 31.8305053711], [119.864318848, 31.829528809], [119.868103028, 31.8276977533], [119.873718262, 31.8248901365], [119.875019716, 31.8239673106], [119.877075195, 31.8225097659], [119.879272462, 31.8204956056], [119.884277343, 31.818725586], [119.88784056, 31.8167861441], [119.88793922, 31.816732441], [119.884883938, 31.8119805304], [119.879367988, 31.8037671858], [119.879089347, 31.8033637436], [119.878632976, 31.8027029605], [119.877700969, 31.8007616308], [119.876030368, 31.7981240047], [119.875210171, 31.7968289711], [119.874571566, 31.7958498792], [119.874125901, 31.7951665815]]]
        },
        "extra": {
          "品类": "C",
          "城市": "常州",
          "配套": 0.74,
          "未来品": "G3",
          "夜间人口": 12524.4321724,
          "日间人口": 22196.9295749,
          "公交站点数量": 36,
          "非营利性数量": 5,
          "高速路出入口": 2,
          "技术类企业数量": 20,
          "非营利性企业数量": 7050,
          "高速路出入口数量": 2
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1152,
        "name": "新闸",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.892272949, 31.8142700199], [119.88909912, 31.8161010738], [119.888271184, 31.8165517457], [119.88793922, 31.816732441], [119.88784056, 31.8167861441], [119.884277343, 31.818725586], [119.879272462, 31.8204956056], [119.877075195, 31.8225097659], [119.875019716, 31.8239673106], [119.873718262, 31.8248901365], [119.868103028, 31.8276977533], [119.864318848, 31.829528809], [119.860290527, 31.8305053711], [119.86291504, 31.834289551], [119.864501953, 31.8377075198], [119.865905762, 31.8406982422], [119.867126465, 31.844116211], [119.868103027, 31.8471069334], [119.86907959, 31.8510742189], [119.869689941, 31.8538818358], [119.87330236, 31.8528543522], [119.87610365, 31.8523329271], [119.878745928, 31.8510134346], [119.883476177, 31.8478142925], [119.887847416, 31.8445849691], [119.892493599, 31.8415782792], [119.8957442, 31.8397102039], [119.896845406, 31.8391870592], [119.901736298, 31.8368633846], [119.905517577, 31.834899902], [119.897137843, 31.8218033278], [119.896301269, 31.8204956056], [119.895309467, 31.8189629162], [119.892272949, 31.8142700199]]]
        },
        "extra": {
          "品类": "C",
          "城市": "常州",
          "配套": 0.74,
          "未来品": "G3",
          "夜间人口": 14432.2084418,
          "日间人口": 25046.8137886,
          "营业厅数量": 4,
          "公交站点数量": 20,
          "非营利性数量": 3,
          "技术类企业数量": 9,
          "非营利性企业数量": 20131
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1153,
        "name": "薛家东",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.922302246, 31.8269042968], [119.921469539, 31.827338771], [119.91809082, 31.8291015627], [119.915527344, 31.8303222665], [119.909052683, 31.833283376], [119.905517577, 31.834899902], [119.901736298, 31.8368633846], [119.896845406, 31.8391870592], [119.90153043, 31.8468499342], [119.904011893, 31.8506867487], [119.907352618, 31.8562444654], [119.909761871, 31.8611821319], [119.911830865, 31.8655320664], [119.913168426, 31.8695268801], [119.916117564, 31.8684839813], [119.91982571, 31.8668872691], [119.926887103, 31.8642761002], [119.930725097, 31.861877441], [119.931943262, 31.8610819232], [119.929670912, 31.8528323881], [119.929412861, 31.8511047518], [119.928176458, 31.8480000196], [119.926611676, 31.8409362316], [119.925476075, 31.8377075198], [119.924682618, 31.8331298824], [119.924371253, 31.8319323578], [119.92388916, 31.8300781248], [119.922302246, 31.8269042968]]]
        },
        "extra": {
          "品类": "G3",
          "城市": "常州",
          "配套": 1.88,
          "未来品": "G2",
          "夜间人口": 38591.7748155,
          "日间人口": 40547.9060835,
          "营业厅数量": 7,
          "风景区数量": 1,
          "公交站点数量": 48,
          "城市公园数量": 2,
          "快速路出入口": 4,
          "非营利性数量": 27,
          "高速路出入口": 4,
          "技术类企业数量": 61,
          "集中型商业数量": 2,
          "快速路出入口数量": 4,
          "非营利性企业数量": 3709,
          "高速路出入口数量": 4
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1154,
        "name": "青山桥",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.981270421, 31.7753697072], [119.980028826, 31.7762448052], [119.976678966, 31.7787966683], [119.973342113, 31.7817603895], [119.968676248, 31.7867704596], [119.965590941, 31.7909098915], [119.963498064, 31.7933863231], [119.961699809, 31.7957875597], [119.961324804, 31.7962882915], [119.960176556, 31.7977006174], [119.957887683, 31.799505903], [119.956504407, 31.8003607473], [119.957092286, 31.8016967774], [119.958270849, 31.8049313789], [119.959587269, 31.8092064177], [119.960663849, 31.8120569233], [119.963056865, 31.8113745978], [119.966052723, 31.8104661098], [119.967147485, 31.8101341044], [119.970372214, 31.8091332435], [119.971496582, 31.807922363], [119.972175603, 31.8074017878], [119.973327636, 31.8065185546], [119.975524902, 31.8046875007], [119.977487368, 31.8032621994], [119.977855763, 31.8029946349], [119.978213105, 31.8027350941], [119.978654435, 31.8024145488], [119.979768192, 31.8016055924], [119.981323242, 31.8004760736], [119.985907248, 31.7975405857], [119.990883254, 31.7924615377], [119.99160089, 31.7917392229], [119.997483987, 31.7858172304], [119.999718254, 31.7836532286], [119.999105373, 31.7832682001], [119.996243634, 31.7815771796], [119.995483398, 31.7811279296], [119.991699218, 31.7797241221], [119.988891601, 31.7794799795], [119.985209249, 31.7793100292], [119.984924315, 31.779296874], [119.982910157, 31.7772827154], [119.982436704, 31.7767303689], [119.981932112, 31.7761416862], [119.981270421, 31.7753697072]]]
        },
        "extra": {
          "品类": "G2",
          "城市": "常州",
          "配套": 2.23,
          "未来品": "G2",
          "夜间人口": 141252.812859,
          "日间人口": 112522.163963,
          "营业厅数量": 38,
          "风景区数量": 2,
          "公交站点数量": 62,
          "地铁站点数量": 4,
          "城市公园数量": 1,
          "快速路出入口": 10,
          "非营利性数量": 48,
          "技术类企业数量": 130,
          "快速路出入口数量": 10,
          "非营利性企业数量": 17376
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1155,
        "name": "红梅公园",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.977976055, 31.7677165234], [119.977635523, 31.767931572], [119.976953024, 31.7683474095], [119.969410125, 31.7724239914], [119.958587854, 31.7780915558], [119.953171275, 31.7807700651], [119.952313435, 31.7810923084], [119.952960724, 31.7825207501], [119.953140001, 31.785522554], [119.953500256, 31.7880668755], [119.953900001, 31.7895752094], [119.954711914, 31.7913207998], [119.954402109, 31.7914285629], [119.954744192, 31.792014634], [119.955326712, 31.7927645211], [119.956586719, 31.7937372296], [119.957360393, 31.7943490654], [119.960207986, 31.795351617], [119.961699809, 31.7957875597], [119.963498064, 31.7933863231], [119.965590941, 31.7909098915], [119.968676248, 31.7867704596], [119.973342113, 31.7817603895], [119.976678966, 31.7787966683], [119.980028826, 31.7762448052], [119.981270421, 31.7753697072], [119.980712891, 31.7747192384], [119.979031341, 31.771972717], [119.978881837, 31.771728516], [119.978186575, 31.7683591942], [119.978088379, 31.7678833009], [119.977976055, 31.7677165234]]]
        },
        "extra": {
          "品类": "TOP",
          "城市": "常州",
          "配套": 2.77,
          "未来品": "TOP",
          "夜间人口": 45009.9636393,
          "日间人口": 64741.5552913,
          "垃圾场数量": 1,
          "营业厅数量": 23,
          "风景区数量": 15,
          "公交站点数量": 36,
          "地铁站点数量": 2,
          "城市公园数量": 4,
          "非营利性数量": 61,
          "技术类企业数量": 236,
          "非营利性企业数量": 24683
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1156,
        "name": "怀德",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.951286204, 31.7814781733], [119.951143751, 31.7811843711], [119.950317383, 31.7794799795], [119.949378779, 31.7778844077], [119.948542536, 31.7771542976], [119.947079933, 31.7759476188], [119.943763403, 31.7735194007], [119.942321778, 31.7719116215], [119.943481445, 31.7705078122], [119.943985344, 31.7693518236], [119.942156, 31.7693739416], [119.939355055, 31.7687819502], [119.938429523, 31.7683376339], [119.937995117, 31.7681644397], [119.937690794, 31.7678660941], [119.937303459, 31.7672032192], [119.936836927, 31.7664812623], [119.93601641, 31.7659657952], [119.933660146, 31.7652757867], [119.932743141, 31.7645334908], [119.931661881, 31.7621249742], [119.93090482, 31.761140409], [119.928363523, 31.7602446123], [119.925185077, 31.7597881047], [119.925176628, 31.7604817087], [119.925219646, 31.76326724], [119.924905713, 31.7646486292], [119.924164891, 31.7680820007], [119.923522949, 31.7705078122], [119.923594218, 31.7712442598], [119.923627725, 31.7730184639], [119.923580229, 31.7757679019], [119.923803058, 31.7785874716], [119.923898241, 31.7792977454], [119.924034018, 31.7803109036], [119.924316406, 31.7822875973], [119.92352295, 31.7850952151], [119.924083429, 31.7870569287], [119.924496272, 31.7885018452], [119.924499512, 31.7885131838], [119.926330566, 31.7907104488], [119.926639083, 31.7910669716], [119.927137339, 31.7916427508], [119.929077148, 31.7938842786], [119.929148907, 31.7948351237], [119.931285338, 31.7933683052], [119.935756156, 31.7905932249], [119.936639631, 31.7900126298], [119.937682481, 31.7893272816], [119.939010097, 31.7875025734], [119.940982122, 31.7848613644], [119.942257376, 31.7830492008], [119.944274902, 31.7838745113], [119.946899414, 31.7827148436], [119.951101, 31.7815477412], [119.951286204, 31.7814781733]]]
        },
        "extra": {
          "品类": "TOP",
          "城市": "常州",
          "配套": 2.8599999,
          "未来品": "TOP",
          "夜间人口": 93740.4938429,
          "日间人口": 89984.9725973,
          "垃圾场数量": 1,
          "营业厅数量": 40,
          "风景区数量": 14,
          "公交站点数量": 40,
          "地铁站点数量": 2,
          "城市公园数量": 1,
          "非营利性数量": 120,
          "技术类企业数量": 355,
          "集中型商业数量": 2,
          "非营利性企业数量": 36022
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1157,
        "name": "勤业花园北",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.924496272, 31.7885018452], [119.923554522, 31.789089134], [119.922809187, 31.7895213176], [119.92082064, 31.7905627685], [119.919584108, 31.7912114369], [119.917937474, 31.7921786901], [119.914952476, 31.7940298528], [119.913879394, 31.7946777343], [119.91305095, 31.7952016263], [119.909729003, 31.7973022474], [119.907851048, 31.7988745043], [119.90716674, 31.7994473985], [119.907581311, 31.7997690266], [119.90991211, 31.8010864255], [119.9119669, 31.8035407644], [119.912109376, 31.8037109386], [119.914123536, 31.8065185546], [119.916285752, 31.8112311046], [119.916503906, 31.8117065429], [119.917527133, 31.8142491863], [119.91957259, 31.8136721731], [119.931736773, 31.8092412134], [119.933621979, 31.8085241183], [119.933272116, 31.8077806416], [119.932678222, 31.8065185546], [119.931396303, 31.8034918817], [119.930480958, 31.8013305663], [119.9301964, 31.8002972155], [119.92973249, 31.798612503], [119.929321289, 31.7971191409], [119.929148907, 31.7948351237], [119.929077148, 31.7938842786], [119.927137339, 31.7916427508], [119.926639083, 31.7910669716], [119.926330566, 31.7907104488], [119.924499512, 31.7885131838], [119.924496272, 31.7885018452]]]
        },
        "extra": {
          "品类": "G3",
          "城市": "常州",
          "配套": 1.42,
          "未来品": "G2",
          "夜间人口": 26162.9780716,
          "日间人口": 17763.5014194,
          "营业厅数量": 3,
          "公交站点数量": 22,
          "城市公园数量": 1,
          "快速路出入口": 1,
          "非营利性数量": 10,
          "技术类企业数量": 26,
          "快速路出入口数量": 1,
          "非营利性企业数量": 3038
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1158,
        "name": "滆湖",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.825701673, 31.6872767763], [119.836261213, 31.6860419838], [119.836373289, 31.6861178676], [119.837493592, 31.6858978161], [119.856189426, 31.6837092026], [119.861121275, 31.6831313882], [119.865537857, 31.6826587954], [119.866005892, 31.682608704], [119.866434665, 31.6824747113], [119.867953472, 31.6824731483], [119.868788715, 31.682053539], [119.870259044, 31.6819631797], [119.870686351, 31.6820680757], [119.870654078, 31.6824696149], [119.87082607, 31.6829810728], [119.87119587, 31.6833926431], [119.871857398, 31.6838548982], [119.87216323, 31.684363338], [119.872357541, 31.6848742905], [119.873231514, 31.6842629161], [119.873252489, 31.6813231492], [119.872160145, 31.680641572], [119.871743395, 31.6801547177], [119.871532084, 31.6798159233], [119.870732669, 31.6799484474], [119.869582841, 31.6795735236], [119.868904336, 31.6792834149], [119.868088489, 31.678881873], [119.867718174, 31.6785328443], [119.867238028, 31.6780802911], [119.866708038, 31.6775387049], [119.866520245, 31.6765122628], [119.866225635, 31.6756409133], [119.8662462, 31.6748579087], [119.866632989, 31.6743720526], [119.866742174, 31.6735679679], [119.866711681, 31.6725761614], [119.866309678, 31.6718408307], [119.866463469, 31.6710357441], [119.867100251, 31.670696956], [119.868566298, 31.6704731147], [119.869120905, 31.6703652024], [119.869938434, 31.6700986793], [119.870528074, 31.6700252686], [119.870620662, 31.6700131907], [119.87246138, 31.6697730618], [119.874018951, 31.6696234416], [119.875704441, 31.6692800543], [119.877219686, 31.668482415], [119.87759874, 31.667748579], [119.878019383, 31.6661930918], [119.878689885, 31.663334094], [119.878847533, 31.6626577409], [119.878868738, 31.6624033649], [119.875296646, 31.6623141459], [119.873101409, 31.6622993394], [119.873335729, 31.66144045], [119.87624808, 31.6507642203], [119.88187056, 31.6515737252], [119.884512599, 31.6421742594], [119.88316638, 31.6242130508], [119.879196479, 31.6237564803], [119.87789832, 31.6189630803], [119.87027136, 31.6201034251], [119.867430187, 31.6140840055], [119.862339801, 31.6162579205], [119.8540134, 31.603084965], [119.86976232, 31.5942583053], [119.868296219, 31.5880083894], [119.8602513, 31.5918997199], [119.847919893, 31.5765814506], [119.837521441, 31.5805154404], [119.82281076, 31.56242526], [119.8272978, 31.5535615203], [119.83462956, 31.5496786947], [119.82587294, 31.5324251878], [119.82481884, 31.5330450302], [119.82318408, 31.5341739896], [119.82278808, 31.5344529899], [119.82237696, 31.5347390112], [119.82196692, 31.5350229604], [119.821761, 31.5351649805], [119.82135096, 31.5354480304], [119.819480039, 31.5367039804], [119.81824416, 31.5375579901], [119.817236161, 31.5382570196], [119.817038881, 31.5384000298], [119.81661984, 31.5386829907], [119.81620908, 31.5389660398], [119.81579796, 31.5392470194], [119.815426081, 31.5395250314], [119.814878161, 31.5400139999], [119.814504841, 31.5403340399], [119.81432304, 31.5404960402], [119.81341008, 31.5413000098], [119.811942, 31.5425930397], [119.811767041, 31.5427539599], [119.811561841, 31.5429219902], [119.811233879, 31.5431970298], [119.808929879, 31.5451289696], [119.807201881, 31.5465300001], [119.80514088, 31.5482650198], [119.804760001, 31.5485820012], [119.804644387, 31.5486790488], [119.802699, 31.5503119793], [119.80247796, 31.5504849612], [119.80177092, 31.5507809704], [119.800590841, 31.5512720101], [119.80011888, 31.5514710013], [119.79964116, 31.5516650399], [119.79891684, 31.5519380093], [119.798416081, 31.5520820097], [119.797971119, 31.55221296], [119.794428001, 31.5532369802], [119.79368316, 31.5534519901], [119.79292896, 31.5536689803], [119.79219096, 31.5538880399], [119.79019692, 31.5544740301], [119.788713, 31.5549080114], [119.787716161, 31.5551989798], [119.787213961, 31.5553429802], [119.786742001, 31.5554380196], [119.78621604, 31.5554879707], [119.78543196, 31.5555630299], [119.784899161, 31.5556149604], [119.78334612, 31.5557620211], [119.78256996, 31.5558369904], [119.77992792, 31.5560780105], [119.774711881, 31.5565740001], [119.77419384, 31.5566219708], [119.773927081, 31.5566450097], [119.77299108, 31.55656698], [119.77272504, 31.5565450212], [119.772207, 31.5564990299], [119.768276159, 31.5561580205], [119.764842177, 31.5558581388], [119.759032861, 31.5560098832], [119.7619236, 31.566027195], [119.76971868, 31.59016254], [119.773715941, 31.6008980998], [119.784789719, 31.6300337545], [119.793212929, 31.6513118553], [119.793884277, 31.6666870121], [119.793974828, 31.66999668], [119.80167761, 31.6901551608], [119.802785521, 31.6905987595], [119.803297179, 31.6908036179], [119.803430976, 31.6907461422], [119.804536062, 31.6906760221], [119.804990251, 31.6898949195], [119.805584973, 31.689629883], [119.805708426, 31.6888369714], [119.805789367, 31.6884114635], [119.807428208, 31.6867949879], [119.809013459, 31.6851796742], [119.809912515, 31.6847933911], [119.810474286, 31.6847695546], [119.810667947, 31.6854180521], [119.810957023, 31.686121706], [119.811626646, 31.6865650196], [119.812551951, 31.687048496], [119.815049326, 31.6872567601], [119.815617679, 31.6874503437], [119.815949962, 31.6878094681], [119.815918903, 31.6885545376], [119.816121846, 31.6890653957], [119.817134661, 31.6893407663], [119.818245903, 31.6893276515], [119.818937039, 31.6891520381], [119.820387358, 31.687951847], [119.821030705, 31.6875253372], [119.821640825, 31.6873285988], [119.822172024, 31.6871794139], [119.82253907, 31.6878011467], [119.823025885, 31.6883973226], [119.823375951, 31.6884582804], [119.824138845, 31.6884413786], [119.824529064, 31.6884168118], [119.824841484, 31.6881130748], [119.825701673, 31.6872767763]]]
        },
        "extra": {
          "品类": "水系",
          "城市": "常州",
          "配套": 0,
          "未来品": "水系",
          "夜间人口": 3022.84608531,
          "日间人口": 2283.40552598,
          "城市公园数量": 2,
          "高速路出入口": 4,
          "高速路出入口数量": 4
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1159,
        "name": "牛塘北",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.925109864, 31.7567138668], [119.925043548, 31.7561549363], [119.924781939, 31.7539499587], [119.924709749, 31.7533414792], [119.924606049, 31.7524875073], [119.924316405, 31.75012207], [119.92306493, 31.747619129], [119.922912598, 31.7473144531], [119.922584909, 31.7437567495], [119.922485351, 31.7426757824], [119.919921875, 31.7393188479], [119.917907715, 31.7373046876], [119.915283204, 31.7341308596], [119.913879395, 31.7302856445], [119.912902832, 31.7258911136], [119.912307737, 31.721606443], [119.91229248, 31.7214965809], [119.912303583, 31.7211819927], [119.908541595, 31.7210851707], [119.907104491, 31.7208862299], [119.894714356, 31.7216796874], [119.889709469, 31.7231750612], [119.881070417, 31.7297047885], [119.877523774, 31.7325860383], [119.876540767, 31.7333845742], [119.876501505, 31.7362899987], [119.876651685, 31.7393403938], [119.8773628, 31.7424735446], [119.878746507, 31.745686914], [119.880094866, 31.7477558952], [119.882707874, 31.7509891127], [119.884405534, 31.7525352118], [119.884521485, 31.7525024414], [119.888122559, 31.7496948246], [119.891479493, 31.7473144531], [119.894191461, 31.7463693906], [119.895571867, 31.7472775116], [119.897708334, 31.7486829488], [119.899883975, 31.7509337792], [119.902677835, 31.7538239709], [119.904082364, 31.7557998219], [119.907840932, 31.7588441107], [119.909145664, 31.7604756571], [119.90991211, 31.760314942], [119.913085938, 31.7581176761], [119.916256768, 31.7571006175], [119.916320801, 31.7570800779], [119.917118691, 31.7569925181], [119.920092088, 31.7566661757], [119.921325684, 31.7565307621], [119.924187615, 31.7566692532], [119.925109864, 31.7567138668]]]
        },
        "extra": {
          "品类": "G3",
          "城市": "常州",
          "配套": 1.3099999,
          "未来品": "G3",
          "公墓数量": 1,
          "夜间人口": 55152.2004842,
          "日间人口": 50990.1071304,
          "垃圾场数量": 1,
          "营业厅数量": 7,
          "风景区数量": 2,
          "公交站点数量": 39,
          "城市公园数量": 1,
          "快速路出入口": 2,
          "非营利性数量": 35,
          "技术类企业数量": 43,
          "快速路出入口数量": 2,
          "非营利性企业数量": 12555
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1160,
        "name": "牛塘南",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.912303583, 31.7211819927], [119.912475585, 31.7163085935], [119.912475586, 31.7098999023], [119.912109374, 31.7075195308], [119.910762485, 31.7030689524], [119.910705566, 31.7028808601], [119.909729004, 31.6990966793], [119.907543666, 31.6990966847], [119.906921386, 31.6990966793], [119.903172856, 31.6992338394], [119.901916504, 31.6992797848], [119.896484375, 31.6992797848], [119.892517091, 31.6990966793], [119.885925292, 31.698120118], [119.884008983, 31.697990211], [119.88232422, 31.6978759764], [119.881396891, 31.6977289768], [119.881358122, 31.6984250107], [119.881293544, 31.6999179114], [119.881176047, 31.7011466983], [119.880914021, 31.703886884], [119.880396651, 31.708813282], [119.879742884, 31.7147447866], [119.879198887, 31.7188129014], [119.878579897, 31.7222624067], [119.877379904, 31.7285879655], [119.876540767, 31.7333845742], [119.877523774, 31.7325860383], [119.881070417, 31.7297047885], [119.889709469, 31.7231750612], [119.894714356, 31.7216796874], [119.907104491, 31.7208862299], [119.908541595, 31.7210851707], [119.912303583, 31.7211819927]]]
        },
        "extra": {
          "品类": "G3",
          "城市": "常州",
          "配套": 0.83,
          "未来品": "G3",
          "公墓数量": 1,
          "夜间人口": 24644.4199275,
          "日间人口": 24022.0498638,
          "风景区数量": 3,
          "公交站点数量": 23,
          "快速路出入口": 15,
          "非营利性数量": 26,
          "技术类企业数量": 89,
          "集中型商业数量": 1,
          "快速路出入口数量": 15,
          "非营利性企业数量": 18760
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1161,
        "name": "大学城西",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.909729004, 31.6990966793], [119.908757136, 31.6952092968], [119.908657538, 31.694810889], [119.908325196, 31.6934814455], [119.90815752, 31.6927716799], [119.908124436, 31.6926875609], [119.907661099, 31.6915094256], [119.907197704, 31.6895350486], [119.906935302, 31.687597703], [119.906494141, 31.6857299802], [119.906677246, 31.6804809575], [119.906640954, 31.6801483073], [119.906311034, 31.6771240231], [119.905702606, 31.6771928185], [119.905553053, 31.6700977413], [119.905528771, 31.6689454499], [119.905779773, 31.6635717596], [119.905897967, 31.6617531011], [119.904787474, 31.662008362], [119.90280821, 31.6622252119], [119.897815769, 31.6625647806], [119.893538236, 31.6675285149], [119.888166163, 31.6734907098], [119.885589091, 31.6767555573], [119.883365866, 31.6806422015], [119.882188321, 31.6837035477], [119.881755629, 31.6870343398], [119.881305942, 31.6919095916], [119.881431172, 31.6971134853], [119.881396891, 31.6977289768], [119.88232422, 31.6978759764], [119.884008983, 31.697990211], [119.885925292, 31.698120118], [119.892517091, 31.6990966793], [119.896484375, 31.6992797848], [119.901916504, 31.6992797848], [119.903172856, 31.6992338394], [119.906921386, 31.6990966793], [119.907543666, 31.6990966847], [119.909729004, 31.6990966793]]]
        },
        "extra": {
          "品类": "G3",
          "城市": "常州",
          "配套": 0.99,
          "未来品": "G3",
          "夜间人口": 22763.4618361,
          "日间人口": 21929.3312381,
          "垃圾场数量": 1,
          "营业厅数量": 3,
          "风景区数量": 1,
          "公交站点数量": 24,
          "城市公园数量": 1,
          "快速路出入口": 6,
          "非营利性数量": 10,
          "高速路出入口": 4,
          "技术类企业数量": 18,
          "快速路出入口数量": 6,
          "非营利性企业数量": 7858,
          "高速路出入口数量": 4
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1162,
        "name": "淹城",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.942589918, 31.6904880575], [119.940959931, 31.6907952065], [119.937930673, 31.6907665982], [119.933559337, 31.6908825649], [119.929700138, 31.6911011244], [119.92544522, 31.6914627814], [119.9215499, 31.6915521389], [119.911709823, 31.692388092], [119.908124436, 31.6926875609], [119.90815752, 31.6927716799], [119.908325196, 31.6934814455], [119.908657538, 31.694810889], [119.908757136, 31.6952092968], [119.909729004, 31.6990966793], [119.910705566, 31.7028808601], [119.910762485, 31.7030689524], [119.912109374, 31.7075195308], [119.912475586, 31.7098999023], [119.912475585, 31.7163085935], [119.912303583, 31.7211819927], [119.916662544, 31.720762994], [119.919759908, 31.7202053424], [119.921970879, 31.7191526356], [119.922253923, 31.7189183145], [119.924353842, 31.7171798225], [119.926129805, 31.7150777669], [119.92823225, 31.7127105265], [119.929504395, 31.711730957], [119.931466752, 31.7110366049], [119.93246922, 31.7106818808], [119.93347168, 31.7103271486], [119.933934895, 31.7101804062], [119.939582926, 31.708391008], [119.942836168, 31.7074856749], [119.943356547, 31.7073302019], [119.943237923, 31.7053636022], [119.943153545, 31.7019873746], [119.943045703, 31.6964549963], [119.942611423, 31.6907696316], [119.942589918, 31.6904880575]]]
        },
        "extra": {
          "品类": "G2",
          "城市": "常州",
          "配套": 2.0599999,
          "未来品": "G2",
          "夜间人口": 25687.6901878,
          "日间人口": 25837.0067899,
          "营业厅数量": 13,
          "风景区数量": 11,
          "公交站点数量": 38,
          "城市公园数量": 4,
          "快速路出入口": 6,
          "非营利性数量": 36,
          "技术类企业数量": 64,
          "集中型商业数量": 1,
          "快速路出入口数量": 6,
          "非营利性企业数量": 21804
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1163,
        "name": "戚墅堰南",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.061979233, 31.7604301325], [120.062284668, 31.7593465655], [120.062482114, 31.7578552449], [120.062310802, 31.7512540152], [120.062299959, 31.7508361497], [120.062072753, 31.7473144531], [120.061096192, 31.7431030278], [120.061279297, 31.7395019535], [120.061523437, 31.7363281245], [120.061096193, 31.7322998048], [120.060302734, 31.7266845701], [120.059509277, 31.7229003902], [120.059489682, 31.7228069381], [120.044470348, 31.7310474197], [120.043051616, 31.7318337087], [120.040163453, 31.7334342969], [120.01891529, 31.7452062156], [120.003627886, 31.7539816931], [120.005676268, 31.7565307621], [120.008117676, 31.7592773438], [120.011291504, 31.7634887691], [120.014282226, 31.7604980457], [120.016906738, 31.7589111326], [120.019287109, 31.7573242186], [120.022521972, 31.7556762694], [120.025878905, 31.7546997064], [120.027664986, 31.7548068813], [120.028930664, 31.7548828138], [120.031677246, 31.754882812], [120.037824145, 31.7562292833], [120.038085937, 31.7562866222], [120.038629634, 31.7563937216], [120.042114259, 31.7570800788], [120.045104981, 31.7575073242], [120.045411778, 31.7575651317], [120.049316406, 31.7583007817], [120.056884766, 31.7595214845], [120.061279297, 31.7603149411], [120.061979233, 31.7604301325]]]
        },
        "extra": {
          "品类": "C",
          "城市": "常州",
          "配套": 0.84,
          "未来品": "G3",
          "夜间人口": 46494.2021813,
          "日间人口": 43965.7246392,
          "营业厅数量": 8,
          "风景区数量": 1,
          "公交站点数量": 26,
          "地铁站点数量": 4,
          "城市公园数量": 1,
          "快速路出入口": 1,
          "非营利性数量": 11,
          "技术类企业数量": 29,
          "快速路出入口数量": 1,
          "非营利性企业数量": 1505
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1164,
        "name": "南夏墅",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.960083009, 31.6389160157], [119.962097167, 31.6256713869], [119.963928223, 31.6174926761], [119.956698868, 31.6171214432], [119.948486327, 31.6166992187], [119.942990859, 31.6175155657], [119.94334034, 31.6162192038], [119.931083224, 31.6157504681], [119.930784873, 31.6190418843], [119.93111758, 31.6296460657], [119.931753393, 31.6442131466], [119.931747571, 31.6497100368], [119.931547127, 31.6518522714], [119.930772698, 31.6556109177], [119.930129931, 31.6585799773], [119.931231368, 31.6586174026], [119.938426749, 31.6592304992], [119.942139432, 31.6597861732], [119.9443044, 31.6601496989], [119.952162572, 31.6617531884], [119.955244991, 31.6624435574], [119.958431689, 31.6441856067], [119.960083009, 31.6389160157]]]
        },
        "extra": {
          "品类": "C",
          "城市": "常州",
          "配套": 0.36,
          "未来品": "G3",
          "夜间人口": 15803.1874495,
          "日间人口": 24247.9589518,
          "营业厅数量": 8,
          "风景区数量": 1,
          "公交站点数量": 46,
          "地铁站点数量": 2,
          "非营利性数量": 11,
          "技术类企业数量": 7,
          "非营利性企业数量": 1361
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1165,
        "name": "南夏墅东",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.997924804, 31.6655273435], [119.99810791, 31.6621093747], [119.997497559, 31.6561279299], [119.993105411, 31.642890484], [119.993103029, 31.6428833011], [119.990722656, 31.6345214848], [119.990722657, 31.6290893557], [119.983355034, 31.6325406956], [119.979125978, 31.6345214848], [119.976073869, 31.635403279], [119.97088623, 31.6369018553], [119.960083009, 31.6389160157], [119.958431689, 31.6441856067], [119.955244991, 31.6624435574], [119.962356798, 31.6640360616], [119.965881348, 31.6652832028], [119.969640897, 31.6664374457], [119.97469125, 31.6684095816], [119.978384648, 31.6698120222], [119.982509331, 31.6710897493], [119.985516538, 31.67196409], [119.989118556, 31.6725953862], [119.992882353, 31.6730510106], [119.995869448, 31.6733646294], [119.997230394, 31.673507493], [119.997314453, 31.6729125977], [119.997924804, 31.6655273435]]]
        },
        "extra": {
          "品类": "C",
          "城市": "常州",
          "配套": 0.56,
          "未来品": "G3",
          "夜间人口": 18214.2974798,
          "日间人口": 20497.6388535,
          "营业厅数量": 4,
          "公交站点数量": 20,
          "非营利性数量": 1,
          "高速路出入口": 4,
          "技术类企业数量": 3,
          "集中型商业数量": 2,
          "非营利性企业数量": 500,
          "高速路出入口数量": 4
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1166,
        "name": "新天地公园东",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.996094146, 31.6883209135], [119.994703729, 31.6882874317], [119.993824576, 31.6882783036], [119.992945422, 31.6882691674], [119.987433609, 31.6882117547], [119.9855666, 31.6881922529], [119.981042652, 31.6898124931], [119.980886016, 31.6898685883], [119.980500286, 31.6900001348], [119.977801269, 31.6904754769], [119.974175156, 31.6904380066], [119.971496582, 31.6903076175], [119.971679688, 31.6945190419], [119.971496582, 31.6975097653], [119.971313475, 31.700317383], [119.970886232, 31.7042846676], [119.971231986, 31.705694318], [119.972730444, 31.7109493526], [119.973531561, 31.7153766998], [119.983977548, 31.715273668], [119.994039241, 31.7151736158], [119.995747145, 31.715194909], [119.995910644, 31.7125244145], [119.996264638, 31.7049725366], [119.996276857, 31.7047119139], [119.996276854, 31.6981118308], [119.996262101, 31.6973266606], [119.996094178, 31.688386966], [119.996094146, 31.6883209135]]]
        },
        "extra": {
          "品类": "G3",
          "城市": "常州",
          "配套": 0.91,
          "未来品": "G3",
          "夜间人口": 30780.0726421,
          "日间人口": 38636.4081817,
          "营业厅数量": 9,
          "风景区数量": 1,
          "公交站点数量": 19,
          "城市公园数量": 1,
          "快速路出入口": 2,
          "非营利性数量": 13,
          "技术类企业数量": 17,
          "集中型商业数量": 1,
          "快速路出入口数量": 2,
          "非营利性企业数量": 5051
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1167,
        "name": "新天地公园",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.973531561, 31.7153766998], [119.972730444, 31.7109493526], [119.971231986, 31.705694318], [119.970886232, 31.7042846676], [119.971313475, 31.700317383], [119.971496582, 31.6975097653], [119.971679688, 31.6945190419], [119.971496582, 31.6903076175], [119.968688964, 31.6903076175], [119.965881348, 31.6901245119], [119.962097168, 31.6901245119], [119.959272061, 31.6901245182], [119.958679199, 31.6901245128], [119.953918457, 31.6898803712], [119.946408956, 31.6900754782], [119.944519043, 31.6901245119], [119.942589918, 31.6904880575], [119.942611423, 31.6907696316], [119.943045703, 31.6964549963], [119.943153545, 31.7019873746], [119.943237923, 31.7053636022], [119.943356547, 31.7073302019], [119.942836168, 31.7074856749], [119.939582926, 31.708391008], [119.933934895, 31.7101804062], [119.934294683, 31.7111913233], [119.936034136, 31.7160784102], [119.936670958, 31.7182547893], [119.950466267, 31.7168104799], [119.952808908, 31.7165208811], [119.959439608, 31.7157009467], [119.9675609, 31.7151537399], [119.969687855, 31.7152331977], [119.973531561, 31.7153766998]]]
        },
        "extra": {
          "品类": "G2",
          "城市": "常州",
          "配套": 1.76,
          "未来品": "TOP",
          "夜间人口": 55932.859457,
          "日间人口": 68881.5822642,
          "垃圾场数量": 1,
          "营业厅数量": 32,
          "公交站点数量": 71,
          "地铁站点数量": 4,
          "城市公园数量": 2,
          "快速路出入口": 6,
          "非营利性数量": 116,
          "技术类企业数量": 252,
          "集中型商业数量": 5,
          "快速路出入口数量": 6,
          "非营利性企业数量": 1688409
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1168,
        "name": "湖塘东",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.99388679, 31.7324074132], [119.994689942, 31.7310791019], [119.995483398, 31.7296752926], [119.995117187, 31.7266845701], [119.995320527, 31.7245834094], [119.995462228, 31.7231191521], [119.995483398, 31.7229003902], [119.995727538, 31.7192993159], [119.995727538, 31.7155151369], [119.995747145, 31.715194909], [119.994039241, 31.7151736158], [119.983977548, 31.715273668], [119.973531561, 31.7153766998], [119.974304199, 31.7192993168], [119.974382189, 31.7201052488], [119.974211659, 31.7236147487], [119.974184101, 31.7242458228], [119.974070461, 31.7268482548], [119.973893566, 31.7302543732], [119.973797244, 31.7350995535], [119.973598714, 31.737395725], [119.976021355, 31.737267944], [119.977328305, 31.7373127779], [119.982711312, 31.7372234455], [119.986944327, 31.7369095111], [119.990150133, 31.7359038622], [119.993103028, 31.7337036132], [119.993753873, 31.7326272336], [119.99388679, 31.7324074132]]]
        },
        "extra": {
          "品类": "G3",
          "城市": "常州",
          "配套": 1.27,
          "未来品": "G3",
          "公墓数量": 1,
          "夜间人口": 12926.4758649,
          "日间人口": 16985.9989872,
          "公交站点数量": 12,
          "城市公园数量": 1,
          "快速路出入口": 2,
          "非营利性数量": 5,
          "技术类企业数量": 4,
          "快速路出入口数量": 2,
          "非营利性企业数量": 5065
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1169,
        "name": "丽华",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.973598714, 31.737395725], [119.97249956, 31.737488303], [119.971319476, 31.7375876871], [119.96913541, 31.7380076489], [119.959216688, 31.7415744096], [119.953727932, 31.741740027], [119.951980234, 31.7416853203], [119.951154336, 31.7462816986], [119.951283669, 31.7482203591], [119.951965305, 31.7506952232], [119.952664709, 31.7528141141], [119.952967557, 31.7537315799], [119.953125001, 31.7537231443], [119.956115722, 31.7531127942], [119.956252801, 31.753091706], [119.960083008, 31.7525024414], [119.96307373, 31.7520751942], [119.967285155, 31.751708984], [119.972106933, 31.7512817386], [119.974121094, 31.7509155265], [119.974053618, 31.7504432062], [119.973935015, 31.7486615224], [119.973774842, 31.7474247118], [119.973424244, 31.744982333], [119.973189125, 31.7434328434], [119.973083496, 31.7424926759], [119.973461513, 31.7389825293], [119.973598714, 31.737395725]]]
        },
        "extra": {
          "品类": "G2",
          "城市": "常州",
          "配套": 2.25,
          "未来品": "TOP",
          "夜间人口": 33420.7184538,
          "日间人口": 20659.9378168,
          "营业厅数量": 5,
          "公交站点数量": 10,
          "非营利性数量": 12,
          "技术类企业数量": 11,
          "非营利性企业数量": 1134
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1170,
        "name": "湖塘",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.951980234, 31.7416853203], [119.953727932, 31.741740027], [119.959216688, 31.7415744096], [119.96913541, 31.7380076489], [119.971319476, 31.7375876871], [119.97249956, 31.737488303], [119.973598714, 31.737395725], [119.973797244, 31.7350995535], [119.973893566, 31.7302543732], [119.974070461, 31.7268482548], [119.974184101, 31.7242458228], [119.974211659, 31.7236147487], [119.974382189, 31.7201052488], [119.974304199, 31.7192993168], [119.973531561, 31.7153766998], [119.969687855, 31.7152331977], [119.9675609, 31.7151537399], [119.959439608, 31.7157009467], [119.952808908, 31.7165208811], [119.950466267, 31.7168104799], [119.936670958, 31.7182547893], [119.936893158, 31.7190141445], [119.937883641, 31.7220364116], [119.938117659, 31.7238260282], [119.938177167, 31.7248266562], [119.938293456, 31.7282714841], [119.938293455, 31.7298503447], [119.938293456, 31.7313232418], [119.938037113, 31.7320602443], [119.937316895, 31.7341308596], [119.937211216, 31.7346804029], [119.937023138, 31.7356584228], [119.936941735, 31.736081713], [119.936890408, 31.7378677927], [119.937010718, 31.7397099244], [119.937309243, 31.7406764096], [119.938139562, 31.7425696399], [119.938373761, 31.7439102287], [119.93996772, 31.7434938803], [119.940224817, 31.7434267226], [119.94236096, 31.7429381038], [119.94672157, 31.741940538], [119.950575782, 31.7416413408], [119.951980234, 31.7416853203]]]
        },
        "extra": {
          "品类": "G2",
          "城市": "常州",
          "配套": 1.95,
          "未来品": "TOP",
          "夜间人口": 85665.2999265,
          "日间人口": 84980.350808,
          "营业厅数量": 31,
          "风景区数量": 3,
          "公交站点数量": 61,
          "地铁站点数量": 2,
          "非营利性数量": 79,
          "技术类企业数量": 147,
          "集中型商业数量": 6,
          "非营利性企业数量": 12119663
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1171,
        "name": "湖塘西",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.933934895, 31.7101804062], [119.93347168, 31.7103271486], [119.93246922, 31.7106818808], [119.931466752, 31.7110366049], [119.929504395, 31.711730957], [119.92823225, 31.7127105265], [119.926129805, 31.7150777669], [119.924353842, 31.7171798225], [119.922253923, 31.7189183145], [119.921970879, 31.7191526356], [119.919759908, 31.7202053424], [119.916662544, 31.720762994], [119.912303583, 31.7211819927], [119.91229248, 31.7214965809], [119.912307737, 31.721606443], [119.912902832, 31.7258911136], [119.913879395, 31.7302856445], [119.915283204, 31.7341308596], [119.917907715, 31.7373046876], [119.919921875, 31.7393188479], [119.922485351, 31.7426757824], [119.922584909, 31.7437567495], [119.922912598, 31.7473144531], [119.92306493, 31.747619129], [119.927889104, 31.746598662], [119.934469877, 31.7449298422], [119.938373761, 31.7439102287], [119.938139562, 31.7425696399], [119.937309243, 31.7406764096], [119.937010718, 31.7397099244], [119.936890408, 31.7378677927], [119.936941735, 31.736081713], [119.937023138, 31.7356584228], [119.937211216, 31.7346804029], [119.937316895, 31.7341308596], [119.938037113, 31.7320602443], [119.938293456, 31.7313232418], [119.938293455, 31.7298503447], [119.938293456, 31.7282714841], [119.938177167, 31.7248266562], [119.938117659, 31.7238260282], [119.937883641, 31.7220364116], [119.936893158, 31.7190141445], [119.936670958, 31.7182547893], [119.936034136, 31.7160784102], [119.934294683, 31.7111913233], [119.933934895, 31.7101804062]]]
        },
        "extra": {
          "品类": "G2",
          "城市": "常州",
          "配套": 2.125,
          "未来品": "TOP",
          "夜间人口": 30758.851692,
          "日间人口": 29726.5468497,
          "营业厅数量": 6,
          "风景区数量": 1,
          "公交站点数量": 29,
          "非营利性数量": 28,
          "技术类企业数量": 75,
          "集中型商业数量": 1,
          "非营利性企业数量": 12320
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1172,
        "name": "兰陵南",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.951980234, 31.7416853203], [119.950575782, 31.7416413408], [119.94672157, 31.741940538], [119.94236096, 31.7429381038], [119.940224817, 31.7434267226], [119.93996772, 31.7434938803], [119.938373761, 31.7439102287], [119.934469877, 31.7449298422], [119.927889104, 31.746598662], [119.92306493, 31.747619129], [119.924316405, 31.75012207], [119.924606049, 31.7524875073], [119.924682617, 31.7531127942], [119.924709749, 31.7533414792], [119.924781939, 31.7539499587], [119.925043548, 31.7561549363], [119.925109864, 31.7567138668], [119.927917481, 31.7559204102], [119.931701659, 31.7556762703], [119.936889649, 31.7551269527], [119.940673829, 31.7548828129], [119.943725586, 31.7546997073], [119.946105956, 31.754272461], [119.949707031, 31.7539062499], [119.94995714, 31.7538928536], [119.951499894, 31.7538102149], [119.952967557, 31.7537315799], [119.952664709, 31.7528141141], [119.951965305, 31.7506952232], [119.951283669, 31.7482203591], [119.951154336, 31.7462816986], [119.951980234, 31.7416853203]]]
        },
        "extra": {
          "品类": "G2",
          "城市": "常州",
          "配套": 2.4300001,
          "未来品": "TOP",
          "夜间人口": 29191.4386633,
          "日间人口": 25103.1556189,
          "营业厅数量": 3,
          "风景区数量": 1,
          "公交站点数量": 16,
          "城市公园数量": 1,
          "非营利性数量": 8,
          "技术类企业数量": 23,
          "非营利性企业数量": 1750
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1173,
        "name": "遥观",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.040163453, 31.7334342969], [120.043051616, 31.7318337087], [120.044470348, 31.7310474197], [120.059489682, 31.7228069381], [120.071485265, 31.7160459501], [120.071105957, 31.7156982425], [120.067789416, 31.7121467891], [120.065719931, 31.7099305287], [120.065502093, 31.7096972328], [120.062499999, 31.7064819335], [120.060729981, 31.7042846676], [120.058715821, 31.7017211924], [120.05670166, 31.6995239256], [120.054504394, 31.6973266615], [120.052323098, 31.6951453793], [120.051879883, 31.6947021493], [120.049118743, 31.6924395989], [120.047026001, 31.6910425201], [120.044621621, 31.689525478], [120.04274239, 31.688360347], [120.040486869, 31.6869618364], [120.037276065, 31.6850058406], [120.032408559, 31.6825452614], [120.028196387, 31.6806700984], [120.022534861, 31.6784856344], [120.017501612, 31.6770876131], [120.01267567, 31.6758848841], [120.007355474, 31.6749226509], [120.001233498, 31.6740076986], [119.997230394, 31.673507493], [119.996520996, 31.6785278315], [119.996607875, 31.6814530122], [119.996704101, 31.6846923828], [119.99609375, 31.6874999988], [119.996094146, 31.6883209135], [119.996094178, 31.688386966], [119.996262101, 31.6973266606], [119.996276854, 31.6981118308], [119.996276857, 31.7047119139], [119.996264638, 31.7049725366], [119.995910644, 31.7125244145], [119.995747145, 31.715194909], [119.995727538, 31.7155151369], [119.995727538, 31.7192993159], [119.995483398, 31.7229003902], [119.995462228, 31.7231191521], [119.995320527, 31.7245834094], [119.995117187, 31.7266845701], [119.995483398, 31.7296752926], [119.994689942, 31.7310791019], [119.99388679, 31.7324074132], [119.993556233, 31.734384758], [119.993386995, 31.7360121819], [119.995202519, 31.7344209745], [119.999675865, 31.7325835715], [120.00427218, 31.7306954251], [120.010127399, 31.7288655457], [120.01137192, 31.7291352749], [120.022995421, 31.725861525], [120.023723545, 31.725767125], [120.02422459, 31.7266511522], [120.028129166, 31.7261397995], [120.03151441, 31.7268829453], [120.032019056, 31.7270830462], [120.033530513, 31.7276823455], [120.03673667, 31.7301346924], [120.03937738, 31.7323618859], [120.040163453, 31.7334342969]]]
        },
        "extra": {
          "品类": "C",
          "城市": "常州",
          "配套": 0.84,
          "未来品": "G3",
          "公墓数量": 1,
          "夜间人口": 88133.2106375,
          "日间人口": 86651.3976862,
          "营业厅数量": 13,
          "风景区数量": 7,
          "公交站点数量": 80,
          "城市公园数量": 2,
          "快速路出入口": 5,
          "非营利性数量": 43,
          "高速路出入口": 3,
          "技术类企业数量": 81,
          "集中型商业数量": 1,
          "快速路出入口数量": 5,
          "非营利性企业数量": 8080,
          "高速路出入口数量": 3
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1174,
        "name": "戚墅堰东",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.075500487, 31.7199096669], [120.073303221, 31.7177124019], [120.071485265, 31.7160459501], [120.059489682, 31.7228069381], [120.059509277, 31.7229003902], [120.060302734, 31.7266845701], [120.061096193, 31.7322998048], [120.061523437, 31.7363281245], [120.061279297, 31.7395019535], [120.061096192, 31.7431030278], [120.062072753, 31.7473144531], [120.062299959, 31.7508361497], [120.062310802, 31.7512540152], [120.062482114, 31.7578552449], [120.062284668, 31.7593465655], [120.061979233, 31.7604301325], [120.061764699, 31.7611912045], [120.060387762, 31.7669583014], [120.060100312, 31.7681621636], [120.059237961, 31.7732429995], [120.059004794, 31.7746296336], [120.060355471, 31.7749406803], [120.06127746, 31.7754624148], [120.061556652, 31.7757992217], [120.061849995, 31.7765650915], [120.061866029, 31.7770513657], [120.061722185, 31.7777705005], [120.061309512, 31.7784674778], [120.060934092, 31.7792780646], [120.060886924, 31.7798803667], [120.061199856, 31.7805489119], [120.061775256, 31.7817373993], [120.063608073, 31.7824375817], [120.064895681, 31.7828646005], [120.064351459, 31.7846525796], [120.064984458, 31.7855533927], [120.066002323, 31.7859296438], [120.066359882, 31.7866080717], [120.065359013, 31.7867466995], [120.064147768, 31.7866041165], [120.062941289, 31.7886370547], [120.063524324, 31.7900543619], [120.063699832, 31.7913097193], [120.07269287, 31.7902832043], [120.075500488, 31.788879395], [120.077514649, 31.7866821291], [120.081481932, 31.7824707029], [120.083496093, 31.7802734379], [120.085510253, 31.777099609], [120.086076096, 31.7763451785], [120.089011031, 31.7727119687], [120.092285156, 31.7675170897], [120.091308595, 31.7604980466], [120.091482848, 31.7564030341], [120.091674804, 31.7518920895], [120.089765975, 31.748275707], [120.087520811, 31.7440216862], [120.082301091, 31.734848934], [120.079755907, 31.7305366983], [120.077753386, 31.7271435409], [120.076293946, 31.7246704098], [120.075500487, 31.7199096669]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "常州",
          "配套": 0.45,
          "未来品": "C",
          "公墓数量": 2,
          "夜间人口": 24667.615642,
          "日间人口": 27968.8112406,
          "垃圾场数量": 1,
          "营业厅数量": 4,
          "风景区数量": 2,
          "公交站点数量": 40,
          "非营利性数量": 8,
          "技术类企业数量": 24,
          "非营利性企业数量": 8469
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1175,
        "name": "孟河",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.002834077, 31.9455616372], [119.993286133, 31.9489135741], [119.982299805, 31.9534912097], [119.980807216, 31.9541973663], [119.972106934, 31.9583129896], [119.962097168, 31.9613037111], [119.954711914, 31.9639282233], [119.95071409, 31.9632873592], [119.946480071, 31.9621322358], [119.941669987, 31.9619050239], [119.936096191, 31.9614868167], [119.924926757, 31.9630737307], [119.908691406, 31.9724731452], [119.887695314, 31.9774780271], [119.873901368, 31.9808959968], [119.869873048, 31.9808959959], [119.862121583, 31.9827270506], [119.857910156, 31.9835205081], [119.838500978, 31.988281251], [119.836667616, 31.9820331751], [119.835510254, 31.9780883781], [119.826417295, 31.9669046519], [119.824730093, 31.9648291138], [119.811124181, 31.9680555413], [119.796547485, 31.9715103355], [119.774321865, 31.9767743202], [119.770676976, 31.9778650872], [119.770918921, 31.978672021], [119.77103304, 31.9791099594], [119.77110612, 31.9793540399], [119.771161921, 31.9795470002], [119.771291879, 31.9799809797], [119.77242696, 31.9836989704], [119.773074961, 31.9858790404], [119.77313616, 31.9860990002], [119.77309008, 31.9864130111], [119.771955001, 31.9873599891], [119.771192881, 31.9879919697], [119.771003161, 31.9881519896], [119.77080516, 31.9883229903], [119.77063704, 31.9884650104], [119.77069104, 31.9887600303], [119.770774919, 31.989207961], [119.77091316, 31.9901570101], [119.770943039, 31.9906070102], [119.770974, 31.99105503], [119.770989121, 31.9912810188], [119.77111908, 31.9933070097], [119.77165908, 31.9936760105], [119.772344879, 31.99413996], [119.772519119, 31.9942590311], [119.772924121, 31.9945390198], [119.773136159, 31.9946789705], [119.773365121, 31.9949479802], [119.77338096, 31.9950469802], [119.773396081, 31.99516902], [119.77392888, 31.9989760211], [119.77399008, 31.99942404], [119.77440912, 31.999915979], [119.774463121, 31.9999799703], [119.77456104, 32.0000939998], [119.77505604, 32.0006199602], [119.775726001, 32.0020239611], [119.77574904, 32.0022500399], [119.77577208, 32.0024760287], [119.775877921, 32.0035950003], [119.775597121, 32.0038749898], [119.77543692, 32.0040450004], [119.77526916, 32.0042179814], [119.774934, 32.0045650199], [119.774583001, 32.0049129604], [119.77440912, 32.0050839602], [119.77426404, 32.0053460397], [119.774485079, 32.0066810113], [119.774522881, 32.0069030404], [119.77464492, 32.007572011], [119.774751121, 32.0082390004], [119.774851921, 32.0085549898], [119.77499592, 32.0087449797], [119.775849839, 32.0098730398], [119.776290841, 32.0104430112], [119.77657992, 32.0108190304], [119.77687008, 32.0111919909], [119.77702992, 32.0120520297], [119.777113079, 32.0124969899], [119.77722, 32.0127280204], [119.777478841, 32.0127779705], [119.777996881, 32.0128650006], [119.77851492, 32.0129530209], [119.77954308, 32.01313203], [119.779800841, 32.0131780204], [119.780038079, 32.013385021], [119.77991604, 32.0140580403], [119.77977816, 32.0143100412], [119.779512121, 32.0143860006], [119.778014881, 32.0148309609], [119.77778304, 32.014899], [119.777128921, 32.0149760404], [119.77659612, 32.0150390406], [119.776335839, 32.0150639698], [119.775818161, 32.0151249897], [119.77503516, 32.0152179589], [119.774774881, 32.0152490098], [119.77386192, 32.0156409605], [119.772918, 32.0160510001], [119.77244496, 32.0162570105], [119.77284888, 32.0169159905], [119.772879121, 32.01696801], [119.773366921, 32.0177670306], [119.773731959, 32.0183669702], [119.773854001, 32.0185680298], [119.774333879, 32.0193680406], [119.77448616, 32.0196930304], [119.774943, 32.0207450403], [119.77511796, 32.0211790207], [119.77530912, 32.0216010303], [119.77558308, 32.0222340001], [119.77678584, 32.0249760303], [119.77834896, 32.0285559598], [119.77853904, 32.0289800405], [119.77869888, 32.0293029601], [119.781951121, 32.03445096], [119.78220096, 32.0348469603], [119.782467001, 32.0352470102], [119.782719, 32.0356439998], [119.782963079, 32.03604], [119.78322192, 32.0364360003], [119.783458081, 32.0368300203], [119.78391492, 32.03764101], [119.784143161, 32.0380489803], [119.784249001, 32.0382530104], [119.78448516, 32.0386550397], [119.78468712, 32.0390119797], [119.784942001, 32.0394670205], [119.785223881, 32.0399780405], [119.78539992, 32.0402860214], [119.78585604, 32.0410979995], [119.78630496, 32.0419089901], [119.78659404, 32.0424170405], [119.78759577, 32.0442427038], [119.78916696, 32.04710604], [119.789213039, 32.0471900106], [119.789838001, 32.0483289597], [119.79040104, 32.0493500113], [119.790614161, 32.0497589699], [119.790834841, 32.0501649598], [119.79116208, 32.05077597], [119.791323001, 32.0510289601], [119.791611, 32.0514049802], [119.792653921, 32.0527060204], [119.793841921, 32.054199029], [119.795333041, 32.0560740003], [119.795801041, 32.0566650303], [119.79607104, 32.0570060397], [119.79929808, 32.0580819904], [119.799761041, 32.0581349991], [119.800559881, 32.0580469798], [119.802638159, 32.0578100102], [119.803946041, 32.0576619602], [119.804867999, 32.0575590004], [119.804996161, 32.0575439701], [119.805779881, 32.0574529812], [119.806563961, 32.0573660401], [119.80734696, 32.0572760414], [119.807917921, 32.05724202], [119.808222121, 32.0572130411], [119.80847988, 32.05723599], [119.80899792, 32.0572800002], [119.810055961, 32.05736496], [119.812155121, 32.0575359598], [119.81557008, 32.0578229704], [119.81687796, 32.0579299798], [119.817266041, 32.0578679697], [119.81896308, 32.0569849803], [119.821130999, 32.0558920198], [119.823804, 32.0552829899], [119.824971839, 32.0551430401], [119.82706308, 32.0550219905], [119.830806, 32.05525896], [119.832531121, 32.0558100304], [119.83284108, 32.0559280197], [119.83316796, 32.0560319705], [119.83329288, 32.0560720209], [119.833787161, 32.0562289805], [119.834289001, 32.0563829705], [119.835027, 32.0566229996], [119.83534596, 32.0568869713], [119.835513, 32.0573169902], [119.83559004, 32.0575329894], [119.835673921, 32.0577460208], [119.835840961, 32.0581729793], [119.83593888, 32.0583819593], [119.836083961, 32.0586820199], [119.836229041, 32.0588700303], [119.836647001, 32.0594079589], [119.837103839, 32.0599970104], [119.837256121, 32.0601850199], [119.837391841, 32.0603709593], [119.83762908, 32.0606010013], [119.838076919, 32.0608310398], [119.83878792, 32.0611609804], [119.839123081, 32.0612290204], [119.84147388, 32.0611760099], [119.84434092, 32.0604290105], [119.84654484, 32.0594759998], [119.84726304, 32.0588730008], [119.84798592, 32.0583179707], [119.848906081, 32.0571800108], [119.84973516, 32.0565760208], [119.851782121, 32.055093], [119.85269904, 32.0544880189], [119.853177841, 32.0543219699], [119.85348312, 32.0542180199], [119.85512508, 32.0536600203], [119.855521081, 32.053941991], [119.858550122, 32.0561700299], [119.85896088, 32.0564619912], [119.859356161, 32.0567529597], [119.860155, 32.0573430013], [119.860953839, 32.0579280013], [119.861570161, 32.0583570301], [119.861776081, 32.0585010313], [119.86199712, 32.0586360303], [119.862415079, 32.0588970289], [119.862848881, 32.0591600113], [119.863293839, 32.0594349602], [119.86370208, 32.0596880402], [119.86413588, 32.0599520101], [119.86435692, 32.0600840395], [119.864562121, 32.0602190404], [119.864835, 32.0602629606], [119.865094921, 32.0598739813], [119.86536096, 32.0594850002], [119.86592004, 32.0586120013], [119.86760592, 32.0551990202], [119.86777584, 32.0549319899], [119.87074008, 32.0504130001], [119.87096904, 32.0499729897], [119.87107488, 32.0497640106], [119.872963079, 32.046047011], [119.873701081, 32.0445919798], [119.87386884, 32.04435303], [119.874081961, 32.0442219898], [119.874515039, 32.0439680104], [119.87495784, 32.0437109707], [119.875382999, 32.0434530298], [119.87625204, 32.0429390412], [119.876685841, 32.0426810113], [119.877119999, 32.0424270293], [119.87755416, 32.0421699914], [119.877986879, 32.0419150201], [119.87864208, 32.0415280202], [119.87897688, 32.04146502], [119.879442, 32.0416869601], [119.880500039, 32.0422280408], [119.88079704, 32.0423779803], [119.88115488, 32.0426540101], [119.88130788, 32.0428369807], [119.88222084, 32.0439429904], [119.88267804, 32.0444960402], [119.88287712, 32.0446909799], [119.883173039, 32.0450570103], [119.88348588, 32.0454260102], [119.88392004, 32.0459799602], [119.88421812, 32.0463459897], [119.884506841, 32.0467200312], [119.884617, 32.0468529609], [119.88465912, 32.0469039902], [119.884902839, 32.0471409607], [119.88610704, 32.0483300407], [119.886456961, 32.048571961], [119.88741708, 32.0489520298], [119.88812088, 32.0490839702], [119.888954999, 32.0492420099], [119.889276121, 32.0492590197], [119.88946584, 32.0492230198], [119.89068912, 32.0487859799], [119.892067921, 32.0478769811], [119.892933, 32.0474600105], [119.892858839, 32.0473250096], [119.892805921, 32.0471720107], [119.89267308, 32.0461399802], [119.892638881, 32.0458069801], [119.892627001, 32.0456469601], [119.892611879, 32.0453170205], [119.89261188, 32.0446940403], [119.892601079, 32.0445530104], [119.892582, 32.04442701], [119.892528, 32.0441979599], [119.892494161, 32.0439870014], [119.892481921, 32.0437479607], [119.89248984, 32.0435520299], [119.892528, 32.0431959901], [119.89261908, 32.0425700404], [119.892660839, 32.0422220099], [119.89271808, 32.0417569804], [119.892821041, 32.0411179806], [119.89283616, 32.0409199814], [119.89282104, 32.0407759801], [119.892794041, 32.04057204], [119.892790081, 32.0404390203], [119.892797999, 32.0402510099], [119.892854881, 32.0398959593], [119.89293516, 32.039506981], [119.89298484, 32.0392980001], [119.893030919, 32.0392019705], [119.893077, 32.0391430208], [119.893128839, 32.0391379801], [119.893326839, 32.0391639912], [119.893551841, 32.0392260013], [119.89391508, 32.0393439896], [119.89421496, 32.0394549597], [119.894307119, 32.03948799], [119.894433121, 32.0395259701], [119.89450512, 32.0395439701], [119.89455516, 32.0395490099], [119.89459584, 32.0395359598], [119.894676119, 32.0394960002], [119.894706001, 32.0394750298], [119.894730121, 32.0394500098], [119.894859001, 32.0391880211], [119.89500408, 32.0388699597], [119.89517508, 32.0385339901], [119.89519092, 32.0385040201], [119.89518696, 32.0384729702], [119.895149161, 32.0383790108], [119.89511388, 32.0383209613], [119.89500408, 32.0382189899], [119.89497312, 32.0381900102], [119.89496592, 32.0381579709], [119.89496196, 32.0380880396], [119.89496592, 32.0380399799], [119.894977081, 32.03798004], [119.89501092, 32.0378990399], [119.895338881, 32.0371190102], [119.89548684, 32.0367500103], [119.896040161, 32.0353350305], [119.896101001, 32.0351640298], [119.89616184, 32.0350449605], [119.896378921, 32.0345180099], [119.896551001, 32.0340050096], [119.896786081, 32.03328699], [119.89683684, 32.0331500098], [119.896877881, 32.03291097], [119.89692, 32.0326460099], [119.896939081, 32.03233902], [119.89704204, 32.0319440099], [119.897172001, 32.0315730297], [119.897434081, 32.0308289999], [119.89773504, 32.0299669799], [119.89788408, 32.0295729608], [119.89818504, 32.0287050008], [119.898352081, 32.0282600397], [119.89864188, 32.0274569694], [119.899049039, 32.0264970303], [119.89921716, 32.0259850211], [119.899373041, 32.0255910002], [119.899487881, 32.0254209897], [119.89986084, 32.0250220207], [119.900817001, 32.0229700197], [119.90311884, 32.0185790105], [119.90313792, 32.0185440008], [119.903244841, 32.0181519602], [119.90329812, 32.0179969801], [119.90332512, 32.0179030198], [119.903325122, 32.0178650387], [119.90331792, 32.0178420008], [119.90330208, 32.0178189602], [119.90320308, 32.0177120398], [119.90315016, 32.0176590301], [119.90306988, 32.0175590399], [119.903011921, 32.0174829887], [119.90299284, 32.0174530197], [119.90297412, 32.0173839914], [119.90295504, 32.0173000199], [119.902966919, 32.0172159602], [119.90300112, 32.0171370303], [119.90304288, 32.0170509904], [119.903145841, 32.0168729696], [119.90331, 32.0165630102], [119.90369808, 32.0158590299], [119.90390796, 32.0154389997], [119.90432412, 32.0147119797], [119.90453796, 32.0143969804], [119.90480688, 32.0139900003], [119.90501712, 32.0136879603], [119.905184881, 32.0134719603], [119.905683841, 32.0128710297], [119.90592792, 32.0125809596], [119.90656116, 32.0118579902], [119.906835841, 32.0115599998], [119.907140039, 32.0112569687], [119.907421921, 32.01101298], [119.908200961, 32.0104019698], [119.90867004, 32.0100380096], [119.909297881, 32.0095829698], [119.90960712, 32.0093720104], [119.910094919, 32.0090259594], [119.910457081, 32.0087960108], [119.91124584, 32.0083489812], [119.911791961, 32.0080670105], [119.912013001, 32.0079680104], [119.912166, 32.0079249904], [119.912261041, 32.0079130214], [119.912340961, 32.0079020406], [119.91257784, 32.0079079798], [119.91270708, 32.0079050093], [119.912901121, 32.0078919601], [119.91299616, 32.0078690103], [119.913270841, 32.00776803], [119.91360996, 32.0076399602], [119.91386988, 32.0075520299], [119.91437712, 32.0073969598], [119.914785001, 32.0072779795], [119.91501396, 32.0072370298], [119.915067961, 32.0072360396], [119.91513996, 32.0072370298], [119.91531204, 32.0072730296], [119.915440919, 32.0073129901], [119.915754121, 32.007423961], [119.91589488, 32.0074700414], [119.91597912, 32.0074900198], [119.916128161, 32.0075129696], [119.91620808, 32.0075129696], [119.91633408, 32.0075000104], [119.916431999, 32.0074820105], [119.916703081, 32.0074340406], [119.91683412, 32.0074149597], [119.917190881, 32.00737401], [119.917558081, 32.0073589796], [119.91802392, 32.0073460204], [119.91862296, 32.0073489909], [119.919427921, 32.00736204], [119.92046184, 32.0073830095], [119.92128588, 32.00741703], [119.92164804, 32.0074399789], [119.92184208, 32.00744799], [119.922220081, 32.0074669792], [119.922311881, 32.0074769698], [119.922379919, 32.00749704], [119.92241916, 32.0075250305], [119.922456961, 32.0075630097], [119.92249116, 32.00761404], [119.92250988, 32.00768802], [119.92251384, 32.0077440001], [119.922501961, 32.0081200201], [119.92251384, 32.0081959805], [119.92254084, 32.008237021], [119.92258296, 32.0082570004], [119.92261716, 32.0082679802], [119.92268196, 32.0082679793], [119.927211841, 32.00784804], [119.929034881, 32.0078269805], [119.93128812, 32.0078549701], [119.931420959, 32.0077559701], [119.93144004, 32.0075939707], [119.931577921, 32.0073879603], [119.931864121, 32.0073550208], [119.93384088, 32.0073460195], [119.93500512, 32.0072540404], [119.93680008, 32.0072769911], [119.93812488, 32.0073779697], [119.93824296, 32.0073759903], [119.938368961, 32.0073329712], [119.938461119, 32.007287971], [119.938510079, 32.0072540404], [119.93859504, 32.0071580099], [119.93869116, 32.0070639597], [119.93874012, 32.0070279599], [119.93875488, 32.0069899797], [119.93877108, 32.0069719798], [119.93880096, 32.0069520004], [119.940468841, 32.0066240402], [119.941725961, 32.0064000298], [119.94392196, 32.00527998], [119.944396079, 32.0050929597], [119.944875959, 32.0049080114], [119.94528204, 32.0050289702], [119.94776496, 32.0057749803], [119.94826104, 32.0059310397], [119.94850296, 32.0060050206], [119.949254999, 32.0062359602], [119.949553081, 32.0063249697], [119.950323841, 32.0065100106], [119.95083684, 32.0066330397], [119.95186104, 32.0068739699], [119.95235712, 32.0069950204], [119.955436919, 32.0076950401], [119.95594992, 32.00781096], [119.95646184, 32.0079269699], [119.956965841, 32.0080419904], [119.957738041, 32.0082200103], [119.95817004, 32.0082939904], [119.958753961, 32.00842701], [119.959082999, 32.0084870406], [119.959602841, 32.0085080101], [119.960137079, 32.0085240307], [119.96092512, 32.0085520203], [119.962523161, 32.0086089905], [119.96331012, 32.0086369801], [119.96384508, 32.0086549809], [119.96437284, 32.0086719898], [119.965434841, 32.0087079906], [119.96595504, 32.0087269807], [119.966490001, 32.0087490311], [119.96925804, 32.00890104], [119.96977788, 32.0089359597], [119.970281881, 32.0089490089], [119.970803161, 32.0089859998], [119.97133812, 32.0090210104], [119.97186588, 32.00905503], [119.97291996, 32.00912901], [119.97397584, 32.0091980402], [119.975038921, 32.0092730103], [119.975447881, 32.0092970402], [119.97556704, 32.0093019901], [119.97609516, 32.0093420396], [119.976363001, 32.00936301], [119.976759, 32.0094179999], [119.97702684, 32.0092039811], [119.97715716, 32.0090139912], [119.97744012, 32.0086310401], [119.977707959, 32.0082450304], [119.97785304, 32.0080550396], [119.978075881, 32.0077510202], [119.978724961, 32.0070429902], [119.97937584, 32.0063360404], [119.97986508, 32.0058029699], [119.980836001, 32.0047370098], [119.981982961, 32.0034979796], [119.98226592, 32.0032340097], [119.98278612, 32.0027039997], [119.98443816, 32.0012550003], [119.984805001, 32.0009309989], [119.985171841, 32.0006089804], [119.985293881, 32.0004600293], [119.985562081, 32.000139001], [119.985642, 32.0000309996], [119.985783841, 31.9998380402], [119.985968161, 31.9996839602], [119.98675404, 31.9990750203], [119.987534881, 31.9984640101], [119.988117, 31.9980110405], [119.988897121, 31.9973990401], [119.989080001, 31.9971830392], [119.989515961, 31.9966199997], [119.98966896, 31.9964339705], [119.991420001, 31.9941829809], [119.99171088, 31.9938080409], [119.99200212, 31.9934349904], [119.99288916, 31.9923089997], [119.99465712, 31.99006404], [119.994793921, 31.9898760296], [119.995099921, 31.9895029791], [119.995941961, 31.9883349612], [119.996246881, 31.9879620006], [119.99681388, 31.9872290388], [119.99828196, 31.9853619896], [119.99908116, 31.9843520113], [120.000034081, 31.98314196], [120.00020904, 31.9829149801], [120.000312001, 31.9827870003], [120.00073392, 31.9822509612], [120.000828961, 31.98212604], [120.0114, 31.9724700309], [120.012902167, 31.9718084815], [120.013375927, 31.9715984214], [120.012916927, 31.9708394512], [120.007931978, 31.956493947], [120.007595017, 31.9561668861], [120.007398817, 31.9559809468], [120.006756937, 31.9557369562], [120.005782058, 31.9557019474], [120.005301961, 31.9545389693], [120.004891921, 31.9541589904], [120.004482961, 31.9539240003], [120.003339959, 31.9525790399], [120.00249, 31.9504470306], [120.002403897, 31.9494189571], [120.00232116, 31.9484310303], [120.002573161, 31.9469799607], [120.00259188, 31.9468879798], [120.002834005, 31.9455620392], [120.002834077, 31.9455616372]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "常州",
          "配套": 0,
          "未来品": "Town",
          "公墓数量": 2,
          "夜间人口": 120533.386071,
          "日间人口": 120354.736429,
          "营业厅数量": 21,
          "风景区数量": 3,
          "公交站点数量": 160,
          "城市公园数量": 1,
          "非营利性数量": 62,
          "技术类企业数量": 80,
          "集中型商业数量": 5,
          "非营利性企业数量": 26953.7025
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1176,
        "name": "春江",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.002834077, 31.9455616372], [120.002855108, 31.9454464691], [120.003159162, 31.9427694302], [120.003198121, 31.9423719613], [120.002651686, 31.9393097454], [120.002600161, 31.9390209902], [120.00262284, 31.9379560194], [120.00349804, 31.9360322238], [120.003801121, 31.9353659997], [120.00529188, 31.9330600202], [120.00557088, 31.9327119898], [120.00648888, 31.9319749801], [120.010367175, 31.9269085549], [120.010923015, 31.9261585851], [120.011506935, 31.925394575], [120.011938935, 31.9249075849], [120.013121176, 31.9237385751], [120.013284975, 31.9235765748], [120.01582434, 31.9210363309], [120.015452941, 31.9208912603], [120.013533071, 31.9197618126], [120.012754836, 31.9193588111], [120.010335074, 31.9181057083], [120.00693072, 31.9167974169], [120.00593768, 31.9162179225], [120.004263288, 31.9152757631], [120.00368909, 31.9150757808], [120.00082284, 31.9135089613], [120.000475081, 31.9131420298], [120.000442026, 31.9131069346], [119.992126465, 31.9146728513], [119.981079103, 31.916503906], [119.973083496, 31.9157104495], [119.973004065, 31.9157163796], [119.964904785, 31.9163208005], [119.953308106, 31.919677734], [119.94996478, 31.9205417721], [119.947875976, 31.9210815443], [119.938903808, 31.9240722667], [119.936096192, 31.9237060547], [119.909729005, 31.9301147459], [119.908514323, 31.9256206897], [119.907287597, 31.9210815434], [119.90612793, 31.9129028317], [119.902666016, 31.9146249093], [119.894470215, 31.9187011719], [119.880676269, 31.9223022454], [119.880310058, 31.9265136716], [119.878723145, 31.9317016599], [119.877929687, 31.9351196287], [119.877075196, 31.9379272464], [119.876708984, 31.9423217773], [119.876281738, 31.9462890628], [119.876281739, 31.949890138], [119.876664153, 31.9534957863], [119.876708984, 31.9539184578], [119.876708984, 31.9578857414], [119.876708982, 31.9605751928], [119.876708983, 31.9617309574], [119.876098633, 31.9671020513], [119.87487793, 31.9721069341], [119.874328614, 31.9760742187], [119.873901368, 31.9808959968], [119.887695314, 31.9774780271], [119.908691406, 31.9724731452], [119.924926757, 31.9630737307], [119.936096191, 31.9614868167], [119.941669987, 31.9619050239], [119.946480071, 31.9621322358], [119.95071409, 31.9632873592], [119.954711914, 31.9639282233], [119.962097168, 31.9613037111], [119.972106934, 31.9583129896], [119.980807216, 31.9541973663], [119.982299805, 31.9534912097], [119.993286133, 31.9489135741], [120.002834077, 31.9455616372]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "常州",
          "配套": 0.45,
          "未来品": "Town",
          "夜间人口": 66696.5432142,
          "日间人口": 59226.379103,
          "营业厅数量": 14,
          "风景区数量": 1,
          "公交站点数量": 92,
          "非营利性数量": 43,
          "高速路出入口": 4,
          "技术类企业数量": 47,
          "非营利性企业数量": 12254,
          "高速路出入口数量": 4
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1177,
        "name": "新龙东片",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.000442026, 31.9131069346], [120.00037896, 31.9130399711], [120.000242161, 31.9128530398], [120.00002796, 31.9125860104], [119.99979792, 31.9122900013], [119.997734244, 31.907943612], [119.997443004, 31.9075685821], [119.997557124, 31.9073556415], [119.997664044, 31.9071526016], [119.997902003, 31.9067485929], [119.99716704, 31.9057610392], [119.997212041, 31.9054719603], [119.99721452, 31.9054012196], [119.99721996, 31.9052459696], [119.99722788, 31.9050189897], [119.99674396, 31.9044969783], [119.99674396, 31.9042708995], [119.99675296, 31.9040469791], [119.99665216, 31.9036479184], [119.995960275, 31.9021187643], [119.995745355, 31.9017037757], [119.995684154, 31.9015787645], [119.995539435, 31.901286805], [119.995332436, 31.9008708254], [119.994934275, 31.9000538057], [119.994836354, 31.8998927956], [119.994575355, 31.8995007542], [119.99444112, 31.8984299997], [119.994181921, 31.8980349896], [119.99372292, 31.8973400097], [119.993103001, 31.8964040097], [119.99349288, 31.89610404], [119.99409588, 31.8956509804], [119.99448684, 31.8953549713], [119.994930001, 31.8950100003], [119.995090921, 31.8948859811], [119.99542104, 31.8945470401], [119.99571192, 31.8942019801], [119.99582604, 31.8939959697], [119.996048881, 31.8935870102], [119.99636892, 31.8929740197], [119.996697961, 31.8923620203], [119.99692008, 31.8919509905], [119.997149041, 31.8916909804], [119.997792001, 31.8911090399], [119.998212523, 31.8910835279], [119.998106885, 31.8874213842], [120.003809467, 31.8871212489], [120.004239961, 31.8848830198], [120.00620196, 31.8846449702], [120.00770388, 31.8844130404], [120.008468881, 31.8841910104], [120.00911616, 31.8840049802], [120.00935034, 31.883936773], [120.009704368, 31.8834529341], [120.009391921, 31.8830519696], [120.00876804, 31.8822579896], [120.00630096, 31.8782099711], [120.00529512, 31.8765729604], [120.00513816, 31.8762700192], [120.00341988, 31.8729110397], [120.00330612, 31.871349001], [120.003311881, 31.8686779803], [120.00331188, 31.8676989603], [120.002562001, 31.8670659896], [120.00082608, 31.86559098], [120.000665161, 31.8652479903], [120.00034404, 31.8645549907], [120.000030841, 31.8640550396], [119.999778121, 31.8636489597], [119.99967012, 31.8634409699], [119.999556002, 31.86323199], [119.99947212, 31.86306603], [119.998911132, 31.8628656475], [119.998085962, 31.8625636624], [119.997871762, 31.8621507423], [119.997764842, 31.8619447319], [119.997721401, 31.8619138635], [119.997419962, 31.8616996621], [119.996506641, 31.8613507332], [119.994449041, 31.8598059606], [119.993284473, 31.8594223143], [119.991787809, 31.859025984], [119.984217238, 31.8570208969], [119.985002479, 31.8558630324], [119.985409731, 31.8552625155], [119.98541916, 31.8550799702], [119.985426, 31.8548529903], [119.98554192, 31.8545890195], [119.98577088, 31.8541830313], [119.985993001, 31.8537749711], [119.986221961, 31.8534219899], [119.98736892, 31.8522480311], [119.987555059, 31.852098955], [119.987631379, 31.8519864075], [119.987487793, 31.8519287115], [119.984850435, 31.8519287169], [119.984296702, 31.8519389287], [119.982572381, 31.8519707117], [119.979207519, 31.8521648384], [119.972762259, 31.8535460757], [119.965698242, 31.8558959961], [119.95788575, 31.8577880941], [119.956481933, 31.8582763685], [119.95147705, 31.859680176], [119.948076201, 31.8605624595], [119.945437536, 31.8629326758], [119.943725586, 31.8645019541], [119.943064067, 31.8649782611], [119.941868958, 31.8658387451], [119.940673829, 31.8666992191], [119.937683104, 31.868286134], [119.936268217, 31.8688110287], [119.934160582, 31.8695928804], [119.934299748, 31.8703635697], [119.934875488, 31.8734741205], [119.935104994, 31.8743742232], [119.935347704, 31.8753260908], [119.936350342, 31.8792580176], [119.94329834, 31.9064941405], [119.944885253, 31.9110717769], [119.946289062, 31.9160766597], [119.947875976, 31.9210815443], [119.94996478, 31.9205417721], [119.953308106, 31.919677734], [119.964904785, 31.9163208005], [119.973004065, 31.9157163796], [119.973083496, 31.9157104495], [119.981079103, 31.916503906], [119.992126465, 31.9146728513], [120.000442026, 31.9131069346]]]
        },
        "extra": {
          "品类": "C",
          "城市": "常州",
          "配套": 0.8,
          "未来品": "G3",
          "夜间人口": 64328.6000313,
          "日间人口": 73005.7817376,
          "营业厅数量": 4,
          "风景区数量": 3,
          "公交站点数量": 64,
          "地铁站点数量": 4,
          "城市公园数量": 4,
          "非营利性数量": 38,
          "技术类企业数量": 58,
          "集中型商业数量": 2,
          "非营利性企业数量": 5340
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1178,
        "name": "恐龙园",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.001765049, 31.8191236808], [119.996492635, 31.8191735051], [119.996479238, 31.819173631], [119.994689941, 31.8192749027], [119.993607395, 31.8194854133], [119.99029541, 31.8201293936], [119.98808419, 31.8206207984], [119.985900879, 31.8211059566], [119.983749883, 31.8213865271], [119.983093261, 31.8214721677], [119.982347387, 31.821548673], [119.981246777, 31.8216615541], [119.981849307, 31.8269554709], [119.98214018, 31.8300748738], [119.982223418, 31.8309674797], [119.98248291, 31.8331298833], [119.982547732, 31.8336114433], [119.982910156, 31.8363037113], [119.983193885, 31.8362863436], [119.983252815, 31.8368011641], [119.989357055, 31.836178702], [119.992393038, 31.8358687066], [119.996327168, 31.8356806107], [119.998354376, 31.8356660192], [119.99867469, 31.8327660626], [119.99862, 31.8311479799], [119.99860416, 31.8306950103], [119.998596959, 31.8302479798], [119.99876508, 31.8298239908], [119.99894112, 31.8293970304], [119.999085034, 31.8290508742], [119.999091494, 31.828992385], [119.999105698, 31.8289848118], [119.9991881, 31.8282387252], [119.999676365, 31.82835604], [119.999807946, 31.8282159832], [120.000040282, 31.8279686849], [120.000178522, 31.8278186537], [120.000706282, 31.8281206937], [120.000835522, 31.8281946728], [120.00142117, 31.8287752392], [120.003210131, 31.829205018], [120.004773381, 31.8282149499], [120.004775086, 31.8282138716], [120.005002587, 31.8283559761], [120.005417242, 31.8278297244], [120.008713, 31.8272269601], [120.012382328, 31.8265557636], [120.012383656, 31.8265533849], [120.013298056, 31.8263861065], [120.01405284, 31.8262480201], [120.014385841, 31.8261879904], [120.014802, 31.8261159907], [120.01492116, 31.8260940301], [120.015057961, 31.8263450408], [120.015254145, 31.8267060008], [120.016884292, 31.8253958828], [120.018127442, 31.8239135744], [120.021728516, 31.8214721677], [120.019897461, 31.8182983397], [120.01512752, 31.8189510901], [120.011824315, 31.8190918097], [120.005126954, 31.8190917962], [120.001765049, 31.8191236808]]]
        },
        "extra": {
          "品类": "G3",
          "城市": "常州",
          "配套": 1.28,
          "未来品": "G2",
          "夜间人口": 16279.5925574,
          "日间人口": 17775.7651229,
          "营业厅数量": 3,
          "风景区数量": 4,
          "公交站点数量": 9,
          "非营利性数量": 17,
          "技术类企业数量": 43,
          "非营利性企业数量": 22324.15
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1179,
        "name": "恐龙园南",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.996479238, 31.819173631], [119.99649264, 31.8191733162], [119.996492635, 31.8191735051], [120.001765049, 31.8191236808], [120.001559375, 31.8091854465], [119.997815394, 31.8091978832], [119.993525115, 31.809222601], [119.991743808, 31.8090073285], [119.987592492, 31.8071768547], [119.981454007, 31.8039332771], [119.978654435, 31.8024145488], [119.978213105, 31.8027350941], [119.977855763, 31.8029946349], [119.977487368, 31.8032621994], [119.975524902, 31.8046875007], [119.973327636, 31.8065185546], [119.972175603, 31.8074017878], [119.971496582, 31.807922363], [119.97204084, 31.8090594919], [119.972973922, 31.8107101202], [119.974701214, 31.8117776154], [119.975938845, 31.8126211238], [119.978159811, 31.8137636423], [119.978515626, 31.8139038088], [119.979282193, 31.8145016862], [119.980026302, 31.8154003419], [119.98037734, 31.8163082048], [119.980818361, 31.8194583779], [119.981246777, 31.8216615541], [119.982347387, 31.821548673], [119.983093261, 31.8214721677], [119.983749883, 31.8213865271], [119.985900879, 31.8211059566], [119.98808419, 31.8206207984], [119.99029541, 31.8201293936], [119.993607395, 31.8194854133], [119.994689941, 31.8192749027], [119.996479238, 31.819173631]]]
        },
        "extra": {
          "品类": "G2",
          "城市": "常州",
          "配套": 1.99,
          "未来品": "TOP",
          "夜间人口": 21006.2762387,
          "日间人口": 24658.1961567,
          "营业厅数量": 5,
          "公交站点数量": 25,
          "非营利性数量": 27,
          "技术类企业数量": 453,
          "非营利性企业数量": 12265849
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1180,
        "name": "新市府",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.983252815, 31.8368011641], [119.983193885, 31.8362863436], [119.982910156, 31.8363037113], [119.982547732, 31.8336114433], [119.98248291, 31.8331298833], [119.982223418, 31.8309674797], [119.98214018, 31.8300748738], [119.981849307, 31.8269554709], [119.981246777, 31.8216615541], [119.980818361, 31.8194583779], [119.98037734, 31.8163082048], [119.980026302, 31.8154003419], [119.979282193, 31.8145016862], [119.978515626, 31.8139038088], [119.978159811, 31.8137636423], [119.975938845, 31.8126211238], [119.974701214, 31.8117776154], [119.972973922, 31.8107101202], [119.97204084, 31.8090594919], [119.971496582, 31.807922363], [119.970372214, 31.8091332435], [119.967147485, 31.8101341044], [119.966052723, 31.8104661098], [119.963056865, 31.8113745978], [119.960663849, 31.8120569233], [119.960402798, 31.812131353], [119.95494864, 31.8134999673], [119.9535984, 31.813913044], [119.948136246, 31.8158992587], [119.945745794, 31.8167028525], [119.945889641, 31.817082146], [119.946253827, 31.8180424097], [119.947786183, 31.8198390996], [119.947982659, 31.8200206367], [119.948738673, 31.8207191591], [119.948991654, 31.8209528983], [119.949830697, 31.8217281121], [119.950595687, 31.8225831029], [119.952592724, 31.8242258028], [119.954847175, 31.8265781891], [119.956510482, 31.8293164431], [119.957199151, 31.8309322244], [119.95706159, 31.8327160882], [119.956920173, 31.8350096202], [119.956940362, 31.8363889104], [119.956945445, 31.8374824932], [119.957193515, 31.8385302331], [119.958024301, 31.8401827787], [119.959068009, 31.8413608609], [119.96013672, 31.8422247083], [119.96069336, 31.8421020516], [119.963317872, 31.8408813487], [119.966110185, 31.8403114906], [119.966308593, 31.8402709959], [119.970275879, 31.8392944338], [119.972473145, 31.8389282236], [119.975280762, 31.8380737309], [119.981562923, 31.8371251593], [119.983252815, 31.8368011641]]]
        },
        "extra": {
          "品类": "G2",
          "城市": "常州",
          "配套": 2.29,
          "未来品": "TOP",
          "夜间人口": 69285.2986106,
          "日间人口": 87619.2295467,
          "垃圾场数量": 1,
          "营业厅数量": 58,
          "风景区数量": 4,
          "公交站点数量": 69,
          "地铁站点数量": 3,
          "城市公园数量": 4,
          "非营利性数量": 238,
          "技术类企业数量": 1289,
          "集中型商业数量": 5,
          "非营利性企业数量": 100558
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1181,
        "name": "郑陆西",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.07269287, 31.7902832043], [120.063699832, 31.7913097193], [120.063524324, 31.7900543619], [120.062941289, 31.7886370547], [120.064147768, 31.7866041165], [120.065359013, 31.7867466995], [120.066359882, 31.7866080717], [120.066002323, 31.7859296438], [120.064984458, 31.7855533927], [120.064351459, 31.7846525796], [120.064895681, 31.7828646005], [120.063608073, 31.7824375817], [120.061775256, 31.7817373993], [120.061199856, 31.7805489119], [120.047842836, 31.7820146611], [120.048303025, 31.7841220434], [120.045680587, 31.7842087048], [120.043411775, 31.7848593975], [120.042389375, 31.7851939777], [120.041984615, 31.7847742488], [120.042325313, 31.7832393183], [120.042468533, 31.7824963578], [120.042480034, 31.7819951072], [120.039643756, 31.7823730266], [120.039259122, 31.7817142462], [120.038093493, 31.7780980732], [120.038178593, 31.7772849359], [120.0384436, 31.776849199], [120.038092672, 31.7761623517], [120.037393537, 31.7762588139], [120.034777035, 31.7757438954], [120.031966355, 31.7751906387], [120.03025327, 31.7749301708], [120.029829948, 31.7750374824], [120.029229273, 31.7754573372], [120.029179774, 31.776508186], [120.029301245, 31.7781771326], [120.029355377, 31.7798362316], [120.029814925, 31.7807430719], [120.030219749, 31.7816764261], [120.030366898, 31.7831042887], [120.030453614, 31.7847339817], [120.030587145, 31.7862575915], [120.031753404, 31.7886154143], [120.03241594, 31.791796337], [120.03268687, 31.7941039165], [120.032719592, 31.7951050912], [120.032354555, 31.7959010443], [120.031325107, 31.7968798232], [120.029391691, 31.7984049619], [120.027422613, 31.8005511796], [120.025818643, 31.8027602527], [120.02538922, 31.8041541227], [120.025430429, 31.8054175164], [120.026744414, 31.8077432334], [120.02671663, 31.8089462412], [120.02466422, 31.8118005482], [120.023437908, 31.8132610768], [120.025423791, 31.814530701], [120.029867921, 31.8162353561], [120.031311035, 31.8153076164], [120.035278321, 31.8134765616], [120.039123534, 31.8117065429], [120.042297365, 31.81048584], [120.044128418, 31.8081054686], [120.047729492, 31.8074951176], [120.05230713, 31.8046874989], [120.057128906, 31.8016967774], [120.061889649, 31.7982788077], [120.065124511, 31.7958984372], [120.070312501, 31.7922973628], [120.07269287, 31.7902832043]]]
        },
        "extra": {
          "品类": "C",
          "城市": "常州",
          "配套": 0.65,
          "未来品": "G3",
          "夜间人口": 25700.7410319,
          "日间人口": 23122.7262008,
          "营业厅数量": 3,
          "公交站点数量": 18,
          "非营利性数量": 7,
          "技术类企业数量": 8,
          "集中型商业数量": 1,
          "非营利性企业数量": 1305
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1182,
        "name": "郑陆",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.126290535, 31.79034444], [120.123227006, 31.7918238599], [120.117259356, 31.7898735137], [120.108768623, 31.7898384365], [120.096475646, 31.7890504514], [120.093450266, 31.788780537], [120.089100606, 31.7890007405], [120.076277005, 31.7903993041], [120.07269287, 31.7902832043], [120.070312501, 31.7922973628], [120.065124511, 31.7958984372], [120.061889649, 31.7982788077], [120.057128906, 31.8016967774], [120.05230713, 31.8046874989], [120.047729492, 31.8074951176], [120.044128418, 31.8081054686], [120.042297365, 31.81048584], [120.039123534, 31.8117065429], [120.035278321, 31.8134765616], [120.031311035, 31.8153076164], [120.029867921, 31.8162353561], [120.029441126, 31.8165097257], [120.027893066, 31.817504884], [120.025085449, 31.8189086916], [120.021728516, 31.8214721677], [120.018127442, 31.8239135744], [120.016884292, 31.8253958828], [120.015254145, 31.8267060008], [120.015505386, 31.8271682568], [120.01628088, 31.8285950402], [120.017558881, 31.8301389891], [120.01879404, 31.8316300201], [120.018840429, 31.8316858608], [120.021788779, 31.8320379031], [120.022145813, 31.8321979564], [120.023444883, 31.8327802944], [120.023844671, 31.8334466066], [120.024228961, 31.8333570296], [120.02530788, 31.8328900189], [120.025923121, 31.8324840289], [120.026115001, 31.8322389601], [120.026252161, 31.8319640103], [120.02703588, 31.8298439701], [120.02714712, 31.8290219988], [120.027318121, 31.8280670096], [120.027508921, 31.8277469696], [120.027754081, 31.8276050404], [120.028017961, 31.8275479803], [120.032546728, 31.8260889229], [120.039312961, 31.8239090103], [120.040773121, 31.8234210301], [120.042416881, 31.8254670003], [120.042761041, 31.8259739697], [120.045368161, 31.8298130101], [120.046039919, 31.8305130298], [120.04721712, 31.8316699797], [120.048287041, 31.8324709798], [120.049296121, 31.83310098], [120.04974684, 31.8333400198], [120.05032392, 31.8336479999], [120.05048808, 31.8337340398], [120.058758, 31.8377210402], [120.06438804, 31.8405509989], [120.068327161, 31.8436350296], [120.071778121, 31.8466209605], [120.075353999, 31.8492939596], [120.079073881, 31.8535589711], [120.080519999, 31.8548670314], [120.08152008, 31.8555620104], [120.08548692, 31.8572710199], [120.08679984, 31.8578419797], [120.090183841, 31.8592520097], [120.091344121, 31.85955], [120.092274001, 31.85973396], [120.093032879, 31.85973396], [120.093921, 31.8594740406], [120.09485484, 31.8592150197], [120.09530484, 31.8588370202], [120.096596881, 31.85761599], [120.097484999, 31.8571329596], [120.098327041, 31.85672301], [120.09921984, 31.8565760401], [120.10468392, 31.8565369798], [120.10943916, 31.8565369798], [120.111080041, 31.8565359896], [120.11245488, 31.8567950097], [120.11343804, 31.8573129598], [120.117870001, 31.8611249989], [120.121399081, 31.8610749597], [120.123216001, 31.8610369805], [120.12495912, 31.8610050303], [120.136640041, 31.8607939801], [120.139345081, 31.8607409695], [120.139626961, 31.8612580212], [120.13998516, 31.8619199699], [120.14037288, 31.8626319605], [120.141279, 31.8642990302], [120.14485416, 31.8666490198], [120.14608716, 31.8674520002], [120.15069804, 31.8704090403], [120.151346358, 31.8706501297], [120.15008545, 31.8662719728], [120.140502929, 31.8566894536], [120.140686036, 31.8248901365], [120.139736759, 31.8183251179], [120.139554366, 31.8170635858], [120.138658152, 31.8108641794], [120.13848877, 31.8096923826], [120.126281738, 31.7907104497], [120.126290535, 31.79034444]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "常州",
          "配套": 0.27,
          "未来品": "Town",
          "夜间人口": 61363.2510562,
          "日间人口": 57985.723249,
          "营业厅数量": 7,
          "风景区数量": 1,
          "公交站点数量": 91,
          "城市公园数量": 3,
          "非营利性数量": 23,
          "技术类企业数量": 25,
          "集中型商业数量": 2,
          "非营利性企业数量": 13741
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1183,
        "name": "常州北站区",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.987631379, 31.8519864075], [119.988730121, 31.8503660738], [119.990631343, 31.8493033818], [119.993293601, 31.8478152188], [119.993472, 31.8476850302], [119.993921892, 31.8471814818], [119.994241063, 31.845384265], [119.994800062, 31.8422364903], [119.995058521, 31.8407810275], [119.99506284, 31.8406660195], [119.99507112, 31.8404359801], [119.995085879, 31.8402099895], [119.995094159, 31.8397629608], [119.99530908, 31.83960402], [119.99712605, 31.8397195208], [119.997555157, 31.839869615], [119.999168745, 31.840257275], [119.99901646, 31.8394958469], [119.998354376, 31.8356660192], [119.996327168, 31.8356806107], [119.992393038, 31.8358687066], [119.989357055, 31.836178702], [119.983252815, 31.8368011641], [119.981562923, 31.8371251593], [119.975280762, 31.8380737309], [119.972473145, 31.8389282236], [119.970275879, 31.8392944338], [119.966308593, 31.8402709959], [119.966110185, 31.8403114906], [119.963317872, 31.8408813487], [119.96069336, 31.8421020516], [119.96013672, 31.8422247083], [119.957092285, 31.8428955081], [119.954284668, 31.8427124017], [119.951293945, 31.844116211], [119.950723533, 31.8442675516], [119.948303223, 31.8449096666], [119.946448973, 31.8454337034], [119.945495607, 31.8457031259], [119.94329834, 31.8463134769], [119.941101075, 31.847290039], [119.938293457, 31.8480834965], [119.937814109, 31.8482309961], [119.934326172, 31.8493041993], [119.931518554, 31.8502807614], [119.929412861, 31.8511047518], [119.929670912, 31.8528323881], [119.931943262, 31.8610819232], [119.932184809, 31.861847793], [119.933587636, 31.8664197826], [119.934160582, 31.8695928804], [119.936268217, 31.8688110287], [119.937683104, 31.868286134], [119.940673829, 31.8666992191], [119.941868958, 31.8658387451], [119.943064067, 31.8649782611], [119.943725586, 31.8645019541], [119.945437536, 31.8629326758], [119.948076201, 31.8605624595], [119.95147705, 31.859680176], [119.956481933, 31.8582763685], [119.95788575, 31.8577880941], [119.965698242, 31.8558959961], [119.972762259, 31.8535460757], [119.979207519, 31.8521648384], [119.982572381, 31.8519707117], [119.984296702, 31.8519389287], [119.984850435, 31.8519287169], [119.987487793, 31.8519287115], [119.987631379, 31.8519864075]]]
        },
        "extra": {
          "品类": "G3",
          "城市": "常州",
          "配套": 2.0699999,
          "未来品": "G2",
          "夜间人口": 24070.7956451,
          "日间人口": 30535.778103,
          "营业厅数量": 7,
          "风景区数量": 1,
          "公交站点数量": 31,
          "地铁站点数量": 4,
          "城市公园数量": 8,
          "非营利性数量": 31,
          "高速路出入口": 4,
          "技术类企业数量": 135,
          "集中型商业数量": 2,
          "非营利性企业数量": 4145595.5125,
          "高速路出入口数量": 4
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1184,
        "name": "凤凰新城东",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.003627886, 31.7539816931], [120.01891529, 31.7452062156], [120.040163453, 31.7334342969], [120.03937738, 31.7323618859], [120.03673667, 31.7301346924], [120.033530513, 31.7276823455], [120.032019056, 31.7270830462], [120.03151441, 31.7268829453], [120.028129166, 31.7261397995], [120.02422459, 31.7266511522], [120.023723545, 31.725767125], [120.022995421, 31.725861525], [120.01137192, 31.7291352749], [120.010127399, 31.7288655457], [120.00427218, 31.7306954251], [119.999675865, 31.7325835715], [119.995202519, 31.7344209745], [119.993386995, 31.7360121819], [119.993257794, 31.7372545674], [119.993450706, 31.7397788313], [119.994633538, 31.7435680708], [119.996105146, 31.7459191046], [119.998143999, 31.7485430394], [119.999823579, 31.7504119952], [120.001427413, 31.7516624432], [120.00258646, 31.7529710728], [120.003430029, 31.7540947478], [120.003627886, 31.7539816931]]]
        },
        "extra": {
          "品类": "C",
          "城市": "常州",
          "配套": 0,
          "未来品": "G3",
          "夜间人口": 16969.2612373,
          "日间人口": 20513.6364315,
          "营业厅数量": 5,
          "公交站点数量": 32,
          "城市公园数量": 1,
          "快速路出入口": 3,
          "非营利性数量": 5,
          "技术类企业数量": 22,
          "集中型商业数量": 2,
          "快速路出入口数量": 3,
          "非营利性企业数量": 295
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1185,
        "name": "大学城",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.942589918, 31.6904880575], [119.944519043, 31.6901245119], [119.946408956, 31.6900754782], [119.953918457, 31.6898803712], [119.958679199, 31.6901245128], [119.959272061, 31.6901245182], [119.962097168, 31.6901245119], [119.965881348, 31.6901245119], [119.968688964, 31.6903076175], [119.971496582, 31.6903076175], [119.974175156, 31.6904380066], [119.977801269, 31.6904754769], [119.980500286, 31.6900001348], [119.980886016, 31.6898685883], [119.981042652, 31.6898124931], [119.9855666, 31.6881922529], [119.987433609, 31.6882117547], [119.992945422, 31.6882691674], [119.993824576, 31.6882783036], [119.994703729, 31.6882874317], [119.996094146, 31.6883209135], [119.99609375, 31.6874999988], [119.996704101, 31.6846923828], [119.996607875, 31.6814530122], [119.996520996, 31.6785278315], [119.997230394, 31.673507493], [119.995869448, 31.6733646294], [119.992882353, 31.6730510106], [119.989118556, 31.6725953862], [119.985516538, 31.67196409], [119.982509331, 31.6710897493], [119.978384648, 31.6698120222], [119.97469125, 31.6684095816], [119.969640897, 31.6664374457], [119.965881348, 31.6652832028], [119.962356798, 31.6640360616], [119.955244991, 31.6624435574], [119.952162572, 31.6617531884], [119.9443044, 31.6601496989], [119.942139432, 31.6597861732], [119.938426749, 31.6592304992], [119.931231368, 31.6586174026], [119.930129931, 31.6585799773], [119.926406463, 31.658453386], [119.920898768, 31.658717087], [119.914190202, 31.6599699371], [119.905897967, 31.6617531011], [119.905779773, 31.6635717596], [119.905528771, 31.6689454499], [119.905553053, 31.6700977413], [119.905702606, 31.6771928185], [119.906311034, 31.6771240231], [119.906640954, 31.6801483073], [119.906677246, 31.6804809575], [119.906494141, 31.6857299802], [119.906935302, 31.687597703], [119.907197704, 31.6895350486], [119.907661099, 31.6915094256], [119.908124436, 31.6926875609], [119.911709823, 31.692388092], [119.9215499, 31.6915521389], [119.92544522, 31.6914627814], [119.929700138, 31.6911011244], [119.933559337, 31.6908825649], [119.937930673, 31.6907665982], [119.940959931, 31.6907952065], [119.942589918, 31.6904880575]]]
        },
        "extra": {
          "品类": "G3",
          "城市": "常州",
          "配套": 1.09,
          "未来品": "G2",
          "夜间人口": 117719.178497,
          "日间人口": 126825.295077,
          "垃圾场数量": 1,
          "营业厅数量": 11,
          "风景区数量": 5,
          "公交站点数量": 85,
          "地铁站点数量": 2,
          "城市公园数量": 1,
          "非营利性数量": 61,
          "技术类企业数量": 573,
          "集中型商业数量": 4,
          "非营利性企业数量": 45636
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1186,
        "name": "兰陵",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.956876981, 31.7676202609], [119.956704086, 31.7664735533], [119.95562886, 31.7633971318], [119.954534764, 31.7597247115], [119.953556156, 31.756168883], [119.953200013, 31.754435777], [119.952967557, 31.7537315799], [119.951499894, 31.7538102149], [119.94995714, 31.7538928536], [119.949707031, 31.7539062499], [119.946105956, 31.754272461], [119.943725586, 31.7546997073], [119.940673829, 31.7548828129], [119.936889649, 31.7551269527], [119.931701659, 31.7556762703], [119.927917481, 31.7559204102], [119.925109864, 31.7567138668], [119.925207788, 31.7579235008], [119.925185077, 31.7597881047], [119.928363523, 31.7602446123], [119.93090482, 31.761140409], [119.931661881, 31.7621249742], [119.932743141, 31.7645334908], [119.933660146, 31.7652757867], [119.93601641, 31.7659657952], [119.936836927, 31.7664812623], [119.937303459, 31.7672032192], [119.937690794, 31.7678660941], [119.937995117, 31.7681644397], [119.938429523, 31.7683376339], [119.939355055, 31.7687819502], [119.942156, 31.7693739416], [119.943985344, 31.7693518236], [119.944519043, 31.7681274416], [119.947692871, 31.7683105472], [119.950683594, 31.7681274416], [119.953000374, 31.7679383223], [119.953674317, 31.7678833009], [119.956876981, 31.7676202609]]]
        },
        "extra": {
          "品类": "TOP",
          "城市": "常州",
          "配套": 2.8599999,
          "未来品": "TOP",
          "夜间人口": 53061.6917276,
          "日间人口": 43265.5889908,
          "营业厅数量": 20,
          "公交站点数量": 32,
          "地铁站点数量": 2,
          "城市公园数量": 1,
          "非营利性数量": 65,
          "技术类企业数量": 340,
          "集中型商业数量": 2,
          "非营利性企业数量": 15243
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1187,
        "name": "文化宫",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.952313435, 31.7810923084], [119.953171275, 31.7807700651], [119.958587854, 31.7780915558], [119.969410125, 31.7724239914], [119.976953024, 31.7683474095], [119.977635523, 31.767931572], [119.977976055, 31.7677165234], [119.977081282, 31.766387945], [119.976074219, 31.7648925793], [119.97402893, 31.7654534002], [119.973401197, 31.7656255178], [119.972290039, 31.7659301757], [119.968078613, 31.7667236341], [119.965866353, 31.7668512713], [119.964904785, 31.7669067388], [119.963518477, 31.7669916231], [119.961914062, 31.7670898434], [119.959899903, 31.7670898434], [119.95774009, 31.7675493583], [119.956876981, 31.7676202609], [119.953674317, 31.7678833009], [119.953000374, 31.7679383223], [119.950683594, 31.7681274416], [119.947692871, 31.7683105472], [119.944519043, 31.7681274416], [119.943985344, 31.7693518236], [119.943481445, 31.7705078122], [119.942321778, 31.7719116215], [119.943763403, 31.7735194007], [119.947079933, 31.7759476188], [119.948542536, 31.7771542976], [119.949378779, 31.7778844077], [119.950317383, 31.7794799795], [119.951143751, 31.7811843711], [119.951286204, 31.7814781733], [119.952313435, 31.7810923084]]]
        },
        "extra": {
          "品类": "TOP",
          "城市": "常州",
          "配套": 3.02,
          "未来品": "TOP",
          "夜间人口": 33420.9208949,
          "日间人口": 49655.6638845,
          "营业厅数量": 23,
          "风景区数量": 24,
          "公交站点数量": 26,
          "地铁站点数量": 3,
          "城市公园数量": 4,
          "非营利性数量": 65,
          "技术类企业数量": 166,
          "集中型商业数量": 3,
          "非营利性企业数量": 24537.25
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1188,
        "name": "凤凰新城",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[120.003430029, 31.7540947478], [120.00258646, 31.7529710728], [120.001427413, 31.7516624432], [119.999823579, 31.7504119952], [119.998143999, 31.7485430394], [119.996105146, 31.7459191046], [119.994633538, 31.7435680708], [119.993450706, 31.7397788313], [119.993257794, 31.7372545674], [119.993386995, 31.7360121819], [119.993556233, 31.734384758], [119.99388679, 31.7324074132], [119.993753873, 31.7326272336], [119.993103028, 31.7337036132], [119.990150133, 31.7359038622], [119.986944327, 31.7369095111], [119.982711312, 31.7372234455], [119.977328305, 31.7373127779], [119.976021355, 31.737267944], [119.973598714, 31.737395725], [119.973461513, 31.7389825293], [119.973083496, 31.7424926759], [119.973189125, 31.7434328434], [119.973424244, 31.744982333], [119.973774842, 31.7474247118], [119.973935015, 31.7486615224], [119.974053618, 31.7504432062], [119.974121094, 31.7509155265], [119.974170489, 31.7522941495], [119.974151236, 31.7550428958], [119.974608891, 31.7592920603], [119.975238386, 31.7622088612], [119.976074219, 31.7648925793], [119.977081282, 31.766387945], [119.977976055, 31.7677165234], [119.978953669, 31.7670991415], [119.979950722, 31.7665863364], [119.984205105, 31.7642803074], [119.989726089, 31.7613807294], [119.995078443, 31.7587031761], [120.002044944, 31.7548861611], [120.002836419, 31.7544339298], [120.003430029, 31.7540947478]]]
        },
        "extra": {
          "品类": "G3",
          "城市": "常州",
          "配套": 1.04,
          "未来品": "G3",
          "夜间人口": 36101.1984486,
          "日间人口": 28624.4684054,
          "营业厅数量": 5,
          "公交站点数量": 23,
          "城市公园数量": 3,
          "快速路出入口": 2,
          "非营利性数量": 24,
          "技术类企业数量": 41,
          "集中型商业数量": 3,
          "快速路出入口数量": 2,
          "非营利性企业数量": 9326
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1189,
        "name": "勤业花园南",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.924496272, 31.7885018452], [119.924083429, 31.7870569287], [119.92352295, 31.7850952151], [119.924316406, 31.7822875973], [119.924034018, 31.7803109036], [119.923898241, 31.7792977454], [119.92388916, 31.7792968749], [119.922455073, 31.7795242522], [119.918884277, 31.7800903323], [119.914306641, 31.7789306637], [119.913446294, 31.7785041369], [119.907261892, 31.7765079648], [119.904186145, 31.7753185277], [119.901401025, 31.7748476517], [119.897081666, 31.7753277755], [119.893897949, 31.7757846598], [119.894658895, 31.7785220873], [119.896427547, 31.7825757743], [119.897274121, 31.7843024177], [119.897579774, 31.7849257954], [119.89788172, 31.7855498332], [119.898262149, 31.7863360556], [119.899108886, 31.7880859384], [119.900453196, 31.7902945034], [119.901672365, 31.7922973628], [119.902540799, 31.7937133499], [119.903012453, 31.7944823611], [119.903429507, 31.7952687283], [119.904111114, 31.7965538838], [119.905062352, 31.7978147324], [119.90716674, 31.7994473985], [119.907851048, 31.7988745043], [119.909729003, 31.7973022474], [119.91305095, 31.7952016263], [119.913879394, 31.7946777343], [119.914952476, 31.7940298528], [119.917937474, 31.7921786901], [119.919584108, 31.7912114369], [119.92082064, 31.7905627685], [119.922809187, 31.7895213176], [119.923554522, 31.789089134], [119.924496272, 31.7885018452]]]
        },
        "extra": {
          "品类": "G2",
          "城市": "常州",
          "配套": 1.88,
          "未来品": "TOP",
          "夜间人口": 77748.4648156,
          "日间人口": 53071.2360157,
          "垃圾场数量": 2,
          "营业厅数量": 9,
          "风景区数量": 1,
          "公交站点数量": 21,
          "地铁站点数量": 2,
          "城市公园数量": 2,
          "快速路出入口": 3,
          "非营利性数量": 34,
          "技术类企业数量": 52,
          "快速路出入口数量": 3,
          "非营利性企业数量": 7748
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 1190,
        "name": "飞龙",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.945745794, 31.8167028525], [119.948136246, 31.8158992587], [119.9535984, 31.813913044], [119.95494864, 31.8134999673], [119.960402798, 31.812131353], [119.960663849, 31.8120569233], [119.959587269, 31.8092064177], [119.958270849, 31.8049313789], [119.957092286, 31.8016967774], [119.956504407, 31.8003607473], [119.955991249, 31.800636831], [119.955771789, 31.8007549003], [119.947718402, 31.8036614687], [119.94611173, 31.8042087035], [119.935181889, 31.8079307321], [119.933621979, 31.8085241183], [119.931736773, 31.8092412134], [119.91957259, 31.8136721731], [119.917527133, 31.8142491863], [119.917668475, 31.8146003958], [119.918026335, 31.8154896086], [119.918518067, 31.8167114248], [119.920471191, 31.8201293945], [119.921691895, 31.8240966799], [119.922302246, 31.8269042968], [119.925432831, 31.8257010066], [119.931272131, 31.822039505], [119.933162386, 31.8211517411], [119.935879499, 31.8201468008], [119.937863511, 31.819417448], [119.943915881, 31.8172813944], [119.945745794, 31.8167028525]]]
        },
        "extra": {
          "品类": "G2",
          "城市": "常州",
          "配套": 1.84,
          "未来品": "TOP",
          "夜间人口": 40517.4978482,
          "日间人口": 39675.0944162,
          "营业厅数量": 6,
          "公交站点数量": 41,
          "城市公园数量": 1,
          "快速路出入口": 7,
          "非营利性数量": 21,
          "技术类企业数量": 58,
          "快速路出入口数量": 7,
          "非营利性企业数量": 14549
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 2615,
        "name": "儒林",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.677256818, 31.6311222414], [119.673913321, 31.6294996448], [119.666299046, 31.624740723], [119.664817926, 31.6141699643], [119.664714534, 31.612116893], [119.66265, 31.6125399604], [119.66213808, 31.6126440002], [119.66186412, 31.6126950305], [119.66160312, 31.6126780198], [119.65844808, 31.6124569799], [119.65790196, 31.6124189997], [119.657744999, 31.6124070298], [119.65740912, 31.6124039703], [119.65690404, 31.6123679704], [119.656630079, 31.6123440305], [119.656262159, 31.6122990302], [119.65575888, 31.6121689801], [119.65526208, 31.6120419904], [119.65348908, 31.6115870405], [119.65306896, 31.6114149597], [119.65219884, 31.61089404], [119.650692959, 31.6099780203], [119.65005108, 31.60958796], [119.64940092, 31.6091960103], [119.64902688, 31.6089990003], [119.64833208, 31.6086929997], [119.64643812, 31.6078880399], [119.64526884, 31.6073850302], [119.64496212, 31.60729098], [119.644695, 31.6072580396], [119.64338892, 31.6071199802], [119.64234204, 31.6070150401], [119.64118212, 31.6069800304], [119.64039516, 31.6069579799], [119.639616119, 31.6069360203], [119.63924892, 31.6068419701], [119.63890512, 31.6065099602], [119.638539, 31.6061739896], [119.637294119, 31.6050100205], [119.63468916, 31.6025520304], [119.63451312, 31.6023869697], [119.634705, 31.6019809797], [119.63491092, 31.6015620297], [119.635201079, 31.6009400397], [119.63539908, 31.6005200104], [119.63549808, 31.6003089602], [119.63628504, 31.5986419804], [119.63637684, 31.5983089804], [119.63636892, 31.5978560098], [119.636316, 31.59617004], [119.63630808, 31.5957130198], [119.636283959, 31.5952659902], [119.636262, 31.5949859998], [119.63604816, 31.5945739799], [119.63582604, 31.5941609699], [119.635398, 31.5933390003], [119.63518488, 31.5929259902], [119.63572704, 31.5924779705], [119.636109, 31.5921629703], [119.63649096, 31.5918500404], [119.63743704, 31.591071], [119.63762892, 31.5907970405], [119.63763684, 31.5905730301], [119.63763684, 31.5903490198], [119.63765196, 31.5901230301], [119.63775816, 31.5863199905], [119.63778804, 31.5851699698], [119.63779596, 31.5847199698], [119.637811079, 31.58449398], [119.637970919, 31.5841730399], [119.638194119, 31.5840330001], [119.638613159, 31.5837620101], [119.63924388, 31.5833439603], [119.63943792, 31.5832169697], [119.639658959, 31.58307801], [119.63998008, 31.5827730005], [119.64024, 31.5823840203], [119.641790159, 31.5800350199], [119.641911839, 31.57980804], [119.64161484, 31.5791820003], [119.64120912, 31.5783500402], [119.64111012, 31.5781419605], [119.64091212, 31.5777230104], [119.64071304, 31.5773060397], [119.64030804, 31.5764690398], [119.63981088, 31.5754309803], [119.63958192, 31.5750789901], [119.639246039, 31.5747330299], [119.639078999, 31.5745589697], [119.63774088, 31.5731660404], [119.63623608, 31.5715950003], [119.636069039, 31.5714220202], [119.635778879, 31.5712130402], [119.63553516, 31.5711389703], [119.63378484, 31.5706339803], [119.63329596, 31.5704899799], [119.63278512, 31.5703440002], [119.63134116, 31.56939504], [119.63028816, 31.56870501], [119.62863108, 31.56760197], [119.628210959, 31.5673260301], [119.627790839, 31.5670519797], [119.62758384, 31.5669159905], [119.62634004, 31.5660879901], [119.625919919, 31.5658140305], [119.625760079, 31.5656139601], [119.62498104, 31.5646149599], [119.623446, 31.5625949999], [119.623019039, 31.5620319604], [119.62286712, 31.5618429598], [119.62259208, 31.5616500003], [119.62207188, 31.5616570205], [119.62127088, 31.5616629605], [119.619910975, 31.5616812599], [119.617837381, 31.5640658914], [119.606415969, 31.5731078435], [119.594042771, 31.5731078435], [119.583097251, 31.5664453528], [119.55692318, 31.5654935688], [119.542170522, 31.5754873048], [119.529159651, 31.5752463629], [119.547692787, 31.6104956601], [119.564262542, 31.6349900801], [119.569583829, 31.6428563305], [119.609156325, 31.6663196687], [119.615364658, 31.6664605835], [119.621646436, 31.6576089883], [119.635923201, 31.6576089883], [119.644774796, 31.6538970293], [119.645916938, 31.6459020401], [119.655625138, 31.6413334752], [119.653340856, 31.6313397391], [119.665047804, 31.6324818799], [119.676183682, 31.6316252739], [119.677256818, 31.6311222414]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "金坛",
          "配套": 0.0512404228395,
          "夜间人口": 25098.4466891,
          "日间人口": 23189.1072215,
          "营业厅数量": 6,
          "风景区数量": 4,
          "公交站点数量": 38,
          "非营利性数量": 14,
          "高速路出入口": 5,
          "技术类企业数量": 14,
          "非营利性企业数量": 7850,
          "高速路出入口数量": 5
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 2616,
        "name": "西城",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.608654924, 31.6815001304], [119.606513063, 31.6738845014], [119.609156325, 31.6663196687], [119.569583829, 31.6428563305], [119.564262542, 31.6349900801], [119.55962975, 31.6457116833], [119.551301636, 31.6611781798], [119.537976655, 31.6671268327], [119.535597194, 31.6721237007], [119.540832008, 31.6818794905], [119.548208337, 31.6887799275], [119.543687361, 31.6899696577], [119.543050717, 31.6902712768], [119.552982, 31.6889180004], [119.568829997, 31.6886300294], [119.579560999, 31.68817], [119.593451, 31.685771], [119.601226, 31.683567], [119.608654924, 31.6815001304]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "金坛",
          "配套": 0.0420380654605,
          "夜间人口": 3214.37500261,
          "日间人口": 2477.53590192,
          "营业厅数量": 3,
          "公交站点数量": 3,
          "非营利性数量": 0,
          "技术类企业数量": 0
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 2617,
        "name": "朱林",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.477744565, 31.7671316124], [119.483835985, 31.7526644894], [119.486500981, 31.762943761], [119.487011029, 31.7675341913], [119.490546065, 31.7625630474], [119.492925527, 31.7582800181], [119.499825964, 31.7599456408], [119.501729532, 31.7563764492], [119.491497849, 31.7456688745], [119.491021958, 31.7337715696], [119.499112125, 31.7256814016], [119.49816034, 31.7185430193], [119.504108993, 31.7159256118], [119.509581753, 31.7218742647], [119.513150945, 31.7266331865], [119.517196028, 31.7240157789], [119.523382627, 31.7233019411], [119.537057709, 31.7268386006], [119.537183501, 31.7268711327], [119.542738795, 31.7276119564], [119.543033845, 31.7265543573], [119.54398, 31.7229820001], [119.544676, 31.7202839998], [119.544833, 31.7166870003], [119.543261, 31.7102310003], [119.541347995, 31.7045294999], [119.540493, 31.7022120001], [119.538083486, 31.699197004], [119.534212719, 31.6944578907], [119.530124434, 31.696394203], [119.520632243, 31.7000350436], [119.515133829, 31.6992495559], [119.515847667, 31.6952044719], [119.510612853, 31.687352251], [119.496811979, 31.6818794905], [119.497049926, 31.6778344065], [119.494670464, 31.6730754847], [119.491577165, 31.6752169999], [119.488483866, 31.6725995923], [119.482297267, 31.672361647], [119.477538345, 31.6795000292], [119.467782555, 31.672361647], [119.459930334, 31.6666509403], [119.45160222, 31.6685545092], [119.436843847, 31.6693744184], [119.437008193, 31.6695261223], [119.440339438, 31.671191745], [119.438673816, 31.6757127206], [119.432249271, 31.6773783432], [119.425348834, 31.6773783432], [119.422017588, 31.6795198584], [119.42011402, 31.6845167264], [119.416068936, 31.686182349], [119.416782775, 31.6909412708], [119.412975637, 31.6923689482], [119.410834122, 31.6999832228], [119.403933685, 31.7042662531], [119.401554223, 31.7099769589], [119.409644391, 31.712118474], [119.422017588, 31.717115342], [119.426062672, 31.7206845336], [119.426062672, 31.7263952402], [119.42249348, 31.7332956772], [119.422969373, 31.7409099527], [119.433201055, 31.742099683], [119.432725163, 31.7490001199], [119.455092096, 31.7478103896], [119.455092096, 31.7532831492], [119.457709504, 31.7592318021], [119.452474689, 31.7616112634], [119.445574252, 31.756138503], [119.444384522, 31.7625630474], [119.446763983, 31.7682737541], [119.451047013, 31.7689875919], [119.454704308, 31.7716332957], [119.454996918, 31.7704628578], [119.466323153, 31.7694158949], [119.472985643, 31.7690351813], [119.477744565, 31.7671316124]]]
        },
        "extra": {
          "品类": "C",
          "城市": "金坛",
          "配套": 0.0838704187708,
          "公墓数量": 1,
          "夜间人口": 33744.7606677,
          "日间人口": 32147.2159439,
          "营业厅数量": 4,
          "公交站点数量": 70,
          "非营利性数量": 10,
          "技术类企业数量": 20,
          "非营利性企业数量": 2993
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 2618,
        "name": "薛埠",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.436843847, 31.6693744184], [119.433914894, 31.6666707694], [119.431773379, 31.6619118468], [119.438197923, 31.658104709], [119.442005061, 31.6566770325], [119.438911762, 31.6516801645], [119.429155971, 31.6523940032], [119.419400181, 31.6542975721], [119.418448397, 31.6507283805], [119.417734559, 31.6457315125], [119.417258666, 31.6409725898], [119.416306882, 31.6381172369], [119.407502876, 31.6407346436], [119.406313146, 31.6359757218], [119.41154796, 31.6285993933], [119.403520015, 31.6190926159], [119.403209999, 31.6197452791], [119.398926969, 31.6283113387], [119.393692155, 31.6297390151], [119.380367174, 31.6330702605], [119.373704683, 31.6397327521], [119.368469869, 31.6344979378], [119.368277756, 31.6344825684], [119.356572563, 31.6335461529], [119.341819905, 31.6392568596], [119.336109198, 31.6521059485], [119.326949503, 31.6621816146], [119.326591355, 31.662575577], [119.324687786, 31.6754246668], [119.334681522, 31.6687621761], [119.347054719, 31.6635273619], [119.345627043, 31.6773282357], [119.340392229, 31.6811353735], [119.324211893, 31.6839907264], [119.318501187, 31.6892255406], [119.318301277, 31.6893216008], [119.319155999, 31.69108998], [119.31930108, 31.6914380105], [119.31975108, 31.6927099801], [119.32053084, 31.6948619705], [119.32196184, 31.6987399803], [119.32212312, 31.6991700001], [119.32228296, 31.6996000199], [119.322443879, 31.7000289597], [119.32339212, 31.7026119601], [119.32341516, 31.7028670204], [119.32343784, 31.7030900397], [119.32344612, 31.7033170205], [119.32348392, 31.70399103], [119.32349112, 31.7042170197], [119.32351416, 31.7044459799], [119.323583999, 31.7055670199], [119.323361879, 31.7058900303], [119.32265088, 31.7061939598], [119.321710919, 31.7065969802], [119.32076988, 31.7070039603], [119.32005204, 31.7073329997], [119.31912684, 31.7077810204], [119.318676119, 31.7079929699], [119.31820992, 31.7082079798], [119.31727716, 31.7086329598], [119.31681816, 31.7088459904], [119.31634404, 31.7090580298], [119.315817, 31.7095479903], [119.316175919, 31.7098800003], [119.31653592, 31.7102079596], [119.31689412, 31.7105399704], [119.317254119, 31.7108690099], [119.317437, 31.7110339797], [119.31777396, 31.7112000297], [119.31825492, 31.7113720205], [119.31875208, 31.7115379805], [119.31924096, 31.7117089803], [119.31957108, 31.7120499897], [119.31924096, 31.71240297], [119.31907392, 31.7125780204], [119.31807996, 31.71362904], [119.317949999, 31.71388104], [119.31775884, 31.7143019704], [119.31633684, 31.7174499896], [119.31640596, 31.7177379903], [119.31681888, 31.71856698], [119.31701688, 31.7189840397], [119.31722388, 31.7194000202], [119.317529879, 31.7200249798], [119.31792696, 31.7208539703], [119.31833196, 31.7216870096], [119.31858504, 31.7218470296], [119.318798879, 31.7219650198], [119.31924996, 31.7222000099], [119.319678, 31.7224150198], [119.31991488, 31.7225310297], [119.32036596, 31.72276701], [119.32161192, 31.7234210401], [119.323484999, 31.7246650202], [119.323699919, 31.7248039798], [119.32391412, 31.7249409601], [119.32412796, 31.7252649597], [119.32420392, 31.7254860005], [119.324709, 31.7272020301], [119.32215192, 31.7295399599], [119.32182684, 31.7298369601], [119.321108999, 31.7304939598], [119.32094808, 31.73069196], [119.32078716, 31.730877], [119.31871608, 31.7334869998], [119.31844104, 31.7338199999], [119.31818796, 31.7339029803], [119.31769908, 31.7340649797], [119.317209839, 31.7342289603], [119.31671304, 31.7343940201], [119.31641496, 31.7344930201], [119.31615504, 31.73444901], [119.31563484, 31.7343590104], [119.31460308, 31.7341819797], [119.31408288, 31.7340950405], [119.31356304, 31.7340050399], [119.31328116, 31.7339579703], [119.31275304, 31.7339389802], [119.31091092, 31.7338749898], [119.30984892, 31.7338370097], [119.309329079, 31.7338190097], [119.30486796, 31.7336840098], [119.30379408, 31.7336460296], [119.30339016, 31.7337429604], [119.30077584, 31.7348289898], [119.300424119, 31.7349759597], [119.300455079, 31.7354259597], [119.30050908, 31.73609898], [119.30053896, 31.7363239805], [119.300562, 31.7365489801], [119.30060016, 31.73699799], [119.30063796, 31.7374450205], [119.30074488, 31.7385720005], [119.30109012, 31.7423850297], [119.30111316, 31.7426120096], [119.30112792, 31.7428350298], [119.30121288, 31.7437329597], [119.30122008, 31.7441379604], [119.301175079, 31.7452590004], [119.30113584, 31.745718], [119.30109012, 31.74661701], [119.30109012, 31.7468429997], [119.30108292, 31.74706701], [119.301051959, 31.74774399], [119.30103684, 31.7481939901], [119.30100696, 31.7486439901], [119.30094504, 31.7500070404], [119.30092992, 31.7502179998], [119.30096088, 31.7506329901], [119.300991119, 31.7508560103], [119.30119704, 31.7521950298], [119.30125104, 31.7526450298], [119.30132808, 31.7530929597], [119.301305039, 31.7534689797], [119.300853959, 31.75568802], [119.300219999, 31.7587989602], [119.30003712, 31.7596860002], [119.29979988, 31.7607949803], [119.29972392, 31.7612369701], [119.29966992, 31.7615669997], [119.29960116, 31.7622410101], [119.29953996, 31.7628569702], [119.29953204, 31.7629150196], [119.299509, 31.7632410005], [119.299464, 31.7650470298], [119.29942584, 31.7668470301], [119.29941108, 31.7670730198], [119.29940316, 31.7672970301], [119.29940316, 31.76752401], [119.29951008, 31.7677529702], [119.29996116, 31.76856504], [119.30064084, 31.7697890398], [119.301329159, 31.7710130396], [119.301544079, 31.7714200197], [119.30172696, 31.77163098], [119.302362, 31.7723519701], [119.30268204, 31.7727129597], [119.30363784, 31.7737929601], [119.304431999, 31.7746919701], [119.30584716, 31.7762909997], [119.305983959, 31.7764850402], [119.30612292, 31.7766740399], [119.30639688, 31.7770589704], [119.30723784, 31.7781839701], [119.30793408, 31.7791420197], [119.30820912, 31.7795229905], [119.30840784, 31.77988902], [119.30866812, 31.7805309902], [119.30883588, 31.7809559702], [119.308920839, 31.7811750298], [119.309058, 31.7815309797], [119.30965812, 31.7824550097], [119.31118704, 31.784391], [119.311649999, 31.7845420205], [119.31199812, 31.7846649596], [119.31211584, 31.7846979899], [119.31242508, 31.7847799802], [119.31272388, 31.7848619705], [119.31277284, 31.7848820398], [119.31286104, 31.7849429697], [119.312892, 31.7849720403], [119.31293484, 31.78502496], [119.31300216, 31.78517301], [119.313018, 31.7852309704], [119.313045, 31.7853639901], [119.313041039, 31.7854829704], [119.313021959, 31.7855799901], [119.31296904, 31.7857429797], [119.31293808, 31.7857910403], [119.312919, 31.7858159704], [119.312865, 31.7858669998], [119.31282684, 31.78588104], [119.312789039, 31.7858990399], [119.312758079, 31.7859200103], [119.31273504, 31.7859429601], [119.31271992, 31.7859679801], [119.31270516, 31.7860059603], [119.31269688, 31.7860340398], [119.31270084, 31.7860869604], [119.312709119, 31.7861080199], [119.31272784, 31.7861330399], [119.312750879, 31.7861430305], [119.31289308, 31.7861800205], [119.31295392, 31.7862019801], [119.31300684, 31.7862250199], [119.31306084, 31.7862590403], [119.313110159, 31.7862999901], [119.313132839, 31.78632996], [119.31314796, 31.78636101], [119.31315588, 31.7863809902], [119.31315588, 31.7864040299], [119.313141119, 31.78647801], [119.313122039, 31.7865490204], [119.31308316, 31.7866660204], [119.31305688, 31.7867669999], [119.313052919, 31.7868149697], [119.31306408, 31.7868939905], [119.313091079, 31.7869579799], [119.31330492, 31.78724796], [119.31335388, 31.78729098], [119.31347016, 31.7873349901], [119.31369084, 31.7873510097], [119.31456996, 31.78736496], [119.31466608, 31.7873930405], [119.314722959, 31.7874279602], [119.31476112, 31.7874650402], [119.31479496, 31.7875210203], [119.31481116, 31.7875590004], [119.31479496, 31.7876349599], [119.31477588, 31.787667], [119.31473808, 31.7876949896], [119.31468516, 31.7877080397], [119.31458616, 31.78771002], [119.31414588, 31.7876940004], [119.31398604, 31.7876840098], [119.313656999, 31.7877020097], [119.31346188, 31.7877389998], [119.313294119, 31.7877949799], [119.31318612, 31.7878659903], [119.31307596, 31.7879749801], [119.31298416, 31.7881250104], [119.312738999, 31.7885570105], [119.31269292, 31.7886280201], [119.312525159, 31.7888479799], [119.31243012, 31.7889810004], [119.312399879, 31.7890369805], [119.31237684, 31.7891130298], [119.31237288, 31.7891609997], [119.31237288, 31.7892069901], [119.31237684, 31.7892300298], [119.312387999, 31.7892760203], [119.312415, 31.7893619703], [119.312486999, 31.78951398], [119.31259392, 31.7896769704], [119.31275484, 31.7898970201], [119.31280488, 31.7899649702], [119.312858159, 31.7900670298], [119.312888039, 31.7901510004], [119.31289596, 31.7901969899], [119.31289596, 31.79027799], [119.312892, 31.7905929902], [119.31290388, 31.7906240402], [119.312919, 31.7906540101], [119.31293016, 31.7906769599], [119.31294996, 31.7907080099], [119.31297588, 31.7907430205], [119.31318684, 31.7910410099], [119.31320592, 31.7910639597], [119.31331716, 31.7911629598], [119.31341616, 31.7912439599], [119.31353784, 31.7913290097], [119.31374088, 31.7914209897], [119.31397416, 31.7914980301], [119.31419196, 31.79157696], [119.31441696, 31.7916579601], [119.31460416, 31.7917050298], [119.31475788, 31.7917330203], [119.31494112, 31.7917410296], [119.31506712, 31.79173698], [119.315129039, 31.7917269903], [119.31537708, 31.7916759601], [119.31541884, 31.7916680397], [119.315468159, 31.7916629999], [119.315540879, 31.7916600304], [119.31558696, 31.7916639901], [119.31567912, 31.7916890101], [119.315892959, 31.7917909798], [119.31604488, 31.7918719799], [119.31621804, 31.7919850202], [119.31629112, 31.79203902], [119.316396959, 31.7921349597], [119.31643584, 31.7921740199], [119.31653592, 31.7923010105], [119.31656112, 31.7923440305], [119.31656508, 31.7923569897], [119.31656904, 31.7923820097], [119.31656508, 31.7924100002], [119.31654996, 31.7924360104], [119.316526919, 31.7924530202], [119.31650388, 31.7924630099], [119.31636312, 31.7925140401], [119.316287159, 31.7925649804], [119.31622596, 31.7926279797], [119.31614892, 31.7927400298], [119.316087, 31.79292003], [119.31608016, 31.7929629601], [119.316034079, 31.7930219997], [119.31599196, 31.7930529597], [119.315922839, 31.7930750102], [119.315774879, 31.7930959797], [119.315583, 31.79307402], [119.314906919, 31.7929179598], [119.31461712, 31.79290698], [119.31447816, 31.79290698], [119.31440616, 31.7929049997], [119.31414912, 31.79290698], [119.314068839, 31.7929049997], [119.31385212, 31.7928809698], [119.313378, 31.7927420101], [119.31324804, 31.7926909799], [119.313071999, 31.7926099798], [119.312892, 31.7925080101], [119.312808119, 31.7924720103], [119.312750879, 31.7924559898], [119.31270516, 31.7924559898], [119.312660159, 31.792464], [119.31263316, 31.7924839803], [119.31262092, 31.7925099904], [119.31261408, 31.79253798], [119.31261408, 31.7925659696], [119.31263712, 31.7926140303], [119.31270516, 31.79265498], [119.31289596, 31.7927570405], [119.313052919, 31.7928750298], [119.31311808, 31.7929230005], [119.31322104, 31.7930450403], [119.313351, 31.7932360203], [119.31341616, 31.7933119798], [119.31350688, 31.7933859598], [119.313627119, 31.7934780297], [119.313684, 31.7935520097], [119.31369192, 31.7935770298], [119.313687959, 31.7936160001], [119.31366492, 31.7936480402], [119.31364188, 31.7936690097], [119.31359904, 31.7936790003], [119.31356088, 31.7936819698], [119.31352308, 31.7936809797], [119.31347808, 31.7936729703], [119.31327108, 31.7935919702], [119.31305004, 31.7934839697], [119.31290388, 31.7934230397], [119.314142999, 31.7948059803], [119.314181159, 31.7952739803], [119.31415812, 31.7964989703], [119.31408612, 31.7967000299], [119.313945, 31.7967779696], [119.31246216, 31.7973120302], [119.31197184, 31.7974590001], [119.31122304, 31.79767401], [119.31097104, 31.7977440304], [119.31071004, 31.7978199898], [119.30994684, 31.7980400404], [119.30954904, 31.7986260297], [119.30862384, 31.7999909703], [119.30836392, 31.8003840001], [119.30828004, 31.8007530001], [119.30825016, 31.8016559697], [119.308227119, 31.8021049797], [119.308218839, 31.8023309703], [119.308218839, 31.8027789901], [119.308295159, 31.8031039799], [119.30845608, 31.8035349898], [119.30863212, 31.8039620401], [119.30879988, 31.8043890005], [119.309144039, 31.8052440003], [119.30930388, 31.8056720398], [119.309640839, 31.8065270397], [119.30980896, 31.8069569705], [119.309901119, 31.8072079803], [119.31167412, 31.8121730105], [119.311614, 31.8123970199], [119.31123996, 31.8137079599], [119.311102079, 31.8141430204], [119.310810839, 31.8144709798], [119.31060492, 31.8145979703], [119.30972616, 31.8150970203], [119.30928192, 31.8153449697], [119.30906088, 31.8154670104], [119.30854104, 31.8157640097], [119.30880096, 31.8166440305], [119.30893092, 31.8170790002], [119.309037839, 31.8174370203], [119.30928192, 31.817835], [119.30991804, 31.8188249998], [119.31016212, 31.8192219902], [119.31041484, 31.8196189797], [119.31129396, 31.8210149704], [119.31254712, 31.8230009999], [119.31330384, 31.8241919703], [119.31356412, 31.8245889598], [119.31393096, 31.8251850305], [119.31402996, 31.8254270398], [119.31450408, 31.8267160201], [119.31465708, 31.8271429805], [119.31474888, 31.8273540298], [119.31497784, 31.8277330203], [119.31545988, 31.8282699605], [119.315781, 31.8286269904], [119.31611004, 31.8289830302], [119.31626988, 31.8291609602], [119.31659208, 31.8295209597], [119.31691212, 31.82987997], [119.31718788, 31.83017598], [119.317745879, 31.8306549599], [119.318121, 31.8309730204], [119.31849504, 31.8312939596], [119.31867108, 31.8314520002], [119.31905304, 31.8317730303], [119.319428159, 31.8320919902], [119.31978888, 31.8323909698], [119.320085879, 31.8326110204], [119.32029288, 31.8327479997], [119.32071408, 31.8330240304], [119.321133119, 31.8332969999], [119.321187839, 31.8333320105], [119.321982, 31.8338450098], [119.32221996, 31.8340029605], [119.323059839, 31.8345589798], [119.325399839, 31.8361140003], [119.327013, 31.8379020297], [119.327326919, 31.8382620301], [119.327487839, 31.8385619998], [119.32766316, 31.8389869799], [119.327832, 31.8394220404], [119.328000119, 31.8398470204], [119.32817616, 31.8402780304], [119.328336, 31.8407049898], [119.328496919, 31.8411299699], [119.328665039, 31.8415609799], [119.32883316, 31.8419849697], [119.32900092, 31.8424149905], [119.32898688, 31.8426769801], [119.32892496, 31.8431249998], [119.32870392, 31.84327404], [119.32848108, 31.8434010296], [119.32760304, 31.8439050304], [119.327175, 31.8441580205], [119.326295159, 31.84466004], [119.326157999, 31.8448500299], [119.326005, 31.8450410099], [119.32543908, 31.8457909798], [119.324583, 31.8469239898], [119.32443792, 31.8471129904], [119.32429212, 31.8473039704], [119.32420788, 31.8476729703], [119.324284919, 31.8483469798], [119.32462908, 31.8512639705], [119.324950919, 31.8516299999], [119.32620408, 31.8530770199], [119.328749999, 31.8559629596], [119.32891092, 31.8561440399], [119.32949196, 31.8567979801], [119.32968312, 31.8569580001], [119.331755999, 31.8587030104], [119.33193888, 31.8588630304], [119.332145159, 31.8590219703], [119.33248104, 31.8593169902], [119.33304696, 31.8597910201], [119.33361288, 31.8602670304], [119.33408016, 31.8604820403], [119.33577612, 31.8610950299], [119.33627292, 31.8612660297], [119.33676216, 31.8614380196], [119.33701416, 31.8612940202], [119.33827596, 31.8598489796], [119.33858088, 31.8594860097], [119.33876484, 31.8592780199], [119.33952912, 31.8590759701], [119.33990388, 31.8589720201], [119.340431999, 31.8588740102], [119.340936, 31.8587779797], [119.34124992, 31.8589110002], [119.34163116, 31.8592220398], [119.34182304, 31.8593799904], [119.342013839, 31.8595349697], [119.34259488, 31.8600039598], [119.34283212, 31.8602040302], [119.34462816, 31.8603419997], [119.344996079, 31.86020304], [119.345209919, 31.8600739801], [119.34565308, 31.8598190097], [119.34586692, 31.8596859901], [119.34615708, 31.85952498], [119.346418079, 31.8595269603], [119.347724159, 31.8595529705], [119.34891612, 31.8595779896], [119.349941039, 31.8598029901], [119.35100304, 31.8600389704], [119.35127016, 31.8600270004], [119.351799, 31.8599939701], [119.352066119, 31.8599820002], [119.35259316, 31.8599530204], [119.35338012, 31.85991297], [119.35377792, 31.8598939799], [119.35430496, 31.8599180098], [119.35483308, 31.8599409605], [119.35509192, 31.8599540097], [119.35561896, 31.8599780405], [119.35641492, 31.8600170099], [119.35678104, 31.8600309602], [119.35782108, 31.8599990099], [119.35835604, 31.8599900104], [119.35877508, 31.8598180205], [119.35896696, 31.8596499903], [119.35931004, 31.8593179803], [119.360556, 31.8581530201], [119.360814839, 31.8579210005], [119.36118996, 31.8575969999], [119.361366, 31.8574340104], [119.361564, 31.8572009996], [119.361717, 31.8570129901], [119.36201508, 31.8566420098], [119.362304879, 31.8562689602], [119.36254284, 31.8559860003], [119.36261916, 31.8557709903], [119.362779, 31.85534403], [119.362938839, 31.8549140102], [119.363261039, 31.8540560399], [119.36342088, 31.8536280003], [119.363581079, 31.8531989698], [119.36365704, 31.8529819804], [119.36381796, 31.8525540299], [119.36397816, 31.8521259904], [119.364176879, 31.8517360201], [119.366087039, 31.8490329602], [119.36690388, 31.8478719597], [119.36706408, 31.8476510098], [119.368089, 31.8474270004], [119.36859984, 31.8473119798], [119.369004839, 31.8472219801], [119.369256839, 31.8471499804], [119.37049416, 31.8467799903], [119.37099096, 31.84663599], [119.37141108, 31.8466719898], [119.373617879, 31.8474219597], [119.37411504, 31.8475899899], [119.374848, 31.84784298], [119.375008919, 31.8478969798], [119.37558096, 31.8480920103], [119.376092879, 31.8482029804], [119.37687192, 31.8483029697], [119.380010039, 31.8486819602], [119.380361039, 31.8486570301], [119.38114008, 31.8485559598], [119.381667119, 31.8484850402], [119.38201884, 31.8483119701], [119.38221684, 31.8481430397], [119.38379004, 31.8469290305], [119.384948879, 31.8460190397], [119.385132839, 31.84586703], [119.38546908, 31.8455370004], [119.386605959, 31.8440169897], [119.386887839, 31.8436350296], [119.38717116, 31.84325604], [119.388170159, 31.8419250299], [119.38844484, 31.8415460403], [119.38872816, 31.84116804], [119.38911696, 31.8406470303], [119.389537079, 31.8403749602], [119.38974984, 31.8402399603], [119.38997196, 31.8401080199], [119.39017788, 31.8399759904], [119.39277204, 31.8382250401], [119.392874999, 31.8381229805], [119.39387112, 31.8373309799], [119.39429412, 31.8369290396], [119.39444316, 31.8365299799], [119.394558, 31.8360899704], [119.39468004, 31.8356330401], [119.394954, 31.8354020097], [119.39636196, 31.8348230397], [119.39733504, 31.8344210103], [119.39780016, 31.8342249905], [119.39827284, 31.8340299599], [119.39870016, 31.8339209702], [119.398958999, 31.8338810097], [119.39947812, 31.8338019899], [119.39973696, 31.8337610401], [119.40207084, 31.8333950098], [119.40233796, 31.8333539701], [119.40278112, 31.8333570305], [119.40304788, 31.8333850201], [119.40409188, 31.8334989597], [119.404610999, 31.8335580002], [119.40494688, 31.8335470204], [119.40546492, 31.8335190299], [119.40599916, 31.8334860005], [119.40652512, 31.83345801], [119.407196879, 31.8334200298], [119.40742188, 31.83333498], [119.40869412, 31.8328649997], [119.40889608, 31.8327910197], [119.40915492, 31.8327049798], [119.40965784, 31.8325500005], [119.410047, 31.8324449705], [119.41182396, 31.8320180101], [119.413095839, 31.8317120104], [119.41360704, 31.8315920399], [119.414063879, 31.8315130201], [119.415292266, 31.8313764904], [119.419876074, 31.8210026101], [119.419019468, 31.814720833], [119.412452155, 31.8124365505], [119.417877326, 31.8064403082], [119.428442133, 31.8027283492], [119.42558678, 31.8004440667], [119.419590538, 31.7975887138], [119.41644965, 31.793020148], [119.419590538, 31.7858817657], [119.424730174, 31.7787433826], [119.43472391, 31.778457847], [119.437293728, 31.7844540884], [119.442433364, 31.789308189], [119.447001929, 31.7850251597], [119.447572999, 31.7787433826], [119.453283706, 31.7773157062], [119.454704308, 31.7716332957], [119.451047013, 31.7689875919], [119.446763983, 31.7682737541], [119.444384522, 31.7625630474], [119.445574252, 31.756138503], [119.452474689, 31.7616112634], [119.457709504, 31.7592318021], [119.455092096, 31.7532831492], [119.455092096, 31.7478103896], [119.432725163, 31.7490001199], [119.433201055, 31.742099683], [119.422969373, 31.7409099527], [119.42249348, 31.7332956772], [119.426062672, 31.7263952402], [119.426062672, 31.7206845336], [119.422017588, 31.717115342], [119.409644391, 31.712118474], [119.401554223, 31.7099769589], [119.403933685, 31.7042662531], [119.410834122, 31.6999832228], [119.412975637, 31.6923689482], [119.416782775, 31.6909412708], [119.416068936, 31.686182349], [119.42011402, 31.6845167264], [119.422017588, 31.6795198584], [119.425348834, 31.6773783432], [119.432249271, 31.6773783432], [119.438673816, 31.6757127206], [119.440339438, 31.671191745], [119.437008193, 31.6695261223], [119.436843847, 31.6693744184]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "金坛",
          "配套": 0.0512485833746,
          "公墓数量": 5,
          "夜间人口": 57425.1770167,
          "日间人口": 59331.2531976,
          "营业厅数量": 12,
          "风景区数量": 28,
          "公交站点数量": 117,
          "城市公园数量": 3,
          "非营利性数量": 48,
          "高速路出入口": 8,
          "技术类企业数量": 37,
          "非营利性企业数量": 92004.475,
          "高速路出入口数量": 8
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 2619,
        "name": "直溪",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.546276204, 31.8596716172], [119.547224827, 31.8486043577], [119.548176611, 31.8440357927], [119.544179117, 31.8358504467], [119.540371979, 31.8312818818], [119.537516625, 31.8234772494], [119.536564841, 31.8162436874], [119.538849124, 31.8063451302], [119.532757704, 31.8036801341], [119.530283064, 31.7998729963], [119.527618068, 31.7996826395], [119.524001287, 31.7987308546], [119.526095213, 31.7928297912], [119.521717005, 31.7928297912], [119.520003793, 31.7876901558], [119.515815941, 31.7869287286], [119.516196655, 31.7848348029], [119.517338796, 31.7804565947], [119.512008803, 31.7800758802], [119.514483443, 31.774745888], [119.503442744, 31.7770301705], [119.498112752, 31.7720808919], [119.492211688, 31.7682737541], [119.48726241, 31.7697966094], [119.487011029, 31.7675341913], [119.486500981, 31.762943761], [119.483835985, 31.7526644894], [119.477744565, 31.7671316124], [119.472985643, 31.7690351813], [119.466323153, 31.7694158949], [119.454996918, 31.7704628578], [119.454704308, 31.7716332957], [119.453283706, 31.7773157062], [119.447572999, 31.7787433826], [119.447001929, 31.7850251597], [119.442433364, 31.789308189], [119.437293728, 31.7844540884], [119.43472391, 31.778457847], [119.424730174, 31.7787433826], [119.419590538, 31.7858817657], [119.41644965, 31.793020148], [119.419590538, 31.7975887138], [119.42558678, 31.8004440667], [119.428442133, 31.8027283492], [119.417877326, 31.8064403082], [119.412452155, 31.8124365505], [119.419019468, 31.814720833], [119.419876074, 31.8210026101], [119.415292266, 31.8313764904], [119.416412159, 31.8312520198], [119.41693812, 31.8311939703], [119.41722684, 31.8313050303], [119.41811892, 31.8317879698], [119.41878888, 31.8321530101], [119.419102079, 31.8323230197], [119.419308, 31.8324680102], [119.41950708, 31.8326159703], [119.419903079, 31.8329170201], [119.420307, 31.8332199603], [119.42046684, 31.8333369603], [119.42110692, 31.8338070297], [119.42130492, 31.8339540005], [119.421510119, 31.8341019596], [119.421952919, 31.8343169705], [119.42269992, 31.8345170399], [119.422989, 31.83444297], [119.42348292, 31.8342780001], [119.42397216, 31.8341120401], [119.424170159, 31.8339320399], [119.42433684, 31.8337579797], [119.42467308, 31.8334100401], [119.424749039, 31.8333329997], [119.42484012, 31.8332369701], [119.42535096, 31.8327090303], [119.42564004, 31.8324369602], [119.42618004, 31.8319450202], [119.42654616, 31.8316140005], [119.42679708, 31.8313909803], [119.42695008, 31.83072399], [119.42713188, 31.8298390203], [119.42722296, 31.8293970304], [119.42726184, 31.8291750004], [119.427451919, 31.8282879604], [119.427604919, 31.8276240296], [119.42788608, 31.8275469901], [119.42841204, 31.8275819998], [119.42946288, 31.8276479705], [119.42998812, 31.8276800097], [119.43263088, 31.8278510104], [119.43315684, 31.8278829597], [119.433681, 31.8279120303], [119.434205879, 31.8279420002], [119.43499896, 31.8279920403], [119.43523404, 31.8281059799], [119.436140879, 31.8285530104], [119.43637704, 31.8286639805], [119.436606, 31.8287760297], [119.43679212, 31.8288660302], [119.43706212, 31.8290010302], [119.43729, 31.8291129904], [119.43751896, 31.8292260298], [119.43776988, 31.8295240201], [119.437938, 31.82994801], [119.43811296, 31.8303770397], [119.43800604, 31.8307439703], [119.43639216, 31.8322289704], [119.43566208, 31.8328900198], [119.435319, 31.83321798], [119.43520092, 31.8333240002], [119.434595039, 31.8338800204], [119.434237919, 31.8342079798], [119.43397116, 31.8344730298], [119.43347688, 31.8349999804], [119.43281412, 31.8357000001], [119.43148212, 31.8370989602], [119.42665308, 31.84217802], [119.42650908, 31.8424169699], [119.42512308, 31.8448469704], [119.425001039, 31.84504803], [119.42488692, 31.8453100196], [119.42481888, 31.8455260197], [119.42466588, 31.8459629697], [119.424521159, 31.8463929904], [119.424141, 31.84747398], [119.42391204, 31.8481219802], [119.423842919, 31.8483379803], [119.423684159, 31.8487680001], [119.42358084, 31.8490559999], [119.423448, 31.84941402], [119.42330292, 31.8498460202], [119.42307504, 31.8504920401], [119.42292204, 31.85092197], [119.42268588, 31.85132904], [119.422397159, 31.8516980399], [119.422076039, 31.8520659598], [119.42177796, 31.8524349597], [119.42024796, 31.8542920202], [119.41920396, 31.8541049998], [119.41842708, 31.8539629798], [119.418167159, 31.85391501], [119.41636896, 31.8535779603], [119.416110119, 31.8535319698], [119.414432879, 31.8534849901], [119.41440984, 31.8535180204], [119.414391119, 31.8535360204], [119.41421616, 31.8536219704], [119.414100959, 31.8536610297], [119.41390008, 31.85375499], [119.41371684, 31.85387199], [119.413656, 31.8539199598], [119.41357608, 31.85398899], [119.41349184, 31.8540699901], [119.413377, 31.8542180401], [119.41328988, 31.8543550204], [119.41308, 31.8547259997], [119.412802079, 31.8553219804], [119.41255116, 31.8558459596], [119.412443879, 31.8561100204], [119.412333, 31.8564690297], [119.41225308, 31.8567210297], [119.41220304, 31.8569720403], [119.41218396, 31.8572060403], [119.412181079, 31.8574649704], [119.412189, 31.8575819704], [119.41221996, 31.8577519801], [119.41226496, 31.8581049604], [119.41232904, 31.8585600002], [119.41235208, 31.8586670097], [119.41239312, 31.85881704], [119.412451079, 31.85903304], [119.41248888, 31.85926704], [119.41253496, 31.8596130002], [119.412702, 31.8603490198], [119.41278984, 31.8608049599], [119.41280496, 31.8609929703], [119.412843839, 31.8612189601], [119.412855, 31.8613769997], [119.41287408, 31.8617150396], [119.41388388, 31.8615170404], [119.41425792, 31.86184104], [119.41462404, 31.8621639605], [119.41499016, 31.8624849897], [119.41535484, 31.8628099804], [119.41572888, 31.8631349702], [119.41682688, 31.8641040005], [119.41707204, 31.86430398], [119.41951788, 31.8662909997], [119.41973208, 31.8664459799], [119.41996716, 31.8666950103], [119.42029512, 31.86704997], [119.421422999, 31.8682899903], [119.421520919, 31.8686010298], [119.421551879, 31.8688239601], [119.42156808, 31.8690510299], [119.42160516, 31.8694979705], [119.42162892, 31.8697250403], [119.42165916, 31.8699479696], [119.42168292, 31.8703979697], [119.42150004, 31.87073304], [119.421071999, 31.8710030399], [119.42064612, 31.8712670098], [119.42021988, 31.8715370096], [119.419784999, 31.8718019697], [119.418284159, 31.8727310404], [119.41816896, 31.87305396], [119.41934292, 31.8735690305], [119.42030988, 31.8739879797], [119.42053884, 31.8740930097], [119.42102016, 31.8742980299], [119.42218512, 31.8748079698], [119.425696919, 31.8763469697], [119.42592588, 31.8764519998], [119.426406119, 31.8766550397], [119.42757108, 31.8771639903], [119.42782992, 31.8774210301], [119.42844696, 31.8784169699], [119.428569, 31.87861497], [119.42881992, 31.8790119604], [119.42907912, 31.8789729901], [119.429848079, 31.87878804], [119.430861839, 31.87854099], [119.43111204, 31.8784799701], [119.43162288, 31.8783570301], [119.432133, 31.8782490305], [119.43255888, 31.8783480296], [119.432742119, 31.8784959897], [119.43314496, 31.8787919998], [119.43334404, 31.8789420301], [119.433542039, 31.879089], [119.433738959, 31.8792410097], [119.434060079, 31.8795049805], [119.43630504, 31.8814119902], [119.43705996, 31.8820480204], [119.437425, 31.8823659901], [119.43779796, 31.88268603], [119.438537039, 31.8833119798], [119.43890316, 31.8836289602], [119.43928296, 31.8839470198], [119.43965592, 31.8842669698], [119.44003608, 31.8845829601], [119.440311119, 31.8848149798], [119.44090404, 31.8852669602], [119.44129212, 31.8855660297], [119.441490839, 31.8857180404], [119.44187892, 31.8860199904], [119.442267, 31.88631897], [119.442853079, 31.8867730198], [119.44304316, 31.8869229601], [119.44344708, 31.8872220297], [119.44385784, 31.8873200405], [119.44411704, 31.8873149998], [119.44466388, 31.8873249904], [119.44518912, 31.8873079797], [119.44546308, 31.8873020397], [119.445721919, 31.8872950204], [119.44756296, 31.8872420099], [119.448080999, 31.88722401], [119.44858284, 31.8871209603], [119.44952712, 31.8867350405], [119.45010492, 31.8860240401], [119.45156796, 31.8842289897], [119.45215116, 31.8839609701], [119.45861712, 31.8830849999], [119.45876904, 31.8829269602], [119.458875959, 31.882815], [119.46072816, 31.8806170201], [119.46129804, 31.8797990102], [119.46138804, 31.8795059697], [119.46135888, 31.8791300396], [119.46038004, 31.8769949699], [119.460336119, 31.8765480303], [119.46030516, 31.8763220396], [119.46029004, 31.8760980302], [119.460434039, 31.8757550405], [119.461634999, 31.87455102], [119.46198492, 31.8742070401], [119.46232008, 31.8738629703], [119.462730839, 31.8736590301], [119.46298896, 31.8736119596], [119.46350592, 31.8735150298], [119.46387888, 31.8735260096], [119.46466188, 31.87362096], [119.46492108, 31.8736510199], [119.46569616, 31.8737480396], [119.46711816, 31.8738580204], [119.47125816, 31.8730979701], [119.47182516, 31.8728600104], [119.47331412, 31.8720269702], [119.475871919, 31.8705890397], [119.48321016, 31.8665259899], [119.48422392, 31.865751], [119.484880919, 31.8649650303], [119.485437119, 31.8639639599], [119.48558904, 31.8637790098], [119.48589288, 31.8634059602], [119.48798988, 31.8608180099], [119.488302, 31.8604480199], [119.48845392, 31.8602610004], [119.488781159, 31.8600479699], [119.49017112, 31.8594279602], [119.49159204, 31.8588090297], [119.492056079, 31.8586010399], [119.49254208, 31.8584950197], [119.49307416, 31.8584809804], [119.49359904, 31.85847198], [119.494009079, 31.85846001], [119.49610716, 31.8580649999], [119.49827184, 31.8580749905], [119.49858, 31.8580280099], [119.49889896, 31.8579149705], [119.49914196, 31.8577740296], [119.49936696, 31.8574479598], [119.49952212, 31.8570530405], [119.49970104, 31.8566179799], [119.49995196, 31.8563759697], [119.50004988, 31.8562820103], [119.500749, 31.8556079999], [119.50109892, 31.8552710401], [119.501448119, 31.8549300298], [119.50179012, 31.8545929801], [119.50214004, 31.8542570105], [119.50276284, 31.8536669698], [119.503028879, 31.85368101], [119.50830288, 31.8540709803], [119.50882704, 31.8541049998], [119.50935084, 31.8541409997], [119.509882919, 31.8541750202], [119.510399879, 31.8542100299], [119.51145684, 31.8542799603], [119.51191296, 31.8543319797], [119.51243712, 31.8543990305], [119.51269488, 31.8544309798], [119.51322012, 31.8544990198], [119.51373708, 31.8545659797], [119.51445096, 31.8546680402], [119.51496792, 31.8547510197], [119.51574984, 31.8548750399], [119.51996904, 31.8556600203], [119.52047808, 31.85575596], [119.52095688, 31.8557840404], [119.52174708, 31.8557520003], [119.522537999, 31.8557210402], [119.52699984, 31.8555479702], [119.53068588, 31.8556250097], [119.53074384, 31.85562699], [119.53121796, 31.8556369797], [119.53173492, 31.8556479604], [119.53199484, 31.8558760204], [119.53200204, 31.8561030003], [119.532009959, 31.8565530003], [119.532009959, 31.8567789901], [119.532009959, 31.8570049798], [119.532268079, 31.8572610303], [119.532845879, 31.8573849604], [119.533104, 31.8574269903], [119.53362096, 31.8575099698], [119.53439604, 31.8576359702], [119.53568088, 31.8578480097], [119.53594116, 31.8578940001], [119.536319879, 31.8579540299], [119.536579079, 31.8579730199], [119.53737, 31.8580219799], [119.53789488, 31.8580540201], [119.53866996, 31.8581000105], [119.53998612, 31.8581810097], [119.54445696, 31.8584639697], [119.54501316, 31.8585290402], [119.54534004, 31.85871201], [119.54584908, 31.8592279798], [119.54618388, 31.8595760102], [119.546276204, 31.8596716172]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "金坛",
          "配套": 0.0324621216006,
          "夜间人口": 40037.3003288,
          "日间人口": 37351.7134568,
          "营业厅数量": 8,
          "风景区数量": 2,
          "公交站点数量": 73,
          "非营利性数量": 16,
          "技术类企业数量": 19,
          "集中型商业数量": 1,
          "非营利性企业数量": 20096
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 2620,
        "name": "指前",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.534212719, 31.6944578907], [119.532982742, 31.692627497], [119.539727, 31.690724], [119.543050717, 31.6902712768], [119.543687361, 31.6899696577], [119.548208337, 31.6887799275], [119.540832008, 31.6818794905], [119.535597194, 31.6721237007], [119.537976655, 31.6671268327], [119.551301636, 31.6611781798], [119.55962975, 31.6457116833], [119.564262542, 31.6349900801], [119.547692787, 31.6104956601], [119.529159651, 31.5752463629], [119.516472343, 31.5750114123], [119.50714819, 31.5732766858], [119.496008978, 31.5712042746], [119.481732212, 31.5740596283], [119.470786691, 31.5840533644], [119.457937602, 31.5850051484], [119.44223316, 31.5792944426], [119.439853698, 31.5897640711], [119.430335855, 31.5930953164], [119.412251951, 31.6007095911], [119.403520015, 31.6190926159], [119.41154796, 31.6285993933], [119.406313146, 31.6359757218], [119.407502876, 31.6407346436], [119.416306882, 31.6381172369], [119.417258666, 31.6409725898], [119.417734559, 31.6457315125], [119.418448397, 31.6507283805], [119.419400181, 31.6542975721], [119.429155971, 31.6523940032], [119.438911762, 31.6516801645], [119.442005061, 31.6566770325], [119.438197923, 31.658104709], [119.431773379, 31.6619118468], [119.433914894, 31.6666707694], [119.436843847, 31.6693744184], [119.45160222, 31.6685545092], [119.459930334, 31.6666509403], [119.467782555, 31.672361647], [119.477538345, 31.6795000292], [119.482297267, 31.672361647], [119.488483866, 31.6725995923], [119.491577165, 31.6752169999], [119.494670464, 31.6730754847], [119.497049926, 31.6778344065], [119.496811979, 31.6818794905], [119.510612853, 31.687352251], [119.515847667, 31.6952044719], [119.515133829, 31.6992495559], [119.520632243, 31.7000350436], [119.530124434, 31.696394203], [119.534212719, 31.6944578907]]]
        },
        "extra": {
          "品类": "Town",
          "城市": "金坛",
          "配套": 0.0318451535882,
          "公墓数量": 2,
          "夜间人口": 34342.4212057,
          "日间人口": 31028.1214678,
          "营业厅数量": 7,
          "风景区数量": 1,
          "公交站点数量": 49,
          "非营利性数量": 9,
          "高速路出入口": 4,
          "技术类企业数量": 16,
          "非营利性企业数量": 1102,
          "高速路出入口数量": 4
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 2621,
        "name": "金城",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.605626885, 31.80531851], [119.599049487, 31.7984929084], [119.589055751, 31.7820746279], [119.584772721, 31.7785054364], [119.588817805, 31.7677978617], [119.589811386, 31.7626312988], [119.586071498, 31.7626145147], [119.564302001, 31.7625219997], [119.550534951, 31.7623880798], [119.549505, 31.7623780002], [119.542119, 31.7610750004], [119.541821394, 31.7610016634], [119.541435999, 31.7568849996], [119.540583018, 31.7472896093], [119.540085, 31.7387800002], [119.541022, 31.7335750003], [119.542738795, 31.7276119564], [119.537183501, 31.7268711327], [119.537057709, 31.7268386006], [119.523382627, 31.7233019411], [119.517196028, 31.7240157789], [119.513150945, 31.7266331865], [119.509581753, 31.7218742647], [119.504108993, 31.7159256118], [119.49816034, 31.7185430193], [119.499112125, 31.7256814016], [119.491021958, 31.7337715696], [119.491497849, 31.7456688745], [119.501729532, 31.7563764492], [119.499825964, 31.7599456408], [119.492925527, 31.7582800181], [119.490546065, 31.7625630474], [119.487011029, 31.7675341913], [119.48726241, 31.7697966094], [119.492211688, 31.7682737541], [119.498112752, 31.7720808919], [119.503442744, 31.7770301705], [119.514483443, 31.774745888], [119.512008803, 31.7800758802], [119.517338796, 31.7804565947], [119.516196655, 31.7848348029], [119.515815941, 31.7869287286], [119.520003793, 31.7876901558], [119.521717005, 31.7928297912], [119.526095213, 31.7928297912], [119.524001287, 31.7987308546], [119.527618068, 31.7996826395], [119.530283064, 31.7998729963], [119.532757704, 31.8036801341], [119.538849124, 31.8063451302], [119.536564841, 31.8162436874], [119.537516625, 31.8234772494], [119.540371979, 31.8312818818], [119.544179117, 31.8358504467], [119.548176611, 31.8440357927], [119.547224827, 31.8486043577], [119.546276204, 31.8596716172], [119.546517959, 31.8599219704], [119.54685312, 31.8602690098], [119.54718792, 31.8606139799], [119.55004812, 31.8635600402], [119.55038292, 31.8639050102], [119.550718079, 31.8642530397], [119.55105216, 31.8645909897], [119.55134088, 31.8646440002], [119.55187404, 31.8646970099], [119.55239208, 31.8647490302], [119.552619959, 31.8646029597], [119.55301596, 31.8643139697], [119.55340404, 31.8640110304], [119.55351708, 31.8636960302], [119.55347892, 31.8630200404], [119.55345696, 31.8627960301], [119.553432839, 31.8625720198], [119.55334896, 31.8612230097], [119.55328884, 31.8605490002], [119.55325896, 31.86009801], [119.553402959, 31.85975304], [119.55373704, 31.8593979903], [119.55487212, 31.8581559897], [119.55518388, 31.8581019899], [119.55571704, 31.8580710299], [119.556234, 31.8580389897], [119.55729096, 31.8579759904], [119.55997116, 31.8578509801], [119.56077, 31.8577100402], [119.564309159, 31.8568509898], [119.56507812, 31.8566639704], [119.565335879, 31.8564759599], [119.565702, 31.8561470104], [119.56605984, 31.8558150005], [119.56641804, 31.85548497], [119.56659984, 31.85531901], [119.56785696, 31.8541580104], [119.56821408, 31.8538299602], [119.56857192, 31.8534980402], [119.56892904, 31.8531670204], [119.570094, 31.8521030397], [119.57080212, 31.8514349702], [119.57151816, 31.8507689701], [119.571783839, 31.85051598], [119.572043039, 31.8504930302], [119.57283504, 31.8504159898], [119.57833404, 31.8499100096], [119.58173892, 31.8495969898], [119.58199812, 31.8495709796], [119.58232608, 31.8493880098], [119.58341616, 31.8483880204], [119.583918, 31.8478789798], [119.58412284, 31.84752303], [119.58423804, 31.8470830205], [119.58439788, 31.8464199899], [119.58451992, 31.8459799804], [119.58463404, 31.8455379897], [119.584740959, 31.8450950097], [119.584808999, 31.8447260098], [119.584908, 31.8440549699], [119.585090879, 31.8427149602], [119.58515208, 31.8422649602], [119.58521292, 31.8418170303], [119.58537204, 31.8406989599], [119.58553296, 31.8395809803], [119.585707919, 31.8392499596], [119.58621084, 31.8387290399], [119.586378959, 31.8385549797], [119.58671412, 31.83820596], [119.58704892, 31.8378580204], [119.58772284, 31.8375579598], [119.587596839, 31.8371360402], [119.58750684, 31.83681996], [119.58709104, 31.8354300002], [119.58668316, 31.8340520104], [119.586464999, 31.8333110401], [119.586426839, 31.8331330202], [119.58617988, 31.8323259902], [119.586027959, 31.8318270301], [119.58586704, 31.8313389599], [119.585783159, 31.8311129702], [119.58567984, 31.8308630405], [119.585448, 31.83039099], [119.585355839, 31.8302409597], [119.58568812, 31.82941197], [119.586224879, 31.8291980402], [119.58726888, 31.8293299797], [119.58831288, 31.8294579604], [119.58935796, 31.82959098], [119.59242192, 31.8299740202], [119.59265808, 31.8293299797], [119.592893879, 31.8286839598], [119.593046879, 31.8282570004], [119.593206, 31.8278269796], [119.59332084, 31.8274460097], [119.593436039, 31.8270020396], [119.59348104, 31.8267780302], [119.59358112, 31.8263360404], [119.59374096, 31.825674], [119.59400808, 31.8256209903], [119.59508304, 31.8255350403], [119.59585992, 31.8254640298], [119.59849116, 31.8252220205], [119.598818039, 31.8251909705], [119.59943616, 31.82476896], [119.60025912, 31.8242069998], [119.600290079, 31.8239569801], [119.60026704, 31.8237290101], [119.60001504, 31.82035401], [119.600038079, 31.8199390197], [119.600098919, 31.8194890205], [119.60012916, 31.8192710401], [119.600548919, 31.8163619698], [119.60060184, 31.8159150302], [119.60067888, 31.8154670104], [119.60079192, 31.8145719601], [119.60092188, 31.8136789801], [119.60108208, 31.8125639701], [119.60124192, 31.8114450003], [119.601287999, 31.81122099], [119.601342, 31.8107709899], [119.60130312, 31.8104780402], [119.60121204, 31.8100359605], [119.60111304, 31.8095880298], [119.60096796, 31.8089269804], [119.60082288, 31.8082640398], [119.60105184, 31.8081410098], [119.601287999, 31.8080349896], [119.601738, 31.8078350101], [119.60240112, 31.8074789703], [119.60486388, 31.8061760397], [119.60516196, 31.8059100004], [119.605626885, 31.80531851]]]
        },
        "extra": {
          "品类": "C",
          "城市": "金坛",
          "配套": 0.0658669016724,
          "夜间人口": 34654.3804943,
          "日间人口": 32384.3165139,
          "垃圾场数量": 1,
          "营业厅数量": 5,
          "公交站点数量": 60,
          "非营利性数量": 6,
          "技术类企业数量": 34,
          "非营利性企业数量": 625
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 2622,
        "name": "尧塘街道",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.734655131, 31.7328364975], [119.742816682, 31.7246273571], [119.746823154, 31.7172975754], [119.741189012, 31.7130998203], [119.74327342, 31.7080601219], [119.735835225, 31.7008931853], [119.724970606, 31.6989943754], [119.715476556, 31.7009788459], [119.7073388, 31.706646722], [119.692034106, 31.7041911183], [119.686266293, 31.6926697681], [119.691477312, 31.6854885548], [119.690563599, 31.678821305], [119.69198425, 31.6738848032], [119.692490963, 31.672111225], [119.697159465, 31.6673998922], [119.694732415, 31.6645159855], [119.69254807, 31.6618890605], [119.683374058, 31.6580341414], [119.681451454, 31.6436621969], [119.681946381, 31.6333067826], [119.677256818, 31.6311222414], [119.676183682, 31.6316252739], [119.665047804, 31.6324818799], [119.653340856, 31.6313397391], [119.655625138, 31.6413334752], [119.645916938, 31.6459020401], [119.644774796, 31.6538970293], [119.635923201, 31.6576089883], [119.621646436, 31.6576089883], [119.615364658, 31.6664605835], [119.609156325, 31.6663196687], [119.606513063, 31.6738845014], [119.608654924, 31.6815001304], [119.616378999, 31.6801269997], [119.620650539, 31.6796034656], [119.622555, 31.6793699998], [119.622726002, 31.6793599139], [119.622727019, 31.6793566998], [119.624159575, 31.6792536707], [119.626040789, 31.6791183497], [119.627922, 31.678983], [119.630134005, 31.6789532324], [119.63220426, 31.6789253363], [119.635146329, 31.6788856367], [119.640588, 31.6787029996], [119.643291065, 31.6786456193], [119.647060405, 31.6784902416], [119.647320235, 31.6784795262], [119.647321057, 31.6785599634], [119.647357526, 31.6821249821], [119.647355925, 31.690811835], [119.647355918, 31.6908135212], [119.647336425, 31.6934359686], [119.647317004, 31.6960500001], [119.64732, 31.7069619997], [119.647200244, 31.7158981681], [119.647159822, 31.7189151363], [119.647095377, 31.7188547208], [119.646871385, 31.7251698465], [119.646954278, 31.7251702296], [119.646974783, 31.7251703241], [119.648749498, 31.7251785115], [119.651852584, 31.725165733], [119.65248425, 31.7261374649], [119.658480492, 31.7272796066], [119.663334592, 31.7327047776], [119.664303683, 31.7345461359], [119.666189946, 31.7381299486], [119.674470469, 31.734132454], [119.682465459, 31.7364167365], [119.683322065, 31.7318481716], [119.690174912, 31.7315626368], [119.689318306, 31.7398431607], [119.693030265, 31.7478381499], [119.699597578, 31.7509790385], [119.699811212, 31.751046502], [119.699879039, 31.7509970402], [119.700062999, 31.7508249603], [119.70040716, 31.7504840399], [119.70057492, 31.75031196], [119.700861839, 31.7500219799], [119.70091008, 31.7499710396], [119.70126216, 31.7496310204], [119.701728, 31.7491640096], [119.70174312, 31.7489380199], [119.701773, 31.7484880198], [119.701780919, 31.7482640104], [119.70191088, 31.7464659904], [119.70194112, 31.7460130199], [119.70204912, 31.7444380201], [119.70212508, 31.7433140096], [119.70213984, 31.7430880199], [119.70217116, 31.7426400001], [119.70227808, 31.7422539904], [119.70246888, 31.7418350404], [119.70266004, 31.7414150102], [119.70333108, 31.7399470198], [119.70360684, 31.7399090397], [119.70412596, 31.7398699803], [119.705180039, 31.7397869999], [119.705715, 31.7397500099], [119.706234119, 31.7397130198], [119.70676116, 31.7396739605], [119.70912708, 31.7394719997], [119.709945, 31.73941197], [119.710203839, 31.7393610297], [119.71071504, 31.7392630198], [119.71123488, 31.7391620403], [119.71174608, 31.7390640304], [119.71200708, 31.7390110198], [119.712242879, 31.7388680097], [119.71265508, 31.7385900004], [119.71306692, 31.7383129805], [119.71410588, 31.7376150301], [119.71451808, 31.7373350397], [119.71534284, 31.7367739796], [119.71575504, 31.7364959704], [119.716083, 31.7362719601], [119.71701504, 31.7358350101], [119.718930959, 31.7349360001], [119.719448999, 31.7348450103], [119.72149488, 31.7344760104], [119.72201508, 31.734387], [119.72253312, 31.7343020401], [119.72306808, 31.7342300404], [119.72412, 31.7341320305], [119.724899039, 31.7340590397], [119.725425, 31.7340109799], [119.730668039, 31.7335280404], [119.731598999, 31.7334420004], [119.732393159, 31.73337099], [119.73263688, 31.7333310304], [119.734655131, 31.7328364975]]]
        },
        "extra": {
          "品类": "C",
          "城市": "金坛",
          "配套": 0.0740678289191,
          "公墓数量": 2,
          "夜间人口": 41775.8948039,
          "日间人口": 43397.7727099,
          "营业厅数量": 8,
          "公交站点数量": 64,
          "快速路出入口": 20,
          "非营利性数量": 38,
          "高速路出入口": 5,
          "技术类企业数量": 14,
          "集中型商业数量": 1,
          "快速路出入口数量": 20,
          "非营利性企业数量": 21945,
          "高速路出入口数量": 5
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 2623,
        "name": "城东 (1)",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.614929972, 31.734498006], [119.614929284, 31.7345013578], [119.612696955, 31.7344023631], [119.592438, 31.7334249997], [119.591651, 31.7333525782], [119.591991, 31.7379970001], [119.592739, 31.748039], [119.592928, 31.7521050004], [119.592654, 31.7582099996], [119.592938191, 31.7625098606], [119.598697, 31.7622859996], [119.610544, 31.7609760003], [119.610606372, 31.7609890243], [119.622217, 31.7634130003], [119.638185, 31.7664560003], [119.644541831, 31.7682195259], [119.644544, 31.7679980004], [119.64482211, 31.7603774754], [119.646313423, 31.7359116224], [119.646241, 31.735908], [119.628994997, 31.7350995166], [119.614929972, 31.734498006]]]
        },
        "extra": {
          "品类": "G",
          "城市": "金坛",
          "配套": 0.270065971921,
          "夜间人口": 42597.9248344,
          "日间人口": 47575.1281928,
          "垃圾场数量": 1,
          "营业厅数量": 13,
          "公交站点数量": 57,
          "非营利性数量": 43,
          "技术类企业数量": 69,
          "非营利性企业数量": 42171
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 2624,
        "name": "华科园",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.646871385, 31.7251698465], [119.647095377, 31.7188547208], [119.647159822, 31.7189151363], [119.647200244, 31.7158981681], [119.64732, 31.7069619997], [119.647317004, 31.6960500001], [119.647336425, 31.6934359686], [119.647355918, 31.6908135212], [119.647355925, 31.690811835], [119.647357526, 31.6821249821], [119.647321057, 31.6785599634], [119.647320235, 31.6784795262], [119.647060405, 31.6784902416], [119.643291065, 31.6786456193], [119.640588, 31.6787029996], [119.635146329, 31.6788856367], [119.63220426, 31.6789253363], [119.630134005, 31.6789532324], [119.627922, 31.678983], [119.626040789, 31.6791183497], [119.624159575, 31.6792536707], [119.622727019, 31.6793566998], [119.622726002, 31.6793599139], [119.622714066, 31.6793977772], [119.622286539, 31.6807538901], [119.621859, 31.6821100003], [119.621637496, 31.6840682542], [119.621057, 31.6891999999], [119.620612, 31.7010359998], [119.618829021, 31.7081260039], [119.616253, 31.7165169997], [119.61547, 31.7224420004], [119.615332496, 31.7249957917], [119.61526695, 31.7262131482], [119.615209982, 31.7272711628], [119.615193113, 31.7293313505], [119.614939, 31.7344540004], [119.614929972, 31.734498006], [119.628994997, 31.7350995166], [119.646241, 31.735908], [119.646313423, 31.7359116224], [119.646390079, 31.7346538927], [119.646760999, 31.7282819999], [119.646871385, 31.7251698465]]]
        },
        "extra": {
          "品类": "G",
          "城市": "金坛",
          "配套": 0.129669443124,
          "夜间人口": 6800.17289942,
          "日间人口": 12121.0438863,
          "公交站点数量": 14,
          "快速路出入口": 8,
          "非营利性数量": 3,
          "高速路出入口": 2,
          "技术类企业数量": 6,
          "快速路出入口数量": 8,
          "非营利性企业数量": 1110,
          "高速路出入口数量": 2
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 2625,
        "name": "市中心",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.592938191, 31.7625098606], [119.592654, 31.7582099996], [119.592928, 31.7521050004], [119.592739, 31.748039], [119.591991, 31.7379970001], [119.591651, 31.7333525782], [119.588409171, 31.7330542047], [119.584247, 31.732671], [119.577520412, 31.7316849572], [119.560008, 31.7284579999], [119.55958625, 31.7283709573], [119.55366536, 31.7271488047], [119.547440426, 31.726445873], [119.543033845, 31.7265543573], [119.542738795, 31.7276119564], [119.541022, 31.7335750003], [119.540085, 31.7387800002], [119.540583018, 31.7472896093], [119.541435999, 31.7568849996], [119.541821394, 31.7610016634], [119.542119, 31.7610750004], [119.549505, 31.7623780002], [119.550534951, 31.7623880798], [119.564302001, 31.7625219997], [119.586071498, 31.7626145147], [119.589811386, 31.7626312988], [119.592938191, 31.7625098606]]]
        },
        "extra": {
          "品类": "T",
          "城市": "金坛",
          "配套": 0.581478242857,
          "夜间人口": 141673.727835,
          "日间人口": 127816.312782,
          "垃圾场数量": 3,
          "营业厅数量": 64,
          "风景区数量": 6,
          "公交站点数量": 154,
          "城市公园数量": 9,
          "非营利性数量": 108,
          "技术类企业数量": 196,
          "集中型商业数量": 5,
          "非营利性企业数量": 88358
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 2626,
        "name": "滨州新城",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.615193113, 31.7293313505], [119.615209982, 31.7272711628], [119.61526695, 31.7262131482], [119.615332496, 31.7249957917], [119.61547, 31.7224420004], [119.616253, 31.7165169997], [119.618829021, 31.7081260039], [119.620612, 31.7010359998], [119.621057, 31.6891999999], [119.621637496, 31.6840682542], [119.621859, 31.6821100003], [119.622286539, 31.6807538901], [119.622714066, 31.6793977772], [119.622726002, 31.6793599139], [119.622555, 31.6793699998], [119.620650539, 31.6796034656], [119.616378999, 31.6801269997], [119.608654924, 31.6815001304], [119.601226, 31.683567], [119.593451, 31.685771], [119.579560999, 31.68817], [119.568829997, 31.6886300294], [119.552982, 31.6889180004], [119.543050717, 31.6902712768], [119.539727, 31.690724], [119.532982742, 31.692627497], [119.534212719, 31.6944578907], [119.538083486, 31.699197004], [119.540493, 31.7022120001], [119.541347995, 31.7045294999], [119.543261, 31.7102310003], [119.544833, 31.7166870003], [119.544676, 31.7202839998], [119.54398, 31.7229820001], [119.543033845, 31.7265543573], [119.547440426, 31.726445873], [119.55366536, 31.7271488047], [119.55958625, 31.7283709573], [119.560008, 31.7284579999], [119.577520412, 31.7316849572], [119.584247, 31.732671], [119.588409171, 31.7330542047], [119.591651, 31.7333525782], [119.592438, 31.7334249997], [119.612696955, 31.7344023631], [119.614929284, 31.7345013578], [119.614929972, 31.734498006], [119.614939, 31.7344540004], [119.615193113, 31.7293313505]]]
        },
        "extra": {
          "品类": "G",
          "城市": "金坛",
          "配套": 0.144918398124,
          "夜间人口": 21964.1447274,
          "日间人口": 24060.7453518,
          "营业厅数量": 3,
          "风景区数量": 1,
          "公交站点数量": 52,
          "城市公园数量": 1,
          "非营利性数量": 21,
          "技术类企业数量": 30,
          "集中型商业数量": 2,
          "非营利性企业数量": 220449.75
        },
        "source": "customer",
        "packageId": ""
      }, {
        "id": 2627,
        "name": "东城",
        "object_type": "常州板块",
        "geometry": {
          "type": "Polygon",
          "coordinates": [[[119.60971488, 31.7984959805], [119.61010404, 31.7983460401], [119.610363959, 31.7983590003], [119.61089784, 31.7983869899], [119.611424159, 31.7984180399], [119.61405684, 31.7985560103], [119.61510984, 31.7986129805], [119.61563688, 31.7986450198], [119.61617112, 31.7986730103], [119.61668988, 31.7987009999], [119.61932292, 31.7988430199], [119.61984888, 31.7988719996], [119.62036908, 31.7988849598], [119.62071288, 31.7989050299], [119.620896119, 31.7990680204], [119.621429999, 31.7995620297], [119.62179612, 31.7998950297], [119.62215504, 31.80022299], [119.622513959, 31.8005510402], [119.62271988, 31.8008469603], [119.62295712, 31.8012560098], [119.62305612, 31.8014600398], [119.62327716, 31.8018670199], [119.62345284, 31.8021920098], [119.62363716, 31.8023550002], [119.62401012, 31.8026789998], [119.624369039, 31.8030039896], [119.62472904, 31.803327], [119.62498788, 31.8033119697], [119.62710216, 31.80304296], [119.62814112, 31.8029090401], [119.62846908, 31.80271104], [119.62895688, 31.8021800398], [119.629622159, 31.8014720098], [119.630256119, 31.8007639799], [119.63075184, 31.8002310003], [119.63112588, 31.7999840401], [119.63237112, 31.7994699598], [119.63288196, 31.7993390104], [119.63352708, 31.7991850204], [119.63440908, 31.7989719899], [119.63745684, 31.7982390298], [119.63822004, 31.7980539898], [119.639732039, 31.79768598], [119.63995416, 31.7974139999], [119.63999304, 31.7969659801], [119.640069, 31.7960690404], [119.64010716, 31.7956159799], [119.640144959, 31.79516697], [119.640182039, 31.7947200303], [119.640168, 31.7943639905], [119.63984688, 31.7918989803], [119.639762999, 31.7912280302], [119.63991492, 31.7908919698], [119.64026592, 31.79055501], [119.640786119, 31.79004399], [119.64200004, 31.7888589597], [119.64224412, 31.7885709599], [119.642534999, 31.7881950298], [119.64356604, 31.7868900299], [119.64385584, 31.7865189597], [119.644062119, 31.7861379898], [119.64419316, 31.7857010398], [119.64432096, 31.7852669703], [119.644452, 31.78483398], [119.64477996, 31.7837420097], [119.64594888, 31.7797980302], [119.646161999, 31.77955701], [119.64654504, 31.7792469598], [119.65002804, 31.7763999904], [119.65026492, 31.7762960404], [119.65118904, 31.7758750201], [119.65166208, 31.775751], [119.65218192, 31.7756790003], [119.652702119, 31.7756050203], [119.653229879, 31.7755340098], [119.656503, 31.7750760004], [119.657393999, 31.7749509901], [119.65789692, 31.7748480303], [119.658417119, 31.77477801], [119.659586039, 31.77450702], [119.65979196, 31.7744589602], [119.65995288, 31.7744219702], [119.660014166, 31.7744113411], [119.66140008, 31.7741709604], [119.666547, 31.7735690397], [119.66967216, 31.7731020298], [119.67007716, 31.7730249903], [119.67060384, 31.7729899797], [119.675073959, 31.7726960399], [119.67586884, 31.7726389797], [119.676242879, 31.7725939803], [119.67700716, 31.7724730197], [119.67857388, 31.7722300202], [119.679093, 31.7721480299], [119.679612119, 31.7720670298], [119.68193196, 31.77170496], [119.682209879, 31.7716630201], [119.68272288, 31.7715599704], [119.68324308, 31.7714799604], [119.68345692, 31.7713030197], [119.68380108, 31.77096597], [119.68396812, 31.7707890302], [119.68518996, 31.7696059801], [119.68552692, 31.7692639796], [119.685771, 31.7689820098], [119.68638192, 31.7682459903], [119.68699392, 31.7675099698], [119.687139, 31.7673209701], [119.687230079, 31.7670419698], [119.68741296, 31.7661550197], [119.68749792, 31.7657130299], [119.687994, 31.7633200203], [119.68812396, 31.7628839696], [119.689032959, 31.7598309898], [119.689161839, 31.7593960201], [119.68929216, 31.7589589802], [119.68962084, 31.7578599897], [119.68985016, 31.7575080005], [119.69053812, 31.75682697], [119.69079696, 31.7565729898], [119.69120196, 31.7562869703], [119.69281404, 31.7556739798], [119.69338608, 31.7551259698], [119.695265999, 31.75342803], [119.695677839, 31.7531429997], [119.696091119, 31.7529099899], [119.69630496, 31.7527980297], [119.69677116, 31.75257798], [119.69931492, 31.7513639699], [119.699528039, 31.7512529998], [119.699811212, 31.751046502], [119.699597578, 31.7509790385], [119.693030265, 31.7478381499], [119.689318306, 31.7398431607], [119.690174912, 31.7315626368], [119.683322065, 31.7318481716], [119.682465459, 31.7364167365], [119.674470469, 31.734132454], [119.666189946, 31.7381299486], [119.664303683, 31.7345461359], [119.663334592, 31.7327047776], [119.658480492, 31.7272796066], [119.65248425, 31.7261374649], [119.651852584, 31.725165733], [119.648749498, 31.7251785115], [119.646974783, 31.7251703241], [119.646954278, 31.7251702296], [119.646871385, 31.7251698465], [119.646760999, 31.7282819999], [119.646390079, 31.7346538927], [119.646313423, 31.7359116224], [119.64482211, 31.7603774754], [119.644544, 31.7679980004], [119.644541831, 31.7682195259], [119.638185, 31.7664560003], [119.622217, 31.7634130003], [119.610606372, 31.7609890243], [119.610544, 31.7609760003], [119.598697, 31.7622859996], [119.592938191, 31.7625098606], [119.589811386, 31.7626312988], [119.588817805, 31.7677978617], [119.584772721, 31.7785054364], [119.589055751, 31.7820746279], [119.599049487, 31.7984929084], [119.605626885, 31.80531851], [119.60574912, 31.8051630002], [119.60634384, 31.8043970098], [119.606465879, 31.80396096], [119.60668008, 31.8030779697], [119.60679492, 31.8026359799], [119.607077159, 31.8015369903], [119.60736588, 31.8004409704], [119.60747316, 31.7999989797], [119.607678, 31.7997939603], [119.607846119, 31.7996240397], [119.60851788, 31.7989629903], [119.60888796, 31.79881899], [119.608998119, 31.7987749799], [119.60971488, 31.7984959805]]]
        },
        "extra": {
          "品类": "C",
          "城市": "金坛",
          "配套": 0.0825429983017,
          "夜间人口": 21269.5535531,
          "日间人口": 26739.3053131,
          "垃圾场数量": 1,
          "营业厅数量": 3,
          "风景区数量": 1,
          "公交站点数量": 24,
          "非营利性数量": 8,
          "技术类企业数量": 21,
          "非营利性企业数量": 13238
        },
        "source": "customer",
        "packageId": ""
      }]
    }],
    "packageId": "",
    "object_type": "常州板块",
    "geometry_type": "polygon"
  },
  "geo_filters": [{
    "source": "customer",
    "geo_type": "polygon",
    "packageId": null,
    "object_type": "常州板块",
    "geometry_type": "polygon"
  }],
  "bgPolygonData": {
    "customer": {
      "": {
        "常州板块": [{
          "id": 1118,
          "name": "前黄",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.867430187, 31.6140840055], [119.879194139, 31.6111313702], [119.90622368, 31.5965899263], [119.909482932, 31.594835831], [119.922811865, 31.5874356759], [119.929687499, 31.5889282223], [119.93052134, 31.6049558489], [119.931083224, 31.6157504681], [119.94334034, 31.6162192038], [119.942990859, 31.6175155657], [119.948486327, 31.6166992187], [119.956698868, 31.6171214432], [119.963928223, 31.6174926761], [119.96508789, 31.6121215813], [119.967420137, 31.5988327473], [119.967882651, 31.5961970512], [119.968322754, 31.5936889661], [119.968688965, 31.5842895506], [119.972106934, 31.5753173824], [119.973327636, 31.5687255856], [119.966918946, 31.5480957036], [119.96744476, 31.5421804632], [119.967895507, 31.537109375], [119.969253782, 31.532869371], [119.969036578, 31.5327411871], [119.96892288, 31.5330049789], [119.968688879, 31.5336249904], [119.968589879, 31.5339350398], [119.968548119, 31.5340700397], [119.968238161, 31.5351039597], [119.968116121, 31.5356349599], [119.968043039, 31.5359710212], [119.96798184, 31.5362670313], [119.967963119, 31.5363549598], [119.96789796, 31.5366800414], [119.967825961, 31.5370940389], [119.967802919, 31.5372290397], [119.967711119, 31.5378569706], [119.966907961, 31.5381860092], [119.96609004, 31.5384000289], [119.96537184, 31.5385399805], [119.96151084, 31.5392859898], [119.961353881, 31.5393540307], [119.96111304, 31.5394579797], [119.95970004, 31.5400599904], [119.95688592, 31.5413009999], [119.956412159, 31.5415029607], [119.955881161, 31.5417290404], [119.955471841, 31.5419030106], [119.95499808, 31.5421049705], [119.95466184, 31.5422389793], [119.953661041, 31.5425349903], [119.95316388, 31.5426830403], [119.95191108, 31.5430550098], [119.95092504, 31.5433500297], [119.95042896, 31.5434970005], [119.95008084, 31.5435999603], [119.949427079, 31.5437920204], [119.948938921, 31.5439409697], [119.948442119, 31.5440880304], [119.94744888, 31.5443829604], [119.946960001, 31.5445319997], [119.94644808, 31.5446810398], [119.945958839, 31.5448280097], [119.94545484, 31.5449739895], [119.944950121, 31.5451330211], [119.94446196, 31.5452799901], [119.94396516, 31.545428041], [119.94372108, 31.54550697], [119.94285096, 31.5459540014], [119.941949881, 31.5464100305], [119.94058188, 31.5470970001], [119.93922288, 31.5477780297], [119.93831388, 31.54823496], [119.937647161, 31.5488719795], [119.93744304, 31.549114979], [119.93718384, 31.5495119703], [119.93694012, 31.5498200412], [119.935019881, 31.5518920207], [119.93303916, 31.5542989806], [119.93024412, 31.5558050411], [119.929293, 31.5561089697], [119.92795704, 31.5561269705], [119.920303081, 31.5532279807], [119.915352001, 31.5518889603], [119.91134304, 31.5511689595], [119.907451081, 31.550558041], [119.90497716, 31.5501699602], [119.90485512, 31.5501530403], [119.904351119, 31.5500709601], [119.90409192, 31.5500300104], [119.902087081, 31.5498850199], [119.898161999, 31.5495929704], [119.89660788, 31.5494790299], [119.89499112, 31.5493470005], [119.894527079, 31.5493489808], [119.89400904, 31.5494080213], [119.89374984, 31.5494379912], [119.89348308, 31.5494700313], [119.892697921, 31.5495540001], [119.89234008, 31.54954104], [119.891867041, 31.5493430398], [119.89163196, 31.5492409812], [119.891166119, 31.5490429801], [119.890458, 31.5487430095], [119.888866081, 31.5487189805], [119.88859104, 31.5487189814], [119.88806616, 31.5487089899], [119.88675612, 31.5486899998], [119.885766119, 31.5486739802], [119.885446079, 31.5486700214], [119.88498096, 31.5486829797], [119.884722841, 31.5486960307], [119.884363921, 31.5487140306], [119.883404881, 31.54876497], [119.88287784, 31.5487970102], [119.882332081, 31.5488169904], [119.881835999, 31.5488349903], [119.88078516, 31.5488619898], [119.880258839, 31.5488750399], [119.87974188, 31.5488829602], [119.87949096, 31.548888], [119.879210161, 31.5488970004], [119.878683121, 31.5489069901], [119.877099839, 31.5489439792], [119.87496792, 31.5489969906], [119.874488041, 31.5490069803], [119.87396316, 31.5490210205], [119.87376192, 31.549023991], [119.87343684, 31.5490310111], [119.872913039, 31.5490449605], [119.87263116, 31.5490020313], [119.87159508, 31.5488349912], [119.871078121, 31.5487469701], [119.870628121, 31.5486950405], [119.868576121, 31.5485569802], [119.86641108, 31.5484409704], [119.865879001, 31.54841397], [119.86535304, 31.5483859804], [119.86430292, 31.5483290102], [119.86378596, 31.5483020098], [119.86299396, 31.54825998], [119.86247592, 31.5482319913], [119.861951041, 31.5482020205], [119.86160112, 31.5483329708], [119.861358121, 31.5484219803], [119.861115119, 31.5485090104], [119.86034616, 31.5483290111], [119.859585121, 31.5481519795], [119.85925716, 31.5481049998], [119.857424041, 31.5484000206], [119.85709608, 31.5483239704], [119.85665112, 31.5475190106], [119.856197881, 31.5466949699], [119.855977919, 31.5462889809], [119.85575796, 31.5458819999], [119.855536921, 31.54546998], [119.85529392, 31.5451150202], [119.85346008, 31.5429470102], [119.85314112, 31.5425680206], [119.852676, 31.54202199], [119.85239484, 31.5417369598], [119.85221196, 31.541578019], [119.85202908, 31.5414179999], [119.85196104, 31.5413620198], [119.85164892, 31.5411049801], [119.85142788, 31.5408920395], [119.851153921, 31.5405060298], [119.850606, 31.5397359898], [119.84938092, 31.5380009701], [119.84859, 31.5368450094], [119.848444921, 31.5366530401], [119.848178881, 31.5363419988], [119.845783081, 31.5342610197], [119.84316516, 31.53200904], [119.842975081, 31.5318480308], [119.84273208, 31.531724999], [119.84227596, 31.5314970308], [119.84198688, 31.5313700402], [119.837871, 31.5306530089], [119.837361961, 31.5305610299], [119.837094841, 31.5305190001], [119.83678308, 31.5305379892], [119.836266121, 31.5305749802], [119.833254, 31.5307800013], [119.83125384, 31.5308840403], [119.82794508, 31.53171897], [119.82703212, 31.5319910401], [119.82624912, 31.5322039797], [119.82587294, 31.5324251878], [119.83462956, 31.5496786947], [119.8272978, 31.5535615203], [119.82281076, 31.56242526], [119.837521441, 31.5805154404], [119.847919893, 31.5765814506], [119.8602513, 31.5918997199], [119.868296219, 31.5880083894], [119.86976232, 31.5942583053], [119.8540134, 31.603084965], [119.862339801, 31.6162579205], [119.867430187, 31.6140840055]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "常州",
            "配套": 0,
            "未来品": "Town",
            "夜间人口": 56068.15262,
            "日间人口": 48365.747782,
            "营业厅数量": 9,
            "风景区数量": 4,
            "公交站点数量": 82,
            "城市公园数量": 1,
            "非营利性数量": 32,
            "技术类企业数量": 28,
            "非营利性企业数量": 17603
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1119,
          "name": "嘉泽",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.808006725, 31.735839897], [119.807998582, 31.7333620273], [119.808171039, 31.7298271863], [119.809072913, 31.7254889314], [119.810322586, 31.7225029268], [119.811286052, 31.7192846444], [119.812464673, 31.7157991644], [119.812914856, 31.714071422], [119.813164952, 31.7131115647], [119.812696364, 31.7123823], [119.813966408, 31.7108177755], [119.814285356, 31.7095510085], [119.813514889, 31.7076975264], [119.812188556, 31.7059222575], [119.811607012, 31.7051438466], [119.807996281, 31.6994210917], [119.803157111, 31.6914348206], [119.802785521, 31.6905987595], [119.80167761, 31.6901551608], [119.793974828, 31.66999668], [119.793884277, 31.6666870121], [119.79107666, 31.6666870121], [119.787109375, 31.6671142575], [119.782470703, 31.6677246094], [119.778930663, 31.6680908196], [119.775512695, 31.6687011715], [119.769714355, 31.6696777336], [119.763488769, 31.6704711911], [119.758911133, 31.6708984374], [119.754272461, 31.671081543], [119.745483399, 31.671081543], [119.740905761, 31.6708984374], [119.733276366, 31.6702880855], [119.729125976, 31.6699218744], [119.725708008, 31.6696777345], [119.721130371, 31.6696777345], [119.716918945, 31.6702880855], [119.713684083, 31.6671142575], [119.712097168, 31.6613159182], [119.710083009, 31.6578979494], [119.709373435, 31.6571365087], [119.706468136, 31.6578628228], [119.703612783, 31.6611940673], [119.694828822, 31.6643744666], [119.697374832, 31.6674296776], [119.69261591, 31.6721885985], [119.690712342, 31.678851091], [119.691664126, 31.6855135826], [119.686429311, 31.6926519648], [119.692140017, 31.7040733782], [119.707368568, 31.7064528386], [119.715458736, 31.7007421328], [119.724976579, 31.698838563], [119.7359221, 31.7007421319], [119.742955062, 31.7075209616], [119.743455474, 31.7080032366], [119.742569793, 31.7102175041], [119.741393907, 31.7131571469], [119.74614906, 31.7166154835], [119.747063213, 31.7172802786], [119.746950243, 31.7174921157], [119.742940082, 31.7250111467], [119.741209941, 31.7267249866], [119.745186877, 31.7273176812], [119.750684239, 31.7289550993], [119.759461221, 31.7327353582], [119.765613533, 31.7353504401], [119.773448816, 31.7374704848], [119.777390714, 31.737842662], [119.784876339, 31.7372211028], [119.796186923, 31.7360570968], [119.799872092, 31.7360620205], [119.801513672, 31.7363281254], [119.808006725, 31.735839897]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "常州",
            "配套": 0.16,
            "未来品": "Town",
            "公墓数量": 1,
            "夜间人口": 52626.9259682,
            "日间人口": 47561.4127548,
            "营业厅数量": 12,
            "风景区数量": 5,
            "公交站点数量": 70,
            "城市公园数量": 3,
            "快速路出入口": 12,
            "非营利性数量": 281,
            "高速路出入口": 2,
            "技术类企业数量": 47,
            "快速路出入口数量": 12,
            "非营利性企业数量": 266277,
            "高速路出入口数量": 2
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1120,
          "name": "礼嘉",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.041503906, 31.6622924803], [120.041076659, 31.6544799807], [120.036499024, 31.6345214857], [120.034484863, 31.6224975589], [120.03462866, 31.620939961], [120.036682129, 31.5986938479], [120.035190567, 31.5884476479], [120.035017209, 31.5883560637], [120.033386642, 31.5885128083], [120.029374888, 31.5855154228], [120.020005752, 31.5785139668], [120.01477803, 31.5762834296], [120.003082911, 31.5765590152], [119.999022281, 31.576344588], [119.98745112, 31.5757328368], [119.972106934, 31.5753173824], [119.968688965, 31.5842895506], [119.968322754, 31.5936889661], [119.967882651, 31.5961970512], [119.967420137, 31.5988327473], [119.96508789, 31.6121215813], [119.963928223, 31.6174926761], [119.962097167, 31.6256713869], [119.960083009, 31.6389160157], [119.97088623, 31.6369018553], [119.976073869, 31.635403279], [119.979125978, 31.6345214848], [119.983355034, 31.6325406956], [119.990722657, 31.6290893557], [119.990722656, 31.6345214848], [119.993103029, 31.6428833011], [119.993105411, 31.642890484], [119.997497559, 31.6561279299], [119.99810791, 31.6621093747], [119.997924804, 31.6655273435], [120.007080078, 31.6643066406], [120.02709961, 31.6627197257], [120.034301793, 31.6625063058], [120.041503906, 31.6622924803]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "常州",
            "配套": 0.47,
            "未来品": "C",
            "夜间人口": 84133.7659863,
            "日间人口": 82072.9341576,
            "垃圾场数量": 1,
            "营业厅数量": 11,
            "风景区数量": 3,
            "公交站点数量": 96,
            "城市公园数量": 2,
            "非营利性数量": 33,
            "技术类企业数量": 20,
            "非营利性企业数量": 24335
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1121,
          "name": "奔牛",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.869689941, 31.8538818358], [119.86907959, 31.8510742189], [119.868103027, 31.8471069334], [119.867126465, 31.844116211], [119.865905762, 31.8406982422], [119.864501953, 31.8377075198], [119.86291504, 31.834289551], [119.860290527, 31.8305053711], [119.855712892, 31.8339233399], [119.852905274, 31.835876465], [119.849304199, 31.8377075198], [119.845703126, 31.8399047848], [119.842285157, 31.8416748043], [119.836303711, 31.845092774], [119.822875976, 31.8530883792], [119.820129395, 31.856506348], [119.814086914, 31.859680176], [119.8046875, 31.8645019532], [119.803433235, 31.8626504676], [119.802124023, 31.8607177724], [119.803894043, 31.8560791017], [119.805357241, 31.8539738886], [119.80460916, 31.8541320002], [119.803707001, 31.8542779799], [119.803357081, 31.8543249605], [119.80230804, 31.8544610396], [119.80101492, 31.8546330314], [119.79932616, 31.8548500207], [119.797647841, 31.8550650306], [119.796833161, 31.8551720401], [119.794606919, 31.8554330395], [119.792484, 31.8552650102], [119.79141084, 31.8551779801], [119.789857081, 31.8550560302], [119.78842284, 31.8549410096], [119.787517081, 31.8548680206], [119.787231961, 31.85484498], [119.783302921, 31.8545350206], [119.782451161, 31.85446302], [119.777776919, 31.8540889811], [119.77725888, 31.8540470403], [119.776983841, 31.8538539901], [119.774874961, 31.8524039987], [119.773496162, 31.8514410002], [119.773214999, 31.8512790008], [119.77296408, 31.8512099707], [119.77272, 31.8511449901], [119.772452881, 31.8510790204], [119.77170804, 31.8508749912], [119.76961896, 31.8503259893], [119.76741792, 31.8497360403], [119.76641208, 31.8494660413], [119.76492708, 31.8495889804], [119.764766881, 31.8498180297], [119.764485001, 31.8502150201], [119.763815041, 31.8511670397], [119.763549001, 31.8515499908], [119.763444961, 31.8516949813], [119.76326604, 31.8519369907], [119.76299892, 31.8523169714], [119.762580961, 31.8528950403], [119.762305921, 31.85328096], [119.76202512, 31.8536649903], [119.761491961, 31.8544360196], [119.761209001, 31.85481996], [119.76094188, 31.8552069598], [119.760661081, 31.8555909901], [119.758322879, 31.8588699597], [119.75826888, 31.8591649805], [119.75855796, 31.8595410005], [119.75869512, 31.8597319796], [119.75884812, 31.8600189902], [119.75898492, 31.8624059699], [119.75924484, 31.8669969612], [119.75926788, 31.8674469604], [119.759298119, 31.8678969605], [119.75930604, 31.8681230401], [119.759329079, 31.8683469596], [119.75932908, 31.86857097], [119.75930604, 31.8691710003], [119.75916096, 31.8723290102], [119.759145841, 31.8727790102], [119.759114881, 31.8732290103], [119.75909184, 31.8736790104], [119.759061961, 31.8743530199], [119.759054041, 31.8745780213], [119.758716, 31.8748719602], [119.758124881, 31.8753829801], [119.757569041, 31.8758640302], [119.756646, 31.8766650303], [119.755512001, 31.877660971], [119.755359, 31.8777930004], [119.75517612, 31.8779559909], [119.75499288, 31.8781189804], [119.75480316, 31.8782790013], [119.75462712, 31.8784419908], [119.75407884, 31.8789250194], [119.75370588, 31.8792480298], [119.75351508, 31.8794079607], [119.753340121, 31.8795710402], [119.75315688, 31.8797340297], [119.75298084, 31.8798970201], [119.751693119, 31.8810259805], [119.75136912, 31.8813080402], [119.750397121, 31.8821540397], [119.75021496, 31.8823170292], [119.750069881, 31.8828480303], [119.75000112, 31.8830849999], [119.74988592, 31.8834500401], [119.74926204, 31.8856370402], [119.749016881, 31.8865110302], [119.74875012, 31.8873879897], [119.74869684, 31.8876399905], [119.74866588, 31.888087021], [119.74862088, 31.8887640001], [119.74860504, 31.8889899898], [119.748696841, 31.8895900202], [119.748987, 31.8894249604], [119.74987188, 31.8889289699], [119.749993921, 31.8888630001], [119.750534999, 31.8885579897], [119.75295888, 31.8872019604], [119.753300881, 31.8872069993], [119.753469001, 31.8873860103], [119.753796961, 31.887736021], [119.75381208, 31.8877540209], [119.75413284, 31.888087021], [119.755331318, 31.8893690001], [119.75593896, 31.8900189599], [119.75709816, 31.8912530402], [119.75759316, 31.8917649604], [119.75791284, 31.8921219894], [119.75813388, 31.892361031], [119.758439161, 31.8927339907], [119.758500001, 31.8928130096], [119.75863284, 31.8929840103], [119.75872788, 31.8931080304], [119.759025958, 31.8934800008], [119.76032592, 31.8950990089], [119.76081696, 31.8957129905], [119.761107121, 31.8960870302], [119.761403039, 31.8964580104], [119.761632, 31.8967430398], [119.76194484, 31.8971089802], [119.762363879, 31.89759399], [119.76278688, 31.8980819693], [119.762855999, 31.89816099], [119.76382584, 31.8992830202], [119.76413904, 31.899645], [119.76435288, 31.8998889906], [119.76449688, 31.90006998], [119.764649159, 31.9002530397], [119.76495516, 31.9006179909], [119.766165841, 31.9020920112], [119.76625404, 31.9021919997], [119.766638881, 31.9026419997], [119.766821041, 31.902828029], [119.767046041, 31.9028480101], [119.76732396, 31.9028740212], [119.76811704, 31.9029470102], [119.76916788, 31.9030450201], [119.770245, 31.9031409589], [119.77075908, 31.9031890205], [119.77203888, 31.9033079999], [119.773905119, 31.9034819701], [119.774688841, 31.9035580204], [119.77548192, 31.9036300201], [119.775771, 31.9036940114], [119.77588908, 31.9038290113], [119.77608996, 31.90405401], [119.77672284, 31.9047759902], [119.776784041, 31.9051209603], [119.77657092, 31.9055290204], [119.77633404, 31.9059359996], [119.776122, 31.9063480213], [119.77613316, 31.9065440403], [119.77647912, 31.9077530088], [119.776506121, 31.908076021], [119.77661196, 31.9093730098], [119.77648704, 31.9114649713], [119.776615921, 31.9119689712], [119.776859999, 31.9128440403], [119.77709616, 31.9137200097], [119.777271121, 31.9143889812], [119.777309999, 31.915071], [119.77737804, 31.9166510396], [119.77738596, 31.9168710003], [119.77739388, 31.9170950097], [119.77746192, 31.91889501], [119.777508, 31.9197960003], [119.77753896, 31.9202450102], [119.777560919, 31.9209190197], [119.777560919, 31.92114303], [119.777568841, 31.9213690207], [119.77761492, 31.9224979801], [119.77764516, 31.9233989704], [119.777835961, 31.9237560003], [119.778027121, 31.9239109814], [119.778216119, 31.9240670408], [119.778486841, 31.9242850202], [119.77859808, 31.92437601], [119.77878708, 31.9245329696], [119.778977879, 31.9246890299], [119.77935912, 31.9249989902], [119.779761961, 31.9251909604], [119.78028, 31.9252779905], [119.781065161, 31.9254059703], [119.78119008, 31.9254270297], [119.781567001, 31.9254869704], [119.78262504, 31.9256610297], [119.78317404, 31.9257520204], [119.783661121, 31.9258330197], [119.78398008, 31.9259079899], [119.78485704, 31.9264129808], [119.785511161, 31.9267909802], [119.785572, 31.9268960102], [119.78564004, 31.9270010403], [119.785647959, 31.9270159798], [119.785711949, 31.9271204774], [119.790100097, 31.9246826168], [119.793701171, 31.9224853518], [119.797729493, 31.9202880859], [119.802490233, 31.9179077154], [119.804870606, 31.9163208005], [119.807922363, 31.9157104486], [119.805114747, 31.9105224611], [119.80267334, 31.9055175775], [119.802307129, 31.8972778333], [119.81048584, 31.8956909184], [119.821716308, 31.8842773435], [119.831115723, 31.8775024412], [119.835529169, 31.8753763647], [119.839477539, 31.8734741214], [119.843831796, 31.8710418825], [119.848327637, 31.8685302739], [119.851318359, 31.8666992191], [119.857115956, 31.8618619762], [119.860900879, 31.858703613], [119.868798822, 31.8543707621], [119.869689941, 31.8538818358]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "常州",
            "配套": 0.6,
            "未来品": "Town",
            "夜间人口": 42173.1713561,
            "日间人口": 41864.4616588,
            "营业厅数量": 4,
            "风景区数量": 1,
            "公交站点数量": 44,
            "非营利性数量": 19,
            "高速路出入口": 2,
            "技术类企业数量": 28,
            "集中型商业数量": 1,
            "非营利性企业数量": 2873,
            "高速路出入口数量": 2
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1122,
          "name": "湟里",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.793884277, 31.6666870121], [119.793212929, 31.6513118553], [119.784789719, 31.6300337545], [119.773715941, 31.6008980998], [119.76971868, 31.59016254], [119.7619236, 31.566027195], [119.759032861, 31.5560098832], [119.764842177, 31.5558581388], [119.764050839, 31.5557890196], [119.763582839, 31.55574798], [119.76305004, 31.5557060401], [119.76258492, 31.5556980298], [119.76230988, 31.5557160298], [119.759697, 31.5558980112], [119.759178961, 31.5559330209], [119.75864508, 31.5559710002], [119.75533812, 31.5570459607], [119.75434596, 31.5573659997], [119.75411088, 31.55744799], [119.75362416, 31.5576090002], [119.75263884, 31.5579290401], [119.752395119, 31.5580100402], [119.751984, 31.558112009], [119.75147316, 31.5581959814], [119.75043708, 31.5583679713], [119.749995, 31.5584370006], [119.749651921, 31.5584900102], [119.749392001, 31.5585340203], [119.748318119, 31.5588619797], [119.747828881, 31.5590139912], [119.74732704, 31.5591640197], [119.74683096, 31.5593119798], [119.74633488, 31.5594639904], [119.74334616, 31.5603680402], [119.74285116, 31.56052104], [119.74235508, 31.5606709804], [119.741852159, 31.5608210098], [119.741364, 31.5609710401], [119.74086792, 31.5611199903], [119.740128119, 31.5613490404], [119.73913596, 31.5616490102], [119.73864888, 31.5618010199], [119.73814488, 31.5619479889], [119.737680121, 31.5620649907], [119.73715308, 31.56215904], [119.735611921, 31.5624429902], [119.733552001, 31.5628209914], [119.73252204, 31.5630109813], [119.731773961, 31.5631680308], [119.73023316, 31.56345198], [119.72971404, 31.563545041], [119.729393999, 31.5635979607], [119.72622708, 31.5637380013], [119.725707961, 31.5637610401], [119.725440841, 31.5637730101], [119.72512116, 31.56370398], [119.72460888, 31.5635940001], [119.72409804, 31.5634809607], [119.72334204, 31.5633189604], [119.722948921, 31.5632339988], [119.722312079, 31.5630980105], [119.72154096, 31.5629330388], [119.72115108, 31.5627720305], [119.720939039, 31.5626270409], [119.720129041, 31.5620459997], [119.719748161, 31.56177699], [119.71834308, 31.5607629612], [119.71712916, 31.5598959905], [119.714510159, 31.5580089592], [119.712204, 31.5577899896], [119.71141812, 31.5577150194], [119.71101312, 31.5577459804], [119.710612079, 31.5579099601], [119.709356039, 31.5584219702], [119.70911088, 31.5585179998], [119.70864504, 31.5587619913], [119.708278921, 31.5589539597], [119.70804312, 31.5591879597], [119.707973999, 31.559861971], [119.70778284, 31.5618810299], [119.707745041, 31.5623310309], [119.70752292, 31.5629839791], [119.707171921, 31.5640909798], [119.707026839, 31.5645180301], [119.706882121, 31.5649500302], [119.70673704, 31.5653869802], [119.705736961, 31.5684170102], [119.70558396, 31.5688519799], [119.70544716, 31.5692870405], [119.70508788, 31.5705809706], [119.70508788, 31.5710309698], [119.70503496, 31.5768889809], [119.705027039, 31.577567041], [119.705005081, 31.5780270298], [119.70381708, 31.5786920398], [119.702584081, 31.5793790103], [119.70236196, 31.5795009602], [119.69900208, 31.579088041], [119.69848188, 31.5790229696], [119.69796312, 31.5789620397], [119.697176159, 31.5788640298], [119.69696196, 31.5788380205], [119.69665704, 31.5787989602], [119.69613684, 31.5787349698], [119.695091041, 31.5786059999], [119.694845879, 31.5785969995], [119.694729959, 31.5789219902], [119.693958839, 31.5810809998], [119.69372988, 31.5817209897], [119.69365284, 31.5819369907], [119.693576881, 31.5821529908], [119.693493, 31.5823689899], [119.693264039, 31.5830150098], [119.693195999, 31.583231009], [119.693135161, 31.5833699704], [119.69308908, 31.58347203], [119.69289684, 31.5836270102], [119.692545842, 31.58390898], [119.69232516, 31.5840889802], [119.691231839, 31.58496198], [119.69039916, 31.5856299596], [119.690025121, 31.5859359611], [119.68963488, 31.5862460104], [119.689506, 31.5866070001], [119.689659, 31.5872679613], [119.68969608, 31.5874089903], [119.689781041, 31.5877089601], [119.68967304, 31.5881569799], [119.68947504, 31.5890000097], [119.68936812, 31.5894420004], [119.68931484, 31.5896640305], [119.689193161, 31.5900250201], [119.68907796, 31.5902310296], [119.688872041, 31.5906419713], [119.688444, 31.59146502], [119.688337081, 31.5916710304], [119.68812396, 31.5920829613], [119.687910119, 31.5924939901], [119.68609896, 31.5959889597], [119.685670919, 31.5968130004], [119.685565081, 31.5970180198], [119.685404161, 31.59729702], [119.68438788, 31.5989790311], [119.68371612, 31.6000890004], [119.68347096, 31.6004910297], [119.68334208, 31.6006880397], [119.68310412, 31.6010899791], [119.682867961, 31.6014890398], [119.682730081, 31.6016890202], [119.68154604, 31.603707], [119.68129008, 31.6041270301], [119.68021584, 31.6059049799], [119.680040881, 31.60609704], [119.677947121, 31.6058900404], [119.67638004, 31.6057290303], [119.674532159, 31.6055430001], [119.67349284, 31.6054389611], [119.672973, 31.6053900002], [119.67252192, 31.6054269903], [119.672277121, 31.6055140213], [119.67178788, 31.6056879897], [119.670581881, 31.6061199889], [119.67008508, 31.6062950411], [119.66992488, 31.6067120091], [119.66984784, 31.60692801], [119.66927508, 31.6084210195], [119.66853384, 31.6103470193], [119.66812884, 31.61141703], [119.667516839, 31.6115420402], [119.664957961, 31.6120670105], [119.664910771, 31.6120766809], [119.665014162, 31.6141297513], [119.666441838, 31.6245993798], [119.674056115, 31.6293583015], [119.682146281, 31.6331654393], [119.681670389, 31.6436350678], [119.683573958, 31.657911835], [119.69261591, 31.661718971], [119.694828822, 31.6643744666], [119.703612783, 31.6611940673], [119.706468136, 31.6578628228], [119.709373435, 31.6571365087], [119.710083009, 31.6578979494], [119.712097168, 31.6613159182], [119.713684083, 31.6671142575], [119.716918945, 31.6702880855], [119.721130371, 31.6696777345], [119.725708008, 31.6696777345], [119.729125976, 31.6699218744], [119.733276366, 31.6702880855], [119.740905761, 31.6708984374], [119.745483399, 31.671081543], [119.754272461, 31.671081543], [119.758911133, 31.6708984374], [119.763488769, 31.6704711911], [119.769714355, 31.6696777336], [119.775512695, 31.6687011715], [119.778930663, 31.6680908196], [119.782470703, 31.6677246094], [119.787109375, 31.6671142575], [119.79107666, 31.6666870121], [119.793884277, 31.6666870121]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "常州",
            "配套": 0,
            "未来品": "Town",
            "夜间人口": 68982.165513,
            "日间人口": 62526.4347849,
            "营业厅数量": 15,
            "风景区数量": 2,
            "公交站点数量": 123,
            "城市公园数量": 2,
            "非营利性数量": 49,
            "高速路出入口": 2,
            "技术类企业数量": 29,
            "集中型商业数量": 1,
            "非营利性企业数量": 18812,
            "高速路出入口数量": 2
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1123,
          "name": "戚墅堰",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.061199856, 31.7805489119], [120.060886924, 31.7798803667], [120.060934092, 31.7792780646], [120.061309512, 31.7784674778], [120.061722185, 31.7777705005], [120.061866029, 31.7770513657], [120.061849995, 31.7765650915], [120.061556652, 31.7757992217], [120.06127746, 31.7754624148], [120.060355471, 31.7749406803], [120.059004794, 31.7746296336], [120.059237961, 31.7732429995], [120.060100312, 31.7681621636], [120.060387762, 31.7669583014], [120.061764699, 31.7611912045], [120.061979233, 31.7604301325], [120.061279297, 31.7603149411], [120.056884766, 31.7595214845], [120.049316406, 31.7583007817], [120.045411778, 31.7575651317], [120.045104981, 31.7575073242], [120.042114259, 31.7570800788], [120.038629634, 31.7563937216], [120.038085937, 31.7562866222], [120.037824145, 31.7562292833], [120.031677246, 31.754882812], [120.028930664, 31.7548828138], [120.027664986, 31.7548068813], [120.025878905, 31.7546997064], [120.022521972, 31.7556762694], [120.019287109, 31.7573242186], [120.016906738, 31.7589111326], [120.014282226, 31.7604980457], [120.011291504, 31.7634887691], [120.012878417, 31.767272949], [120.013144108, 31.7686811416], [120.01348877, 31.7705078122], [120.013826062, 31.7728688842], [120.019598596, 31.7690553459], [120.02540494, 31.7652245038], [120.026792219, 31.7640882158], [120.027254172, 31.7645543533], [120.02748062, 31.7663620383], [120.028068404, 31.7698310562], [120.028231235, 31.7705428669], [120.029706295, 31.7712472986], [120.031126349, 31.771976879], [120.031452738, 31.7725655069], [120.03147686, 31.7733044726], [120.031256071, 31.7742401219], [120.031076305, 31.7747215254], [120.03025327, 31.7749301708], [120.031966355, 31.7751906387], [120.034777035, 31.7757438954], [120.037393537, 31.7762588139], [120.038092672, 31.7761623517], [120.0384436, 31.776849199], [120.038178593, 31.7772849359], [120.038093493, 31.7780980732], [120.039259122, 31.7817142462], [120.039643756, 31.7823730266], [120.042480034, 31.7819951072], [120.042468533, 31.7824963578], [120.042325313, 31.7832393183], [120.041984615, 31.7847742488], [120.042389375, 31.7851939777], [120.043411775, 31.7848593975], [120.045680587, 31.7842087048], [120.048303025, 31.7841220434], [120.047842836, 31.7820146611], [120.061199856, 31.7805489119]]]
          },
          "extra": {
            "品类": "C",
            "城市": "常州",
            "配套": 0.85,
            "未来品": "G3",
            "夜间人口": 17846.2392866,
            "日间人口": 26292.5455535,
            "营业厅数量": 5,
            "风景区数量": 1,
            "公交站点数量": 26,
            "城市公园数量": 2,
            "快速路出入口": 3,
            "非营利性数量": 10,
            "技术类企业数量": 28,
            "集中型商业数量": 1,
            "快速路出入口数量": 3,
            "非营利性企业数量": 81020
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1124,
          "name": "新市府西",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.96013672, 31.8422247083], [119.959068009, 31.8413608609], [119.958024301, 31.8401827787], [119.957193515, 31.8385302331], [119.956945445, 31.8374824932], [119.956940362, 31.8363889104], [119.956920173, 31.8350096202], [119.95706159, 31.8327160882], [119.957199151, 31.8309322244], [119.956510482, 31.8293164431], [119.954847175, 31.8265781891], [119.952592724, 31.8242258028], [119.950595687, 31.8225831029], [119.949830697, 31.8217281121], [119.948991654, 31.8209528983], [119.948738673, 31.8207191591], [119.947982659, 31.8200206367], [119.947786183, 31.8198390996], [119.946253827, 31.8180424097], [119.945889641, 31.817082146], [119.945745794, 31.8167028525], [119.943915881, 31.8172813944], [119.937863511, 31.819417448], [119.935879499, 31.8201468008], [119.933162386, 31.8211517411], [119.931272131, 31.822039505], [119.925432831, 31.8257010066], [119.922302246, 31.8269042968], [119.92388916, 31.8300781248], [119.924371253, 31.8319323578], [119.924682618, 31.8331298824], [119.925476075, 31.8377075198], [119.926611676, 31.8409362316], [119.928176458, 31.8480000196], [119.929412861, 31.8511047518], [119.931518554, 31.8502807614], [119.934326172, 31.8493041993], [119.937814109, 31.8482309961], [119.938293457, 31.8480834965], [119.941101075, 31.847290039], [119.94329834, 31.8463134769], [119.945495607, 31.8457031259], [119.946448973, 31.8454337034], [119.948303223, 31.8449096666], [119.950723533, 31.8442675516], [119.951293945, 31.844116211], [119.954284668, 31.8427124017], [119.957092285, 31.8428955081], [119.96013672, 31.8422247083]]]
          },
          "extra": {
            "品类": "G2",
            "城市": "常州",
            "配套": 1.6799999,
            "未来品": "G2",
            "夜间人口": 27041.0296363,
            "日间人口": 46114.7321982,
            "公交站点数量": 49,
            "城市公园数量": 1,
            "非营利性数量": 41,
            "技术类企业数量": 270,
            "非营利性企业数量": 500020766
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1125,
          "name": "清凉",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.976074219, 31.7648925793], [119.975238386, 31.7622088612], [119.974608891, 31.7592920603], [119.974151236, 31.7550428958], [119.974170489, 31.7522941495], [119.974121094, 31.7509155265], [119.972106933, 31.7512817386], [119.967285155, 31.751708984], [119.96307373, 31.7520751942], [119.960083008, 31.7525024414], [119.956252801, 31.753091706], [119.956115722, 31.7531127942], [119.953125001, 31.7537231443], [119.952967557, 31.7537315799], [119.953200013, 31.754435777], [119.953556156, 31.756168883], [119.954534764, 31.7597247115], [119.95562886, 31.7633971318], [119.956704086, 31.7664735533], [119.956876981, 31.7676202609], [119.95774009, 31.7675493583], [119.959899903, 31.7670898434], [119.961914062, 31.7670898434], [119.963518477, 31.7669916231], [119.964904785, 31.7669067388], [119.965866353, 31.7668512713], [119.968078613, 31.7667236341], [119.972290039, 31.7659301757], [119.973401197, 31.7656255178], [119.97402893, 31.7654534002], [119.976074219, 31.7648925793]]]
          },
          "extra": {
            "品类": "G2",
            "城市": "常州",
            "配套": 2.5899999,
            "未来品": "TOP",
            "夜间人口": 50588.4001807,
            "日间人口": 36994.0325712,
            "营业厅数量": 18,
            "公交站点数量": 33,
            "非营利性数量": 29,
            "技术类企业数量": 52,
            "集中型商业数量": 1,
            "非营利性企业数量": 70847
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1126,
          "name": "洛阳镇",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.120295183, 31.6698986233], [120.119424697, 31.6594013542], [120.118682305, 31.6495218321], [120.115261647, 31.6395326709], [120.114176614, 31.6366773171], [120.113462776, 31.6334650449], [120.105432095, 31.6322753147], [120.103376241, 31.6315329225], [120.099423956, 31.6272784466], [120.095614501, 31.6231174058], [120.09260412, 31.6207989905], [120.091028041, 31.6199040301], [120.089286001, 31.6189009803], [120.08476584, 31.6164009603], [120.08394612, 31.6159020003], [120.079766159, 31.6119870014], [120.07043892, 31.60771002], [120.07032408, 31.6047149988], [120.070935, 31.6012959895], [120.070328039, 31.5994230003], [120.07002204, 31.5984259804], [120.069354959, 31.5974989799], [120.068197919, 31.5964220399], [120.063413881, 31.5925820104], [120.061161001, 31.5910619996], [120.060657001, 31.59066996], [120.06007308, 31.5901299602], [120.05962992, 31.5895239907], [120.057549121, 31.5857310299], [120.05690688, 31.5849110397], [120.055038119, 31.5833580005], [120.053591777, 31.5821403193], [120.053581921, 31.5821320204], [120.053517118, 31.5819690299], [120.05201592, 31.5781839903], [120.05236008, 31.5777660304], [120.05394804, 31.5758430011], [120.054214374, 31.5752906842], [120.053417581, 31.5760292992], [120.051029881, 31.5784240652], [120.04735032, 31.5798337804], [120.04362522, 31.5814410443], [120.04018776, 31.583344365], [120.039053239, 31.5842870649], [120.034596184, 31.5843637465], [120.035190567, 31.5884476479], [120.036682129, 31.5986938479], [120.03462866, 31.620939961], [120.034484863, 31.6224975589], [120.036499024, 31.6345214857], [120.041076659, 31.6544799807], [120.041503906, 31.6622924803], [120.0478172, 31.6627483242], [120.059082032, 31.6616821293], [120.071880478, 31.6615953717], [120.085876465, 31.6614990238], [120.085876451, 31.6628230839], [120.085876401, 31.6737714593], [120.085876464, 31.6848754884], [120.08799892, 31.6849519137], [120.09055923, 31.6840882965], [120.091655269, 31.6834891745], [120.092830154, 31.6830520752], [120.095520018, 31.681884766], [120.099304199, 31.6796874992], [120.102478028, 31.6782836907], [120.105678234, 31.6773185599], [120.106323243, 31.6771240231], [120.111328125, 31.6754760739], [120.115112304, 31.673889159], [120.120295183, 31.6698986233]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "常州",
            "配套": 0,
            "未来品": "Town",
            "公墓数量": 1,
            "夜间人口": 74503.3527978,
            "日间人口": 69381.5460321,
            "营业厅数量": 11,
            "风景区数量": 9,
            "公交站点数量": 99,
            "城市公园数量": 3,
            "非营利性数量": 16,
            "技术类企业数量": 15,
            "集中型商业数量": 2,
            "非营利性企业数量": 12060
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1127,
          "name": "西太湖临湖段",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.881396891, 31.6977289768], [119.881431172, 31.6971134853], [119.881305942, 31.6919095916], [119.881755629, 31.6870343398], [119.882188321, 31.6837035477], [119.883365866, 31.6806422015], [119.885589091, 31.6767555573], [119.888166163, 31.6734907098], [119.893538236, 31.6675285149], [119.897815769, 31.6625647806], [119.896484153, 31.6626553199], [119.889459275, 31.6627956186], [119.883762294, 31.6625810386], [119.878868738, 31.6624033649], [119.878847533, 31.6626577409], [119.878689885, 31.663334094], [119.878019383, 31.6661930918], [119.87759874, 31.667748579], [119.877219686, 31.668482415], [119.875704441, 31.6692800543], [119.874018951, 31.6696234416], [119.87246138, 31.6697730618], [119.870620662, 31.6700131907], [119.870528074, 31.6700252686], [119.869938434, 31.6700986793], [119.869120905, 31.6703652024], [119.868566298, 31.6704731147], [119.867100251, 31.670696956], [119.866463469, 31.6710357441], [119.866309678, 31.6718408307], [119.866711681, 31.6725761614], [119.866742174, 31.6735679679], [119.866632989, 31.6743720526], [119.8662462, 31.6748579087], [119.866225635, 31.6756409133], [119.866520245, 31.6765122628], [119.866708038, 31.6775387049], [119.867238028, 31.6780802911], [119.867718174, 31.6785328443], [119.868088489, 31.678881873], [119.868904336, 31.6792834149], [119.869582841, 31.6795735236], [119.870732669, 31.6799484474], [119.871532084, 31.6798159233], [119.871743395, 31.6801547177], [119.872160145, 31.680641572], [119.873252489, 31.6813231492], [119.873231514, 31.6842629161], [119.872357541, 31.6848742905], [119.87216323, 31.684363338], [119.871857398, 31.6838548982], [119.87119587, 31.6833926431], [119.87082607, 31.6829810728], [119.870654078, 31.6824696149], [119.870686351, 31.6820680757], [119.870259044, 31.6819631797], [119.868788715, 31.682053539], [119.867953472, 31.6824731483], [119.866434665, 31.6824747113], [119.866005892, 31.682608704], [119.865537857, 31.6826587954], [119.861121275, 31.6831313882], [119.856177465, 31.683660212], [119.848315195, 31.6845008102], [119.839152897, 31.6854797753], [119.839038285, 31.6855943867], [119.837493592, 31.6858978161], [119.836373289, 31.6861178676], [119.836261213, 31.6860419838], [119.835937966, 31.6858231211], [119.834947358, 31.6859288985], [119.825701673, 31.6872767763], [119.824841484, 31.6881130748], [119.824529064, 31.6884168118], [119.824138845, 31.6884413786], [119.823375951, 31.6884582804], [119.823025885, 31.6883973226], [119.82253907, 31.6878011467], [119.822172024, 31.6871794139], [119.821640825, 31.6873285988], [119.821030705, 31.6875253372], [119.820387358, 31.687951847], [119.818937039, 31.6891520381], [119.818245903, 31.6893276515], [119.817134661, 31.6893407663], [119.816121846, 31.6890653957], [119.815918903, 31.6885545376], [119.815949962, 31.6878094681], [119.815617679, 31.6874503437], [119.815049326, 31.6872567601], [119.812551951, 31.687048496], [119.811626646, 31.6865650196], [119.810957023, 31.686121706], [119.810667947, 31.6854180521], [119.810474286, 31.6847695546], [119.809912515, 31.6847933911], [119.809013459, 31.6851796742], [119.807428208, 31.6867949879], [119.805789367, 31.6884114635], [119.805708426, 31.6888369714], [119.805584973, 31.689629883], [119.804990251, 31.6898949195], [119.804536062, 31.6906760221], [119.803430976, 31.6907461422], [119.803297179, 31.6908036179], [119.802785521, 31.6905987595], [119.803157111, 31.6914348206], [119.807996281, 31.6994210917], [119.811607012, 31.7051438466], [119.812188556, 31.7059222575], [119.819499072, 31.7053919768], [119.826633072, 31.7043177582], [119.839043905, 31.7027821253], [119.850716271, 31.7012045579], [119.860354554, 31.6996853494], [119.860290527, 31.6990966793], [119.864074706, 31.698730469], [119.866915001, 31.69845813], [119.868530273, 31.6983032227], [119.872497558, 31.6975097653], [119.876545373, 31.6971511111], [119.877319335, 31.6970825198], [119.877402641, 31.6970957282], [119.881396891, 31.6977289768]]]
          },
          "extra": {
            "品类": "G3",
            "城市": "常州",
            "配套": 0.45,
            "未来品": "G3",
            "夜间人口": 2758.85045765,
            "日间人口": 3248.36571688,
            "风景区数量": 1,
            "公交站点数量": 25,
            "城市公园数量": 2,
            "非营利性数量": 1,
            "技术类企业数量": 4,
            "非营利性企业数量": 34012.5
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1128,
          "name": "清潭",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.923898241, 31.7792977454], [119.923803058, 31.7785874716], [119.923580229, 31.7757679019], [119.923627725, 31.7730184639], [119.923594218, 31.7712442598], [119.923522949, 31.7705078122], [119.924164891, 31.7680820007], [119.924905713, 31.7646486292], [119.925219646, 31.76326724], [119.925176628, 31.7604817087], [119.925185077, 31.7597881047], [119.925207788, 31.7579235008], [119.925109864, 31.7567138668], [119.924187615, 31.7566692532], [119.921325684, 31.7565307621], [119.920092088, 31.7566661757], [119.917118691, 31.7569925181], [119.916320801, 31.7570800779], [119.916256768, 31.7571006175], [119.913085938, 31.7581176761], [119.90991211, 31.760314942], [119.909145664, 31.7604756571], [119.907840932, 31.7588441107], [119.904082364, 31.7557998219], [119.902677835, 31.7538239709], [119.899883975, 31.7509337792], [119.897708334, 31.7486829488], [119.895571867, 31.7472775116], [119.894191461, 31.7463693906], [119.891479493, 31.7473144531], [119.888122559, 31.7496948246], [119.884521485, 31.7525024414], [119.884405534, 31.7525352118], [119.884840966, 31.7529317571], [119.88647461, 31.7551269527], [119.888305663, 31.7576904298], [119.889892577, 31.7600708003], [119.890686035, 31.7636718747], [119.892478978, 31.7707241324], [119.89251709, 31.7708740233], [119.893633475, 31.7748331888], [119.893897949, 31.7757846598], [119.897081666, 31.7753277755], [119.901401025, 31.7748476517], [119.904186145, 31.7753185277], [119.907261892, 31.7765079648], [119.913446294, 31.7785041369], [119.914306641, 31.7789306637], [119.918884277, 31.7800903323], [119.922455073, 31.7795242522], [119.92388916, 31.7792968749], [119.923898241, 31.7792977454]]]
          },
          "extra": {
            "品类": "G3",
            "城市": "常州",
            "配套": 2.04,
            "未来品": "G2",
            "夜间人口": 69834.6530105,
            "日间人口": 48000.6373225,
            "垃圾场数量": 1,
            "营业厅数量": 13,
            "风景区数量": 2,
            "公交站点数量": 39,
            "城市公园数量": 2,
            "快速路出入口": 2,
            "非营利性数量": 39,
            "技术类企业数量": 98,
            "快速路出入口数量": 2,
            "非营利性企业数量": 12589
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1129,
          "name": "横山桥",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.126290535, 31.79034444], [120.126892089, 31.7653198239], [120.128052477, 31.7553985462], [120.128112793, 31.7548828129], [120.133728028, 31.7482910152], [120.130126953, 31.7459106447], [120.126708985, 31.7435302732], [120.122070313, 31.7416992184], [120.10369873, 31.7349243161], [120.090698242, 31.7294921879], [120.081222723, 31.7235181292], [120.075500487, 31.7199096669], [120.076293946, 31.7246704098], [120.077753386, 31.7271435409], [120.079755907, 31.7305366983], [120.082301091, 31.734848934], [120.087520811, 31.7440216862], [120.089765975, 31.748275707], [120.091674804, 31.7518920895], [120.091482848, 31.7564030341], [120.091308595, 31.7604980466], [120.092285156, 31.7675170897], [120.089011031, 31.7727119687], [120.086076096, 31.7763451785], [120.085510253, 31.777099609], [120.083496093, 31.7802734379], [120.081481932, 31.7824707029], [120.077514649, 31.7866821291], [120.075500488, 31.788879395], [120.07269287, 31.7902832043], [120.076277005, 31.7903993041], [120.089100606, 31.7890007405], [120.093450266, 31.788780537], [120.096475646, 31.7890504514], [120.108768623, 31.7898384365], [120.117259356, 31.7898735137], [120.123227006, 31.7918238599], [120.126290535, 31.79034444]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "常州",
            "配套": 0.46,
            "未来品": "Town",
            "公墓数量": 2,
            "夜间人口": 48275.6655299,
            "日间人口": 47774.3977395,
            "营业厅数量": 10,
            "风景区数量": 1,
            "公交站点数量": 52,
            "城市公园数量": 1,
            "非营利性数量": 21,
            "高速路出入口": 4,
            "技术类企业数量": 19,
            "非营利性企业数量": 4223,
            "高速路出入口数量": 4
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1130,
          "name": "青枫公园北",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.917527133, 31.8142491863], [119.916503906, 31.8117065429], [119.916285752, 31.8112311046], [119.914123536, 31.8065185546], [119.912109376, 31.8037109386], [119.9119669, 31.8035407644], [119.905376653, 31.8068876301], [119.896417438, 31.8119932216], [119.892272949, 31.8142700199], [119.895309467, 31.8189629162], [119.896301269, 31.8204956056], [119.897137843, 31.8218033278], [119.905517577, 31.834899902], [119.909052683, 31.833283376], [119.915527344, 31.8303222665], [119.91809082, 31.8291015627], [119.921469539, 31.827338771], [119.922302246, 31.8269042968], [119.921691895, 31.8240966799], [119.920471191, 31.8201293945], [119.918518067, 31.8167114248], [119.918026335, 31.8154896086], [119.917668475, 31.8146003958], [119.917527133, 31.8142491863]]]
          },
          "extra": {
            "品类": "C",
            "城市": "常州",
            "配套": 1.01,
            "未来品": "G3",
            "夜间人口": 17089.926022,
            "日间人口": 16067.1992268,
            "垃圾场数量": 1,
            "营业厅数量": 1,
            "风景区数量": 1,
            "公交站点数量": 28,
            "城市公园数量": 1,
            "快速路出入口": 2,
            "非营利性数量": 17,
            "技术类企业数量": 38,
            "快速路出入口数量": 2,
            "非营利性企业数量": 43042
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1131,
          "name": "南大街",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.952313435, 31.7810923084], [119.951286204, 31.7814781733], [119.951101, 31.7815477412], [119.946899414, 31.7827148436], [119.944274902, 31.7838745113], [119.942257376, 31.7830492008], [119.940982122, 31.7848613644], [119.939010097, 31.7875025734], [119.937682481, 31.7893272816], [119.936639631, 31.7900126298], [119.935756156, 31.7905932249], [119.931285338, 31.7933683052], [119.929148907, 31.7948351237], [119.929321289, 31.7971191409], [119.92973249, 31.798612503], [119.9301964, 31.8002972155], [119.930480958, 31.8013305663], [119.931396303, 31.8034918817], [119.932678222, 31.8065185546], [119.933272116, 31.8077806416], [119.933621979, 31.8085241183], [119.935181889, 31.8079307321], [119.94611173, 31.8042087035], [119.947718402, 31.8036614687], [119.955771789, 31.8007549003], [119.955991249, 31.800636831], [119.956504407, 31.8003607473], [119.957887683, 31.799505903], [119.960176556, 31.7977006174], [119.961324804, 31.7962882915], [119.961699809, 31.7957875597], [119.960207986, 31.795351617], [119.957360393, 31.7943490654], [119.956586719, 31.7937372296], [119.955326712, 31.7927645211], [119.954744192, 31.792014634], [119.954402109, 31.7914285629], [119.954711914, 31.7913207998], [119.953900001, 31.7895752094], [119.953500256, 31.7880668755], [119.953140001, 31.785522554], [119.952960724, 31.7825207501], [119.952313435, 31.7810923084]]]
          },
          "extra": {
            "品类": "TOP",
            "城市": "常州",
            "配套": 2.5699999,
            "未来品": "TOP",
            "夜间人口": 77315.6479184,
            "日间人口": 73278.4538217,
            "营业厅数量": 36,
            "风景区数量": 8,
            "公交站点数量": 47,
            "城市公园数量": 3,
            "非营利性数量": 77,
            "技术类企业数量": 199,
            "集中型商业数量": 3,
            "非营利性企业数量": 21906
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1132,
          "name": "邹区核心",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.861142595, 31.7771505672], [119.858276366, 31.7761230477], [119.857747652, 31.7759197038], [119.855102539, 31.774902344], [119.854168242, 31.7752037437], [119.851318358, 31.7761230477], [119.843078612, 31.7769165043], [119.839477539, 31.7778930655], [119.836157394, 31.7772894343], [119.834106444, 31.7769165043], [119.82611084, 31.7769165043], [119.825500488, 31.7822875973], [119.825815818, 31.7861397345], [119.827508825, 31.8068136806], [119.827514648, 31.8068847657], [119.827502691, 31.8074176482], [119.828621969, 31.8067500797], [119.82974123, 31.806082503], [119.836559704, 31.8039456509], [119.840476511, 31.8034001743], [119.84749424, 31.8019454049], [119.854502332, 31.8001850926], [119.856905393, 31.7993866205], [119.857011905, 31.7991068279], [119.85768925, 31.797327486], [119.859064451, 31.794960438], [119.859288713, 31.7917947254], [119.859345141, 31.7884037507], [119.859707608, 31.7845020205], [119.860414143, 31.7813254657], [119.861142595, 31.7771505672]]]
          },
          "extra": {
            "品类": "C",
            "城市": "常州",
            "配套": 1.1,
            "未来品": "C",
            "夜间人口": 56568.7131988,
            "日间人口": 61176.701261,
            "营业厅数量": 11,
            "公交站点数量": 21,
            "城市公园数量": 2,
            "非营利性数量": 33,
            "技术类企业数量": 36,
            "集中型商业数量": 2,
            "非营利性企业数量": 6710
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1133,
          "name": "青龙西",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.99160089, 31.7917392229], [119.990883254, 31.7924615377], [119.985907248, 31.7975405857], [119.981323242, 31.8004760736], [119.979768192, 31.8016055924], [119.978654435, 31.8024145488], [119.981454007, 31.8039332771], [119.987592492, 31.8071768547], [119.991743808, 31.8090073285], [119.993525115, 31.809222601], [119.997815394, 31.8091978832], [120.001559375, 31.8091854465], [120.00150483, 31.8065486918], [120.00142772, 31.7956545698], [120.000915527, 31.7957153325], [119.999107966, 31.7949365106], [119.998375323, 31.7946824117], [119.997175745, 31.7942663583], [119.993829202, 31.7929767566], [119.99160089, 31.7917392229]]]
          },
          "extra": {
            "品类": "G3",
            "城市": "常州",
            "配套": 1.66,
            "未来品": "G2",
            "夜间人口": 18454.3064217,
            "日间人口": 15685.9010113,
            "营业厅数量": 4,
            "公交站点数量": 21,
            "非营利性数量": 8,
            "技术类企业数量": 17,
            "非营利性企业数量": 4440
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1134,
          "name": "青龙",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.003627886, 31.7539816931], [120.003430029, 31.7540947478], [120.002836419, 31.7544339298], [120.002044944, 31.7548861611], [119.995078443, 31.7587031761], [119.989726089, 31.7613807294], [119.984205105, 31.7642803074], [119.979950722, 31.7665863364], [119.978953669, 31.7670991415], [119.977976055, 31.7677165234], [119.978088379, 31.7678833009], [119.978186575, 31.7683591942], [119.978881837, 31.771728516], [119.979031341, 31.771972717], [119.980712891, 31.7747192384], [119.981270421, 31.7753697072], [119.981932112, 31.7761416862], [119.982436704, 31.7767303689], [119.982910157, 31.7772827154], [119.984924315, 31.779296874], [119.985209249, 31.7793100292], [119.988891601, 31.7794799795], [119.991699218, 31.7797241221], [119.995483398, 31.7811279296], [119.996243634, 31.7815771796], [119.999105373, 31.7832682001], [119.999718254, 31.7836532286], [120.002010541, 31.7814328942], [120.005421382, 31.7780239322], [120.008539179, 31.7755073647], [120.010789342, 31.7738459526], [120.01262111, 31.7736424262], [120.013826062, 31.7728688842], [120.01348877, 31.7705078122], [120.013144108, 31.7686811416], [120.012878417, 31.767272949], [120.011291504, 31.7634887691], [120.008117676, 31.7592773438], [120.005676268, 31.7565307621], [120.003627886, 31.7539816931]]]
          },
          "extra": {
            "品类": "G3",
            "城市": "常州",
            "配套": 1.39,
            "未来品": "G2",
            "夜间人口": 27816.6681196,
            "日间人口": 23235.6783435,
            "营业厅数量": 1,
            "公交站点数量": 23,
            "地铁站点数量": 1,
            "城市公园数量": 1,
            "快速路出入口": 5,
            "非营利性数量": 11,
            "技术类企业数量": 24,
            "集中型商业数量": 1,
            "快速路出入口数量": 5,
            "非营利性企业数量": 19020
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1135,
          "name": "雪堰",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.035190567, 31.5884476479], [120.034596184, 31.5843637465], [120.039053239, 31.5842870649], [120.04018776, 31.583344365], [120.04362522, 31.5814410443], [120.04735032, 31.5798337804], [120.051029881, 31.5784240652], [120.053417581, 31.5760292992], [120.054214374, 31.5752906842], [120.055605841, 31.5724050008], [120.052205999, 31.5639299697], [120.052915921, 31.562153011], [120.05869104, 31.55734899], [120.063888, 31.5545139905], [120.06418104, 31.5544689903], [120.06442296, 31.5544609809], [120.06470088, 31.5545670002], [120.066041161, 31.555484011], [120.06692316, 31.5561950105], [120.06929016, 31.5564720305], [120.070442161, 31.5563720402], [120.070811881, 31.5563490005], [120.07141092, 31.5563149801], [120.071916, 31.5562850092], [120.074625001, 31.5543110396], [120.07756584, 31.5522209702], [120.078936, 31.5512520299], [120.08366604, 31.5515690103], [120.08413908, 31.551499981], [120.091296959, 31.5504399609], [120.094170224, 31.5500680076], [120.094063305, 31.5478229581], [120.093979425, 31.5460729979], [120.09435084, 31.5458280001], [120.096496081, 31.5444510004], [120.097239121, 31.5439679709], [120.097131841, 31.5425619897], [120.09643884, 31.5389870101], [120.09588912, 31.5362840402], [120.095893081, 31.5353889899], [120.09590892, 31.5345719711], [120.09591216, 31.5343870201], [120.096353881, 31.5323379904], [120.096714959, 31.5318089705], [120.098685959, 31.53045096], [120.098316959, 31.5250910105], [120.09784284, 31.5192240008], [120.09829284, 31.5178610414], [120.098816564, 31.5174782287], [120.100635315, 31.5161487888], [120.101996159, 31.5151540208], [120.102289921, 31.5149400002], [120.10356612, 31.5146860199], [120.10392504, 31.5146860208], [120.104552881, 31.5150450311], [120.10469796, 31.5151289999], [120.10517784, 31.5154029604], [120.107167493, 31.5164391475], [120.109102921, 31.5174470402], [120.11230692, 31.5176709597], [120.115616538, 31.5179043968], [120.114865578, 31.5124764073], [120.114803581, 31.512032555], [120.114632864, 31.5106907683], [120.114552249, 31.5101135969], [120.114811081, 31.50936603], [120.114834119, 31.5092639705], [120.11649408, 31.5083449802], [120.11743404, 31.5078229804], [120.117544921, 31.5077900401], [120.117709079, 31.5077439597], [120.118338532, 31.5077253725], [120.11943384, 31.5076930203], [120.122902081, 31.5076059902], [120.12356484, 31.5072459898], [120.12335892, 31.5069360304], [120.12300216, 31.5063829806], [120.12101316, 31.5033139803], [120.11788008, 31.5001860303], [120.11774292, 31.5000459896], [120.11766984, 31.4999759702], [120.11268888, 31.4949979799], [120.111843558, 31.4939330477], [120.111673039, 31.493718223], [120.10740516, 31.4883410398], [120.10628088, 31.4869220103], [120.104471161, 31.483860031], [120.103827121, 31.4827710312], [120.10109112, 31.4733950107], [120.10076316, 31.4722690199], [120.10090392, 31.4719329603], [120.101517, 31.4704670411], [120.102023161, 31.46997303], [120.102306121, 31.46936301], [120.102846121, 31.4682920101], [120.10304088, 31.4679130214], [120.10371516, 31.4664759902], [120.104622, 31.4645480101], [120.105231122, 31.4633559605], [120.10515912, 31.4633120403], [120.096855001, 31.4596119605], [120.095819879, 31.4591514474], [120.08642688, 31.4549720101], [120.086125921, 31.4553150007], [120.08506212, 31.4565260403], [120.08453616, 31.4565159598], [120.08421504, 31.4562599993], [120.081411, 31.45509504], [120.07870596, 31.4544040198], [120.078103323, 31.4540838891], [120.078052921, 31.4547995246], [120.07795752, 31.4551922846], [120.07740366, 31.4557826841], [120.074969454, 31.4575018452], [120.07240938, 31.4594781306], [120.071633939, 31.4601937652], [120.070681904, 31.4612681565], [120.06895482, 31.4634990148], [120.067703461, 31.464924165], [120.067053299, 31.4653267357], [120.06626886, 31.4655170844], [120.065144653, 31.4655639634], [120.06421506, 31.4655824247], [120.06361674, 31.4658677697], [120.06320454, 31.4665256256], [120.062864685, 31.4673864179], [120.06249876, 31.4684721452], [120.062459341, 31.4689448693], [120.062632139, 31.4695363948], [120.063040559, 31.4705479504], [120.06305424, 31.4722325704], [120.06254862, 31.4732592445], [120.0615291, 31.4745732449], [120.06072882, 31.475407635], [120.0603627, 31.4756230954], [120.054015866, 31.4772569531], [120.05056368, 31.4781883207], [120.047961421, 31.4786993398], [120.046635181, 31.4791749454], [120.04391934, 31.4807683498], [120.042809821, 31.48168617], [120.0410631, 31.4827420055], [120.039500305, 31.482791515], [120.038301, 31.4859719701], [120.03832008, 31.4861730298], [120.03849504, 31.4879820304], [120.039137999, 31.4887010393], [120.04093512, 31.4897969703], [120.04090812, 31.4905850102], [120.04089984, 31.4908669791], [120.040869961, 31.4918080198], [120.040836121, 31.4927880299], [120.03824484, 31.4942460297], [120.034017001, 31.4966259911], [120.03248808, 31.4975449804], [120.03138684, 31.4998010098], [120.03127704, 31.4998489805], [120.03084396, 31.5000440102], [120.028833001, 31.5009430202], [120.02615604, 31.5021320103], [120.025865879, 31.5021779998], [120.023626861, 31.502526631], [120.020367959, 31.5030339907], [120.01915188, 31.5033159597], [120.015729001, 31.5045790197], [120.01560984, 31.5046950296], [120.01369104, 31.5065919588], [120.01099104, 31.50739503], [120.009923999, 31.5071710196], [120.00081708, 31.5052939798], [120.000519, 31.5054510302], [120.00002184, 31.5057150001], [119.99801016, 31.5067740301], [119.996808841, 31.5074079901], [119.996039881, 31.5078129899], [119.99554704, 31.5080739911], [119.99468304, 31.5085989605], [119.994468119, 31.5087200101], [119.994131161, 31.5089270098], [119.99396016, 31.5090839702], [119.99377188, 31.50925497], [119.99301084, 31.5097640106], [119.992551839, 31.5098189996], [119.992371841, 31.509711001], [119.992349881, 31.5095859907], [119.99228904, 31.5092660398], [119.992196159, 31.5088219789], [119.992158, 31.5084690003], [119.992173121, 31.5077900401], [119.99217312, 31.5073379698], [119.992204081, 31.5057629709], [119.99215116, 31.5054890104], [119.99178288, 31.5051620403], [119.990513161, 31.5040190397], [119.990139119, 31.5036909904], [119.98973412, 31.5035070305], [119.989204921, 31.5034630204], [119.98862784, 31.5034149597], [119.98798884, 31.5033599689], [119.987569081, 31.5033260402], [119.987376841, 31.5033100196], [119.986956, 31.5037790107], [119.98664316, 31.5041370299], [119.98633284, 31.5044919896], [119.98616904, 31.5046799992], [119.98584792, 31.5050400005], [119.985702121, 31.5052200007], [119.985388921, 31.5055829698], [119.985075, 31.5058950004], [119.984906881, 31.5060570006], [119.983835881, 31.507050961], [119.983299841, 31.5075480307], [119.982787921, 31.5080720099], [119.982429, 31.5084040198], [119.98220688, 31.5087599697], [119.98205892, 31.50944001], [119.98201608, 31.5096440401], [119.981977919, 31.5098649901], [119.98192392, 31.5100860299], [119.98144296, 31.5123030009], [119.98139688, 31.5125240399], [119.981351159, 31.5127449898], [119.98120608, 31.5134080204], [119.98111392, 31.5136549805], [119.980211038, 31.5141180297], [119.97826092, 31.5154770312], [119.97601704, 31.5170420414], [119.975610959, 31.5171939611], [119.97492696, 31.51748196], [119.97443016, 31.5177859812], [119.974411079, 31.5178370097], [119.97436104, 31.5178900202], [119.974242961, 31.5179549998], [119.97352008, 31.5182369697], [119.97345096, 31.51826397], [119.97342108, 31.5182840402], [119.973429001, 31.5183369599], [119.973504959, 31.5185850001], [119.97366084, 31.5192030295], [119.97370296, 31.5194239812], [119.973853081, 31.5202059912], [119.973822121, 31.5202179612], [119.973758039, 31.520259], [119.97373104, 31.5202840209], [119.973696841, 31.5203200199], [119.973656881, 31.5203679906], [119.97363492, 31.5204139801], [119.973627, 31.5204540296], [119.973623039, 31.5204820201], [119.973619081, 31.5205640104], [119.973638161, 31.5206399699], [119.973660841, 31.5207060314], [119.973678119, 31.5207320398], [119.97370008, 31.5207649801], [119.97373104, 31.5207950391], [119.97343692, 31.5216039604], [119.973180961, 31.5223810205], [119.97298188, 31.52312298], [119.97285588, 31.52358504], [119.97273708, 31.52405898], [119.97266004, 31.52436102], [119.97251496, 31.5249380098], [119.972442961, 31.5252070204], [119.972297879, 31.52574603], [119.97210204, 31.5263359807], [119.97201384, 31.5265640398], [119.97152496, 31.5275910305], [119.97123516, 31.5280909798], [119.971221841, 31.52811699], [119.970684001, 31.5292470304], [119.970385921, 31.5298440013], [119.96966412, 31.5314100007], [119.96961012, 31.5315180003], [119.969391959, 31.53196602], [119.96920908, 31.5323409609], [119.969036578, 31.5327411871], [119.969253782, 31.532869371], [119.967895507, 31.537109375], [119.96744476, 31.5421804632], [119.966918946, 31.5480957036], [119.973327636, 31.5687255856], [119.972106934, 31.5753173824], [119.98745112, 31.5757328368], [119.999022281, 31.576344588], [120.003082911, 31.5765590152], [120.01477803, 31.5762834296], [120.020005752, 31.5785139668], [120.029374888, 31.5855154228], [120.033386642, 31.5885128083], [120.035017209, 31.5883560637], [120.035190567, 31.5884476479]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "常州",
            "配套": 0,
            "未来品": "Town",
            "公墓数量": 2,
            "夜间人口": 96215.7128882,
            "日间人口": 92578.3093261,
            "垃圾场数量": 1,
            "营业厅数量": 20,
            "风景区数量": 6,
            "公交站点数量": 138,
            "城市公园数量": 3,
            "快速路出入口": 3,
            "非营利性数量": 55,
            "技术类企业数量": 29,
            "集中型商业数量": 2,
            "快速路出入口数量": 3,
            "非营利性企业数量": 75005
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1136,
          "name": "罗溪",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.873718262, 31.8873291003], [119.872680664, 31.8842773435], [119.872070312, 31.8812866211], [119.870483398, 31.8775024412], [119.871276854, 31.8668823247], [119.871276854, 31.8630981448], [119.870910645, 31.8596801769], [119.870300292, 31.8568725582], [119.869689941, 31.8538818358], [119.868798822, 31.8543707621], [119.860900879, 31.858703613], [119.857115956, 31.8618619762], [119.851318359, 31.8666992191], [119.848327637, 31.8685302739], [119.843831796, 31.8710418825], [119.839477539, 31.8734741214], [119.835529169, 31.8753763647], [119.831115723, 31.8775024412], [119.821716308, 31.8842773435], [119.81048584, 31.8956909184], [119.802307129, 31.8972778333], [119.80267334, 31.9055175775], [119.805114747, 31.9105224611], [119.807922363, 31.9157104486], [119.811706543, 31.9141235355], [119.815307616, 31.9130859382], [119.819519042, 31.9116821288], [119.823303223, 31.9107055676], [119.828918457, 31.9088745119], [119.8336792, 31.9071044924], [119.836914064, 31.9055175784], [119.840087891, 31.9041137699], [119.843322753, 31.9022827152], [119.847717284, 31.8994750965], [119.849121094, 31.8970947277], [119.853515625, 31.8955078128], [119.856323242, 31.8939208988], [119.859924317, 31.8920898441], [119.863098144, 31.8909301755], [119.865905762, 31.8898925782], [119.873718262, 31.8873291003]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "常州",
            "配套": 0.45,
            "未来品": "Town",
            "夜间人口": 27011.6628976,
            "日间人口": 28100.9773032,
            "营业厅数量": 2,
            "公交站点数量": 41,
            "城市公园数量": 2,
            "非营利性数量": 12,
            "高速路出入口": 3,
            "技术类企业数量": 12,
            "非营利性企业数量": 1060,
            "高速路出入口数量": 3
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1137,
          "name": "新龙西片",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.947875976, 31.9210815443], [119.946289062, 31.9160766597], [119.944885253, 31.9110717769], [119.94329834, 31.9064941405], [119.936350342, 31.8792580176], [119.935347704, 31.8753260908], [119.935104994, 31.8743742232], [119.934875488, 31.8734741205], [119.934299748, 31.8703635697], [119.934160582, 31.8695928804], [119.933587636, 31.8664197826], [119.932184809, 31.861847793], [119.931943262, 31.8610819232], [119.930725097, 31.861877441], [119.926887103, 31.8642761002], [119.91982571, 31.8668872691], [119.916117564, 31.8684839813], [119.913168426, 31.8695268801], [119.911499024, 31.8701171888], [119.909077558, 31.8708056872], [119.905273436, 31.8718872074], [119.905013176, 31.8719960488], [119.901916504, 31.8732910159], [119.898498536, 31.8746948243], [119.895690917, 31.8760986327], [119.89251709, 31.8776855476], [119.887329102, 31.8809204108], [119.884094238, 31.8826904286], [119.880126954, 31.8848876954], [119.873718262, 31.8873291003], [119.875122071, 31.8922729496], [119.875915528, 31.8950805665], [119.877502442, 31.8989257816], [119.879089356, 31.9036865236], [119.880310058, 31.9091186527], [119.88092041, 31.9129028317], [119.88092041, 31.9194946285], [119.880676269, 31.9223022454], [119.894470215, 31.9187011719], [119.902666016, 31.9146249093], [119.90612793, 31.9129028317], [119.907287597, 31.9210815434], [119.908514323, 31.9256206897], [119.909729005, 31.9301147459], [119.936096192, 31.9237060547], [119.938903808, 31.9240722667], [119.947875976, 31.9210815443]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "常州",
            "配套": 0.19,
            "未来品": "Town",
            "夜间人口": 20446.6928923,
            "日间人口": 17853.3522345,
            "公交站点数量": 37,
            "非营利性数量": 11,
            "技术类企业数量": 19,
            "非营利性企业数量": 4150
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1138,
          "name": "西夏墅",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.873901368, 31.9808959968], [119.874328614, 31.9760742187], [119.87487793, 31.9721069341], [119.876098633, 31.9671020513], [119.876708983, 31.9617309574], [119.876708982, 31.9605751928], [119.876708984, 31.9578857414], [119.876708984, 31.9539184578], [119.876664153, 31.9534957863], [119.876281739, 31.949890138], [119.876281738, 31.9462890628], [119.876708984, 31.9423217773], [119.877075196, 31.9379272464], [119.877929687, 31.9351196287], [119.878723145, 31.9317016599], [119.880310058, 31.9265136716], [119.880676269, 31.9223022454], [119.88092041, 31.9194946285], [119.88092041, 31.9129028317], [119.880310058, 31.9091186527], [119.879089356, 31.9036865236], [119.877502442, 31.8989257816], [119.875915528, 31.8950805665], [119.875122071, 31.8922729496], [119.873718262, 31.8873291003], [119.865905762, 31.8898925782], [119.863098144, 31.8909301755], [119.859924317, 31.8920898441], [119.856323242, 31.8939208988], [119.853515625, 31.8955078128], [119.849121094, 31.8970947277], [119.847717284, 31.8994750965], [119.843322753, 31.9022827152], [119.840087891, 31.9041137699], [119.836914064, 31.9055175784], [119.8336792, 31.9071044924], [119.828918457, 31.9088745119], [119.823303223, 31.9107055676], [119.819519042, 31.9116821288], [119.815307616, 31.9130859382], [119.811706543, 31.9141235355], [119.807922363, 31.9157104486], [119.804870606, 31.9163208005], [119.802490233, 31.9179077154], [119.797729493, 31.9202880859], [119.793701171, 31.9224853518], [119.790100097, 31.9246826168], [119.785711949, 31.9271204774], [119.78573184, 31.92715296], [119.78597484, 31.9275520198], [119.786096879, 31.9277529913], [119.78620416, 31.9280679896], [119.786108041, 31.9288920312], [119.786020921, 31.929634981], [119.78593704, 31.9303080003], [119.78567784, 31.9303639804], [119.78516808, 31.9304750404], [119.78423892, 31.93066899], [119.779511041, 31.9316439603], [119.778749999, 31.9318049704], [119.77848288, 31.9318869598], [119.778482881, 31.9321130404], [119.77848396, 31.93278696], [119.77850808, 31.93345899], [119.77851096, 31.9340789997], [119.778514921, 31.9343589902], [119.77851492, 31.9348109697], [119.778514921, 31.9352609697], [119.77852284, 31.937061961], [119.77872804, 31.9374450012], [119.77881192, 31.9376179804], [119.778926041, 31.9378599897], [119.779230959, 31.9384850402], [119.779421041, 31.9389000296], [119.778653159, 31.9390900204], [119.778149881, 31.9392189904], [119.777136839, 31.93946901], [119.77661916, 31.9395950104], [119.775864961, 31.9397820307], [119.775717, 31.93982001], [119.77383888, 31.9402839603], [119.773580041, 31.9403510102], [119.773420921, 31.9405570197], [119.773527839, 31.9407579912], [119.77387812, 31.9413639589], [119.77403004, 31.9416090304], [119.77411392, 31.9417180202], [119.774455921, 31.9421780099], [119.774745, 31.9425560103], [119.77502796, 31.9429320312], [119.775287161, 31.9433270404], [119.775053881, 31.9434270297], [119.774822039, 31.9435299895], [119.774350081, 31.9437340205], [119.77387812, 31.9439379598], [119.772941041, 31.9443499788], [119.77246908, 31.9445600406], [119.77226316, 31.9447019707], [119.77141788, 31.9452540303], [119.77121196, 31.9455180003], [119.77118208, 31.9459689905], [119.77115904, 31.946192999], [119.771143921, 31.9466400304], [119.77112808, 31.9468670103], [119.771106121, 31.9473140399], [119.770953839, 31.9475480399], [119.77068708, 31.9475709897], [119.769887161, 31.9476390297], [119.76967116, 31.9476539702], [119.76936192, 31.9476770108], [119.76831108, 31.9477519801], [119.76772788, 31.9477930197], [119.767525921, 31.9478049897], [119.76710688, 31.9478849997], [119.764707841, 31.9488219898], [119.76351084, 31.9492950296], [119.763207, 31.9495429799], [119.763137881, 31.9497560104], [119.762688961, 31.9510500296], [119.76262092, 31.9512940202], [119.762757001, 31.9517289899], [119.763001081, 31.9523699709], [119.763307079, 31.95336798], [119.76343596, 31.953806011], [119.76369588, 31.9546780198], [119.764159921, 31.9562029804], [119.76441588, 31.95704997], [119.764974959, 31.9589579698], [119.765067121, 31.9592629812], [119.765196, 31.9596980399], [119.765325959, 31.960134989], [119.76575616, 31.9615720202], [119.766061081, 31.96258596], [119.766597841, 31.9643649899], [119.766765961, 31.9649290204], [119.767631041, 31.9678070398], [119.768275081, 31.9699479613], [119.768679001, 31.9712589894], [119.76880896, 31.97169396], [119.76893784, 31.9721310008], [119.76906708, 31.9725680399], [119.76920496, 31.9730020212], [119.769439667, 31.9738218108], [119.76951816, 31.9740959701], [119.770092, 31.9759319702], [119.77037712, 31.9768649997], [119.770676976, 31.9778650872], [119.774321865, 31.9767743202], [119.796547485, 31.9715103355], [119.811124181, 31.9680555413], [119.824730093, 31.9648291138], [119.826417295, 31.9669046519], [119.835510254, 31.9780883781], [119.836667616, 31.9820331751], [119.838500978, 31.988281251], [119.857910156, 31.9835205081], [119.862121583, 31.9827270506], [119.869873048, 31.9808959959], [119.873901368, 31.9808959968]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "常州",
            "配套": 0,
            "未来品": "Town",
            "夜间人口": 48962.8467764,
            "日间人口": 47620.9623082,
            "营业厅数量": 8,
            "风景区数量": 3,
            "公交站点数量": 80,
            "非营利性数量": 30,
            "高速路出入口": 5,
            "技术类企业数量": 21,
            "非营利性企业数量": 14828,
            "高速路出入口数量": 5
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1139,
          "name": "南夏墅西",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.905897967, 31.6617531011], [119.914190202, 31.6599699371], [119.920898768, 31.658717087], [119.926406463, 31.658453386], [119.930129931, 31.6585799773], [119.930772698, 31.6556109177], [119.931547127, 31.6518522714], [119.931747571, 31.6497100368], [119.931753393, 31.6442131466], [119.93111758, 31.6296460657], [119.930784873, 31.6190418843], [119.931083224, 31.6157504681], [119.93052134, 31.6049558489], [119.929687499, 31.5889282223], [119.922811865, 31.5874356759], [119.909482932, 31.594835831], [119.90622368, 31.5965899263], [119.879194139, 31.6111313702], [119.867430187, 31.6140840055], [119.87027136, 31.6201034251], [119.87789832, 31.6189630803], [119.879196479, 31.6237564803], [119.88316638, 31.6242130508], [119.884512599, 31.6421742594], [119.88187056, 31.6515737252], [119.87624808, 31.6507642203], [119.873335729, 31.66144045], [119.873262347, 31.6614404491], [119.873028159, 31.6622988448], [119.873101409, 31.6622993394], [119.875296646, 31.6623141459], [119.878868738, 31.6624033649], [119.883762294, 31.6625810386], [119.889459275, 31.6627956186], [119.896484153, 31.6626553199], [119.897815769, 31.6625647806], [119.90280821, 31.6622252119], [119.904787474, 31.662008362], [119.905897967, 31.6617531011]]]
          },
          "extra": {
            "品类": "C",
            "城市": "常州",
            "配套": 0.18,
            "未来品": "C",
            "夜间人口": 37011.6710266,
            "日间人口": 45207.0017187,
            "营业厅数量": 2,
            "公交站点数量": 55,
            "城市公园数量": 2,
            "非营利性数量": 3,
            "技术类企业数量": 0,
            "非营利性企业数量": 8020
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1140,
          "name": "邹区外围",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.808006725, 31.735839897], [119.801513672, 31.7363281254], [119.799872092, 31.7360620205], [119.796186923, 31.7360570968], [119.784876339, 31.7372211028], [119.777390714, 31.737842662], [119.773448816, 31.7374704848], [119.765613533, 31.7353504401], [119.759461221, 31.7327353582], [119.750684239, 31.7289550993], [119.745186877, 31.7273176812], [119.741209941, 31.7267249866], [119.739479736, 31.7284388066], [119.73472812, 31.7331450011], [119.734994881, 31.7331250209], [119.73554388, 31.7331909898], [119.73592908, 31.73452299], [119.73598596, 31.7347239588], [119.73604716, 31.7349459907], [119.73398004, 31.7396879998], [119.73384216, 31.7399529608], [119.73357504, 31.7403340197], [119.73192012, 31.7426439599], [119.73025008, 31.7449410298], [119.73011292, 31.7451320107], [119.73001788, 31.7452670107], [119.72970108, 31.7457039598], [119.729701081, 31.7459410202], [119.72969316, 31.7461750202], [119.72969316, 31.7463939898], [119.72967804, 31.7466199804], [119.72964708, 31.7475170101], [119.729639879, 31.7477429989], [119.729631961, 31.7479670102], [119.72961684, 31.7481939901], [119.72961684, 31.7484199798], [119.729594161, 31.7495539799], [119.72972304, 31.7497529702], [119.729886841, 31.7500170301], [119.730219119, 31.750547041], [119.72977416, 31.7521330197], [119.729540879, 31.7545720198], [119.72980008, 31.7554360201], [119.73010896, 31.756008961], [119.730724921, 31.7572980304], [119.73194496, 31.7590689601], [119.73191796, 31.7592549911], [119.731807081, 31.7599610408], [119.73163212, 31.7610770401], [119.73159396, 31.7613030298], [119.731516921, 31.7617479901], [119.73144888, 31.7622670212], [119.73140316, 31.7627170204], [119.731346584, 31.7634356057], [119.732111752, 31.7634356066], [119.739881475, 31.7759347261], [119.739919605, 31.7761471595], [119.74097808, 31.7772459898], [119.74115412, 31.7774189699], [119.74148892, 31.77776502], [119.74174884, 31.7782710002], [119.742031081, 31.78009197], [119.742042961, 31.7801829607], [119.742072579, 31.7803736313], [119.74286988, 31.785506011], [119.74291596, 31.7859939903], [119.74308696, 31.786632], [119.743773841, 31.7873979894], [119.74433508, 31.7877159609], [119.74750704, 31.7878970403], [119.747765881, 31.7879119799], [119.748291841, 31.7879430298], [119.748826081, 31.7879729998], [119.749992121, 31.7880420299], [119.750122081, 31.788048961], [119.750663161, 31.7880819904], [119.75118912, 31.7881099809], [119.751707881, 31.7881430112], [119.751975001, 31.7881610102], [119.75233212, 31.7882120396], [119.75304204, 31.7885059812], [119.753277121, 31.7886049812], [119.75358996, 31.7889140396], [119.75366592, 31.7891300405], [119.754039961, 31.7902159809], [119.754117, 31.7905440302], [119.754216, 31.7909870101], [119.75432184, 31.7914289999], [119.75458212, 31.7925350096], [119.754779041, 31.7934179999], [119.75487804, 31.7938589996], [119.754870841, 31.7942000108], [119.754268921, 31.7952050401], [119.754146881, 31.7954060098], [119.75403312, 31.7956059902], [119.754011161, 31.79589399], [119.75420088, 31.7960530198], [119.75457492, 31.7963709913], [119.75550408, 31.7971639802], [119.755665001, 31.7973600001], [119.75669388, 31.7986710299], [119.75698404, 31.7990430003], [119.75728896, 31.799417041], [119.75770692, 31.7999670304], [119.757852001, 31.8001550399], [119.75801184, 31.8004849796], [119.758050001, 31.8011609712], [119.757726001, 31.8026729699], [119.757900961, 31.8040299902], [119.75834412, 31.8064640413], [119.75845392, 31.8083630398], [119.75850792, 31.8087829801], [119.75858784, 31.8093149704], [119.75860296, 31.809423961], [119.75862204, 31.8095489713], [119.75867604, 31.8099050102], [119.758824, 31.8100269601], [119.758934881, 31.8101159696], [119.760264, 31.8100410003], [119.761837921, 31.8099539702], [119.76238584, 31.8099239994], [119.76501888, 31.8094389896], [119.768034961, 31.8094489811], [119.770615081, 31.8094409699], [119.77104816, 31.8094399798], [119.77131492, 31.8094250402], [119.77210692, 31.8093839997], [119.772624961, 31.8093710404], [119.77342488, 31.8093830104], [119.77394292, 31.8093900296], [119.77498584, 31.8094039808], [119.777103, 31.8094299901], [119.77788816, 31.8094430393], [119.77825284, 31.8096070198], [119.77872516, 31.8098199604], [119.779653961, 31.8102440402], [119.77994412, 31.8103329598], [119.78069688, 31.8101180398], [119.780939881, 31.8100439699], [119.781443159, 31.8099040201], [119.78189208, 31.8097839597], [119.78444916, 31.8092000398], [119.78546184, 31.8089619901], [119.78687808, 31.8102090296], [119.786560121, 31.8106130015], [119.787118636, 31.8108363643], [119.789106094, 31.8118902798], [119.789527066, 31.8119526226], [119.790483566, 31.8121702226], [119.791246773, 31.8124636336], [119.792042214, 31.812899481], [119.792637184, 31.8131727184], [119.793041731, 31.8136171418], [119.793450591, 31.8142046194], [119.794356307, 31.8145903126], [119.795152392, 31.8141195121], [119.796535544, 31.8136596582], [119.797555701, 31.813207774], [119.798056717, 31.8122185647], [119.797861136, 31.8112923961], [119.79763836, 31.8103906828], [119.79781007, 31.8095995843], [119.798207298, 31.8088750985], [119.798685402, 31.8080533987], [119.799279495, 31.8073722945], [119.800039656, 31.8066398156], [119.803222478, 31.8065697116], [119.804314747, 31.8057344564], [119.805452741, 31.8045641686], [119.807832104, 31.8037959236], [119.80816227, 31.8073196437], [119.808489113, 31.8088870658], [119.809325756, 31.8106818068], [119.810802715, 31.8133212855], [119.812494459, 31.8156696951], [119.818873761, 31.8122837629], [119.824253285, 31.8091105932], [119.827502691, 31.8074176482], [119.827514648, 31.8068847657], [119.827508825, 31.8068136806], [119.825815818, 31.7861397345], [119.825500488, 31.7822875973], [119.82611084, 31.7769165043], [119.834106444, 31.7769165043], [119.836157394, 31.7772894343], [119.839477539, 31.7778930655], [119.843078612, 31.7769165043], [119.851318358, 31.7761230477], [119.854168242, 31.7752037437], [119.855102539, 31.774902344], [119.856689453, 31.7692871093], [119.857299805, 31.7662963869], [119.858276368, 31.762512207], [119.858886719, 31.758728028], [119.859313965, 31.7548828129], [119.85949707, 31.7506713867], [119.859497071, 31.7423095712], [119.859665472, 31.739334479], [119.859680175, 31.7390747071], [119.856689453, 31.7395019535], [119.840087891, 31.7395019535], [119.832885742, 31.7380981441], [119.827697754, 31.7368774412], [119.815307617, 31.7352905272], [119.808006725, 31.735839897]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "常州",
            "配套": 0.27,
            "未来品": "Town",
            "夜间人口": 51467.3530522,
            "日间人口": 52245.2809859,
            "营业厅数量": 12,
            "风景区数量": 2,
            "公交站点数量": 103,
            "非营利性数量": 39,
            "技术类企业数量": 35,
            "非营利性企业数量": 14360
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1141,
          "name": "青龙北",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.029867921, 31.8162353561], [120.025423791, 31.814530701], [120.023437908, 31.8132610768], [120.02466422, 31.8118005482], [120.02671663, 31.8089462412], [120.026744414, 31.8077432334], [120.025430429, 31.8054175164], [120.02538922, 31.8041541227], [120.025818643, 31.8027602527], [120.027422613, 31.8005511796], [120.029391691, 31.7984049619], [120.031325107, 31.7968798232], [120.032354555, 31.7959010443], [120.032719592, 31.7951050912], [120.03268687, 31.7941039165], [120.03241594, 31.791796337], [120.031753404, 31.7886154143], [120.030587145, 31.7862575915], [120.030453614, 31.7847339817], [120.030366898, 31.7831042887], [120.030219749, 31.7816764261], [120.029814925, 31.7807430719], [120.029355377, 31.7798362316], [120.029301245, 31.7781771326], [120.029179774, 31.776508186], [120.029229273, 31.7754573372], [120.029829948, 31.7750374824], [120.03025327, 31.7749301708], [120.031076305, 31.7747215254], [120.031256071, 31.7742401219], [120.03147686, 31.7733044726], [120.031452738, 31.7725655069], [120.031126349, 31.771976879], [120.029706295, 31.7712472986], [120.028231235, 31.7705428669], [120.028068404, 31.7698310562], [120.02748062, 31.7663620383], [120.027254172, 31.7645543533], [120.026792219, 31.7640882158], [120.02540494, 31.7652245038], [120.019598596, 31.7690553459], [120.013826062, 31.7728688842], [120.01262111, 31.7736424262], [120.010789342, 31.7738459526], [120.008539179, 31.7755073647], [120.005421382, 31.7780239322], [120.002010541, 31.7814328942], [119.999718254, 31.7836532286], [119.997483987, 31.7858172304], [119.99160089, 31.7917392229], [119.993829202, 31.7929767566], [119.997175745, 31.7942663583], [119.998375323, 31.7946824117], [119.999107966, 31.7949365106], [120.000915527, 31.7957153325], [120.00142772, 31.7956545698], [120.00150483, 31.8065486918], [120.001559375, 31.8091854465], [120.001765049, 31.8191236808], [120.005126954, 31.8190917962], [120.011824315, 31.8190918097], [120.01512752, 31.8189510901], [120.019897461, 31.8182983397], [120.021728516, 31.8214721677], [120.025085449, 31.8189086916], [120.027893066, 31.817504884], [120.029441126, 31.8165097257], [120.029867921, 31.8162353561]]]
          },
          "extra": {
            "品类": "C",
            "城市": "常州",
            "配套": 0.85,
            "未来品": "G3",
            "夜间人口": 21440.0682206,
            "日间人口": 30826.3612173,
            "营业厅数量": 3,
            "风景区数量": 1,
            "公交站点数量": 40,
            "城市公园数量": 4,
            "快速路出入口": 8,
            "非营利性数量": 29,
            "高速路出入口": 3,
            "技术类企业数量": 192,
            "集中型商业数量": 2,
            "快速路出入口数量": 8,
            "非营利性企业数量": 9136,
            "高速路出入口数量": 3
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1142,
          "name": "横林",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.120295183, 31.6698986233], [120.115112304, 31.673889159], [120.111328125, 31.6754760739], [120.106323243, 31.6771240231], [120.105678234, 31.6773185599], [120.102478028, 31.6782836907], [120.099304199, 31.6796874992], [120.095520018, 31.681884766], [120.092830154, 31.6830520752], [120.091655269, 31.6834891745], [120.09055923, 31.6840882965], [120.08799892, 31.6849519137], [120.085876464, 31.6848754884], [120.085876401, 31.6737714593], [120.085876451, 31.6628230839], [120.085876465, 31.6614990238], [120.071880478, 31.6615953717], [120.059082032, 31.6616821293], [120.0478172, 31.6627483242], [120.041503906, 31.6622924803], [120.034301793, 31.6625063058], [120.02709961, 31.6627197257], [120.007080078, 31.6643066406], [119.997924804, 31.6655273435], [119.997314453, 31.6729125977], [119.997230394, 31.673507493], [120.001233498, 31.6740076986], [120.007355474, 31.6749226509], [120.01267567, 31.6758848841], [120.017501612, 31.6770876131], [120.022534861, 31.6784856344], [120.028196387, 31.6806700984], [120.032408559, 31.6825452614], [120.037276065, 31.6850058406], [120.040486869, 31.6869618364], [120.04274239, 31.688360347], [120.044621621, 31.689525478], [120.047026001, 31.6910425201], [120.049118743, 31.6924395989], [120.051879883, 31.6947021493], [120.052323098, 31.6951453793], [120.054504394, 31.6973266615], [120.05670166, 31.6995239256], [120.058715821, 31.7017211924], [120.060729981, 31.7042846676], [120.062499999, 31.7064819335], [120.065502093, 31.7096972328], [120.065719931, 31.7099305287], [120.067789416, 31.7121467891], [120.071105957, 31.7156982425], [120.071485265, 31.7160459501], [120.073303221, 31.7177124019], [120.075500487, 31.7199096669], [120.081222723, 31.7235181292], [120.090698242, 31.7294921879], [120.10369873, 31.7349243161], [120.122070313, 31.7416992184], [120.127502441, 31.7387084969], [120.130676269, 31.7368774412], [120.133415053, 31.7355399398], [120.135925293, 31.7343139651], [120.140319824, 31.7318725585], [120.144470215, 31.7293090823], [120.147705078, 31.7271118156], [120.15086363, 31.7246492308], [120.15089069, 31.7245034066], [120.15145084, 31.722412178], [120.151588759, 31.7204810251], [120.15146176, 31.7198206286], [120.14814955, 31.7158802401], [120.147121622, 31.7102266412], [120.146379231, 31.7040590781], [120.145636839, 31.7014892608], [120.143638092, 31.7006897617], [120.140572569, 31.6989380326], [120.140388001, 31.6988510402], [120.140371786, 31.6987924728], [120.137927385, 31.6962925176], [120.137813172, 31.694979055], [120.139152808, 31.6931721021], [120.13899516, 31.6917600298], [120.139364161, 31.6901950188], [120.143472121, 31.6886979596], [120.14448804, 31.6879980299], [120.14482284, 31.6868550311], [120.14432496, 31.6854340196], [120.143198161, 31.6838040298], [120.140867306, 31.6806241854], [120.138669776, 31.6787606489], [120.132159572, 31.6828152504], [120.125820687, 31.6862416746], [120.124906974, 31.6862987816], [120.124585451, 31.6854232484], [120.12351192, 31.6860550212], [120.123482041, 31.6859540399], [120.123203966, 31.6850631463], [120.123132863, 31.6848353436], [120.123104041, 31.6847430012], [120.121791841, 31.6804889696], [120.121186901, 31.6761392456], [120.120395517, 31.6711083032], [120.120295183, 31.6698986233]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "常州",
            "配套": 0.2,
            "未来品": "Town",
            "公墓数量": 3,
            "夜间人口": 125897.784413,
            "日间人口": 130961.391471,
            "垃圾场数量": 1,
            "营业厅数量": 21,
            "风景区数量": 7,
            "公交站点数量": 110,
            "城市公园数量": 1,
            "非营利性数量": 31,
            "高速路出入口": 1,
            "技术类企业数量": 35,
            "集中型商业数量": 2,
            "非营利性企业数量": 8598,
            "高速路出入口数量": 1
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1143,
          "name": "东部村镇",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.15086363, 31.7246492308], [120.147705078, 31.7271118156], [120.144470215, 31.7293090823], [120.140319824, 31.7318725585], [120.135925293, 31.7343139651], [120.133415053, 31.7355399398], [120.130676269, 31.7368774412], [120.127502441, 31.7387084969], [120.122070313, 31.7416992184], [120.126708985, 31.7435302732], [120.130126953, 31.7459106447], [120.133728028, 31.7482910152], [120.128112793, 31.7548828129], [120.128052477, 31.7553985462], [120.126892089, 31.7653198239], [120.126290535, 31.79034444], [120.126281738, 31.7907104497], [120.13848877, 31.8096923826], [120.138658152, 31.8108641794], [120.139554366, 31.8170635858], [120.139736759, 31.8183251179], [120.140686036, 31.8248901365], [120.140502929, 31.8566894536], [120.15008545, 31.8662719728], [120.151346358, 31.8706501297], [120.15278208, 31.8711840311], [120.15673092, 31.8716960403], [120.16365984, 31.8719979904], [120.163971961, 31.8720099604], [120.16936116, 31.8715070397], [120.17212884, 31.8716039704], [120.17218284, 31.871379961], [120.172213081, 31.871311019], [120.17224404, 31.8712480197], [120.172263119, 31.8712210202], [120.172353839, 31.8711400201], [120.17248704, 31.87105299], [120.173202001, 31.8706710299], [120.173841, 31.8703239897], [120.174476041, 31.8699590403], [120.17537712, 31.8695120098], [120.17663604, 31.8687879602], [120.177947881, 31.8680700305], [120.17918412, 31.8674369698], [120.179283119, 31.8673610113], [120.17940516, 31.8672739812], [120.17957616, 31.8671679601], [120.17976192, 31.8670599596], [120.180150001, 31.8668490003], [120.18042108, 31.86666198], [120.18052296, 31.8666110397], [120.18063708, 31.8665320198], [120.18085704, 31.8662589605], [120.18112308, 31.8659619603], [120.181375081, 31.865598001], [120.181546081, 31.8653910005], [120.18161088, 31.8652790403], [120.181739041, 31.8649079701], [120.18157992, 31.8648490205], [120.18151512, 31.8648240013], [120.18143484, 31.8647690105], [120.18132216, 31.8646950305], [120.181263841, 31.8646420199], [120.18123, 31.864606021], [120.18116088, 31.864525019], [120.181100039, 31.8644309697], [120.181035961, 31.86430398], [120.180998881, 31.8642159589], [120.180987, 31.8641930091], [120.180963961, 31.8641460303], [120.18094884, 31.8641149803], [120.180915, 31.8640310097], [120.180903119, 31.8639909611], [120.180891961, 31.8639169802], [120.180888001, 31.8638379604], [120.18089196, 31.8637919699], [120.180899881, 31.86373104], [120.18091104, 31.8636780303], [120.18094488, 31.8635579699], [120.18107016, 31.8630650398], [120.18114288, 31.86272097], [120.18133188, 31.8619649702], [120.181453921, 31.8615249598], [120.181484881, 31.8614190305], [120.181572, 31.8610070088], [120.181803841, 31.8600279897], [120.181915081, 31.85959302], [120.18211092, 31.8587640303], [120.18213504, 31.8586699801], [120.182169961, 31.8585799805], [120.18226392, 31.8583510203], [120.18232116, 31.8582309599], [120.18239712, 31.8580910101], [120.18241584, 31.8580610411], [120.18254508, 31.8578110197], [120.18263616, 31.8575700005], [120.18274704, 31.8573530102], [120.18279996, 31.8572540102], [120.18283308, 31.8571749912], [120.18289104, 31.8570149704], [120.18293316, 31.8569439599], [120.18302784, 31.8568030208], [120.183066001, 31.8567290399], [120.18309696, 31.8566400304], [120.18311208, 31.8565770311], [120.18311208, 31.8564420303], [120.183073921, 31.8560990405], [120.183073921, 31.8560349611], [120.183005161, 31.8557510101], [120.18295512, 31.8554939695], [120.182920921, 31.8553470005], [120.182735161, 31.8547999806], [120.17923992, 31.8519340202], [120.17795904, 31.8513920402], [120.16916496, 31.8429929703], [120.167745841, 31.8414549597], [120.166467121, 31.839795], [120.16526184, 31.8386089795], [120.164037119, 31.8376850403], [120.15876492, 31.8366680402], [120.15876492, 31.836581011], [120.158705161, 31.83617997], [120.15841104, 31.8351110403], [120.15822888, 31.8345460197], [120.158115119, 31.83404301], [120.158061121, 31.833642961], [120.158061121, 31.8333149998], [120.15806508, 31.8330919796], [120.158061121, 31.8327890403], [120.15814896, 31.8325680013], [120.15818388, 31.83247899], [120.15851112, 31.8315609899], [120.158570881, 31.8313880107], [120.158811, 31.83074199], [120.158970121, 31.83029901], [120.159081, 31.8299879705], [120.15930888, 31.8293399694], [120.159469081, 31.8288999599], [120.15959796, 31.8285299698], [120.15969696, 31.8282399906], [120.159758161, 31.8279940197], [120.159768959, 31.8279329998], [120.160054081, 31.8273499801], [120.16022112, 31.8268719896], [120.160384921, 31.8264409805], [120.160578961, 31.82606199], [120.16082592, 31.825643039], [120.16132812, 31.8248150413], [120.161822041, 31.8239980189], [120.161978999, 31.8237509697], [120.162317039, 31.8232189803], [120.162563999, 31.82279904], [120.16260612, 31.8227509803], [120.16260216, 31.8224940305], [120.162624121, 31.8221070306], [120.16259784, 31.8217920314], [120.162465, 31.8211129803], [120.16241496, 31.8208930205], [120.16239192, 31.8207429902], [120.16238112, 31.8206889904], [120.16232388, 31.8206379611], [120.162210121, 31.8206050198], [120.162134159, 31.8205929599], [120.162008161, 31.8205490397], [120.16195884, 31.8205340102], [120.16184112, 31.8204790203], [120.16203912, 31.8205089902], [120.162194999, 31.8205340102], [120.16224504, 31.8205420205], [120.16238112, 31.8205340102], [120.162638881, 31.820526], [120.16275804, 31.8205310398], [120.16280016, 31.8205310398], [120.16282608, 31.8205359896], [120.16287216, 31.8205479596], [120.162906, 31.8205610097], [120.162867841, 31.8204189896], [120.16283004, 31.8202810202], [120.16277712, 31.8201159604], [120.162738961, 31.81995297], [120.162708, 31.8197649604], [120.162661919, 31.8195309604], [120.16262412, 31.8193080301], [120.162601079, 31.81918401], [120.162597841, 31.8190969808], [120.162609, 31.8190239901], [120.162636001, 31.8189549599], [120.162655081, 31.8189220213], [120.162678121, 31.8188850304], [120.16271196, 31.8188520001], [120.162795841, 31.8187760398], [120.163001039, 31.8186309594], [120.163123081, 31.8185499601], [120.16317996, 31.8185129701], [120.16337688, 31.8184059598], [120.163412161, 31.8183759899], [120.16343484, 31.81833999], [120.163422961, 31.8182689804], [120.163376879, 31.8182280307], [120.16330488, 31.8181709696], [120.16329012, 31.8181500001], [120.163277879, 31.8181239899], [120.163273921, 31.8180920397], [120.163290121, 31.8180629709], [120.16331604, 31.8180310207], [120.16336212, 31.8179940307], [120.16359396, 31.81775499], [120.163743, 31.8175769701], [120.163832999, 31.8174730202], [120.16423692, 31.8170109611], [120.164477041, 31.8167690399], [120.16451808, 31.8167129707], [120.16492488, 31.8162480293], [120.165225119, 31.81592601], [120.16535112, 31.8157939805], [120.16543392, 31.8157180202], [120.165678001, 31.8154899602], [120.16587204, 31.8153400198], [120.166058881, 31.8152719798], [120.166184161, 31.8152410198], [120.166472879, 31.8151839596], [120.166507081, 31.8151659596], [120.16685304, 31.8150510299], [120.167053921, 31.8149800203], [120.16718388, 31.8149060403], [120.16733688, 31.8148219806], [120.167876161, 31.8145989605], [120.16801008, 31.8145200306], [120.16865988, 31.8141919813], [120.16883808, 31.8141080089], [120.169234079, 31.8139219796], [120.16967112, 31.81374], [120.169784881, 31.8136920302], [120.17035512, 31.8135359699], [120.170660041, 31.8134439899], [120.17085408, 31.8133899911], [120.17093004, 31.8133749598], [120.171246121, 31.8133130388], [120.17161116, 31.8132269997], [120.17175084, 31.8131880303], [120.17208996, 31.8130779614], [120.173333179, 31.8122562176], [120.173721258, 31.8120682071], [120.173747178, 31.8120531767], [120.172414679, 31.8087790383], [120.17095704, 31.8065000402], [120.17086092, 31.805951041], [120.170701832, 31.8050271216], [120.170499839, 31.8038540405], [120.169872001, 31.8029049914], [120.17004696, 31.8026789998], [120.170287079, 31.8024909912], [120.17051496, 31.8021959704], [120.17120292, 31.8014469907], [120.17145816, 31.8010550401], [120.171664081, 31.8008030401], [120.171750121, 31.8007140297], [120.17183796, 31.8006399598], [120.17192184, 31.8005749802], [120.172237919, 31.8003010197], [120.17257596, 31.8000249899], [120.17294388, 31.7997759604], [120.17308896, 31.7996910005], [120.173362921, 31.7995589702], [120.17344284, 31.7995090209], [120.173492881, 31.7994699598], [120.17370096, 31.7992400103], [120.17394108, 31.7989269905], [120.174396842, 31.7982719693], [120.174819119, 31.7977370103], [120.17497104, 31.7975949902], [120.17509704, 31.7974959901], [120.175408081, 31.7973089707], [120.175515, 31.7972400305], [120.17563704, 31.7971510201], [120.175732081, 31.7970780302], [120.175777081, 31.7970340201], [120.17613096, 31.7966619598], [120.17642004, 31.7964590107], [120.17661408, 31.7962439999], [120.17670516, 31.7961250214], [120.17691504, 31.7957329799], [120.177117001, 31.7953510198], [120.177231121, 31.7951090105], [120.17738592, 31.7948519707], [120.17764908, 31.7945040302], [120.178024919, 31.7940370213], [120.17848608, 31.7934790207], [120.178694881, 31.7931920102], [120.178999081, 31.7926719898], [120.179228039, 31.7922679802], [120.17954592, 31.7916680388], [120.179790001, 31.7911680005], [120.179891879, 31.7910179711], [120.179922839, 31.7909700004], [120.17998008, 31.7908760401], [120.180026161, 31.7908070099], [120.18006792, 31.7907430205], [120.180256921, 31.7904930009], [120.18202992, 31.7870649903], [120.18211308, 31.7863099797], [120.183330961, 31.7832920096], [120.18374784, 31.782198961], [120.184121161, 31.7811850204], [120.18421584, 31.7808250209], [120.184349041, 31.780326961], [120.184444079, 31.7799729888], [120.184575841, 31.7794670104], [120.184926121, 31.7783330103], [120.185307001, 31.7770929891], [120.18577788, 31.7755749604], [120.18634884, 31.7741480088], [120.18647808, 31.7734589699], [120.18673008, 31.7729159997], [120.186779041, 31.7728119607], [120.18711708, 31.7720889912], [120.18780216, 31.7710140298], [120.18906396, 31.7690260199], [120.189651121, 31.7684169901], [120.190479119, 31.76774604], [120.193309081, 31.7643069597], [120.193316999, 31.7638369803], [120.19384116, 31.7632429799], [120.195133919, 31.760683021], [120.19544208, 31.7599919999], [120.195498961, 31.7598470094], [120.195819001, 31.75898904], [120.196250685, 31.7577698498], [120.196340701, 31.7567244014], [120.196759487, 31.7555809116], [120.195743189, 31.7555333105], [120.19422939, 31.7554413306], [120.192338309, 31.7553533112], [120.190479271, 31.7548813515], [120.183370351, 31.7530753213], [120.18140619, 31.7525593505], [120.179140349, 31.7521973716], [120.178968121, 31.752972], [120.178638001, 31.7549449794], [120.178557, 31.7554370111], [120.175298999, 31.75848999], [120.174329881, 31.7592340198], [120.173244841, 31.7596310103], [120.17180412, 31.7600280007], [120.16976184, 31.7600520297], [120.169541159, 31.7600350208], [120.16757484, 31.7598679798], [120.164157001, 31.7615859907], [120.163308122, 31.7618180104], [120.16233792, 31.7618479803], [120.15948888, 31.7616450303], [120.15894204, 31.7615370298], [120.157405921, 31.7610999899], [120.156117119, 31.7606959802], [120.15534816, 31.7603770204], [120.153776039, 31.7597259598], [120.151323, 31.7584179912], [120.15074484, 31.758046019], [120.15035604, 31.7577699901], [120.15027288, 31.7574469797], [120.14999892, 31.7539479604], [120.149994959, 31.7522320198], [120.14992296, 31.7512320303], [120.149858161, 31.7499720298], [120.14984304, 31.7498879711], [120.14973612, 31.7482250401], [120.149734255, 31.7481951457], [120.145465518, 31.7479744107], [120.147064515, 31.7414642049], [120.147864015, 31.7379806738], [120.149862761, 31.7300427933], [120.15086363, 31.7246492308]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "常州",
            "配套": 0.19,
            "未来品": "Town",
            "公墓数量": 10,
            "夜间人口": 42218.2461512,
            "日间人口": 42056.3648913,
            "营业厅数量": 8,
            "风景区数量": 2,
            "公交站点数量": 72,
            "城市公园数量": 1,
            "非营利性数量": 10,
            "技术类企业数量": 20,
            "非营利性企业数量": 7270
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1144,
          "name": "太湖",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.078103323, 31.4540838891], [120.073821119, 31.4518089613], [120.05609112, 31.4422720197], [120.04991712, 31.4361420311], [120.042858961, 31.41669897], [120.03972804, 31.40812098], [120.03487092, 31.3800309904], [120.035320921, 31.3664030095], [120.037079161, 31.3629370196], [120.04001316, 31.3607210406], [120.052384921, 31.3580060099], [120.08873592, 31.3549409701], [120.091214881, 31.3542960303], [120.09140784, 31.3537059896], [120.09552912, 31.3411969803], [120.095240041, 31.33714896], [120.09369888, 31.3367349606], [120.084669, 31.3342679701], [120.07828008, 31.3356459599], [120.063849121, 31.3387389901], [120.05578404, 31.3410249903], [120.036924001, 31.3478010006], [120.03075108, 31.3526369709], [120.027268081, 31.3553289602], [120.018911041, 31.3669350007], [120.01864788, 31.3678250112], [120.016166041, 31.3761830396], [120.016296001, 31.3849809903], [120.017041919, 31.3878529806], [120.023043841, 31.4109890097], [120.02703696, 31.4167020304], [120.028011119, 31.4180960398], [120.029721121, 31.4205409799], [120.03275808, 31.4277849902], [120.034103041, 31.4367910197], [120.036345121, 31.4514289798], [120.037137119, 31.4566499687], [120.037932, 31.4619930002], [120.039388921, 31.4715779997], [120.039921, 31.4810280002], [120.03970788, 31.4822410211], [120.039500305, 31.482791515], [120.0410631, 31.4827420055], [120.042809821, 31.48168617], [120.04391934, 31.4807683498], [120.046635181, 31.4791749454], [120.047961421, 31.4786993398], [120.05056368, 31.4781883207], [120.054015866, 31.4772569531], [120.0603627, 31.4756230954], [120.06072882, 31.475407635], [120.0615291, 31.4745732449], [120.06254862, 31.4732592445], [120.06305424, 31.4722325704], [120.063040559, 31.4705479504], [120.062632139, 31.4695363948], [120.062459341, 31.4689448693], [120.06249876, 31.4684721452], [120.062864685, 31.4673864179], [120.06320454, 31.4665256256], [120.06361674, 31.4658677697], [120.06421506, 31.4655824247], [120.065144653, 31.4655639634], [120.06626886, 31.4655170844], [120.067053299, 31.4653267357], [120.067703461, 31.464924165], [120.06895482, 31.4634990148], [120.070681904, 31.4612681565], [120.071633939, 31.4601937652], [120.07240938, 31.4594781306], [120.074969454, 31.4575018452], [120.07740366, 31.4557826841], [120.07795752, 31.4551922846], [120.078052921, 31.4547995246], [120.078103323, 31.4540838891]]]
          },
          "extra": { "品类": "水系", "城市": "常州", "配套": 0, "未来品": "水系", "夜间人口": 66.3936090188, "日间人口": 103.663740164 },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1145,
          "name": "薛家西",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.913168426, 31.8695268801], [119.911830865, 31.8655320664], [119.909761871, 31.8611821319], [119.907352618, 31.8562444654], [119.904011893, 31.8506867487], [119.90153043, 31.8468499342], [119.896845406, 31.8391870592], [119.8957442, 31.8397102039], [119.892493599, 31.8415782792], [119.887847416, 31.8445849691], [119.883476177, 31.8478142925], [119.878745928, 31.8510134346], [119.87610365, 31.8523329271], [119.87330236, 31.8528543522], [119.869689941, 31.8538818358], [119.870300292, 31.8568725582], [119.870910645, 31.8596801769], [119.871276854, 31.8630981448], [119.871276854, 31.8668823247], [119.870483398, 31.8775024412], [119.872070312, 31.8812866211], [119.872680664, 31.8842773435], [119.873718262, 31.8873291003], [119.880126954, 31.8848876954], [119.884094238, 31.8826904286], [119.887329102, 31.8809204108], [119.89251709, 31.8776855476], [119.895690917, 31.8760986327], [119.898498536, 31.8746948243], [119.901916504, 31.8732910159], [119.905013176, 31.8719960488], [119.905273436, 31.8718872074], [119.909077558, 31.8708056872], [119.911499024, 31.8701171888], [119.913168426, 31.8695268801]]]
          },
          "extra": {
            "品类": "C",
            "城市": "常州",
            "配套": 0.56,
            "未来品": "C",
            "夜间人口": 13046.0444101,
            "日间人口": 21862.1597767,
            "营业厅数量": 1,
            "公交站点数量": 31,
            "非营利性数量": 10,
            "高速路出入口": 2,
            "技术类企业数量": 29,
            "非营利性企业数量": 22371.125,
            "高速路出入口数量": 2
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1146,
          "name": "奔牛南",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.860290527, 31.8305053711], [119.858520507, 31.8264770505], [119.857116698, 31.8223266603], [119.856079101, 31.8189086916], [119.855529785, 31.8159179682], [119.854919433, 31.8131103514], [119.854848306, 31.8121146058], [119.854675294, 31.8096923826], [119.854675293, 31.8057250989], [119.854919434, 31.8024902339], [119.856706626, 31.7999087534], [119.856905393, 31.7993866205], [119.854502332, 31.8001850926], [119.84749424, 31.8019454049], [119.840476511, 31.8034001743], [119.836559704, 31.8039456509], [119.82974123, 31.806082503], [119.828621969, 31.8067500797], [119.827502691, 31.8074176482], [119.824253285, 31.8091105932], [119.818873761, 31.8122837629], [119.812494459, 31.8156696951], [119.810802715, 31.8133212855], [119.809325756, 31.8106818068], [119.808489113, 31.8088870658], [119.80816227, 31.8073196437], [119.807832104, 31.8037959236], [119.805452741, 31.8045641686], [119.804314747, 31.8057344564], [119.803222478, 31.8065697116], [119.800039656, 31.8066398156], [119.799279495, 31.8073722945], [119.798685402, 31.8080533987], [119.798207298, 31.8088750985], [119.79781007, 31.8095995843], [119.79763836, 31.8103906828], [119.797861136, 31.8112923961], [119.798056717, 31.8122185647], [119.797555701, 31.813207774], [119.796535544, 31.8136596582], [119.795152392, 31.8141195121], [119.794356307, 31.8145903126], [119.793450591, 31.8142046194], [119.793041731, 31.8136171418], [119.792637184, 31.8131727184], [119.792042214, 31.812899481], [119.791246773, 31.8124636336], [119.790483566, 31.8121702226], [119.789527066, 31.8119526226], [119.789106094, 31.8118902798], [119.787118636, 31.8108363643], [119.786560121, 31.8106130015], [119.78629884, 31.8109449601], [119.786139, 31.8111309903], [119.78591112, 31.8113849687], [119.785640041, 31.8115940404], [119.78532504, 31.811835959], [119.78512812, 31.8119859911], [119.78472384, 31.8122859599], [119.784144961, 31.81274199], [119.78395488, 31.8128930104], [119.783711161, 31.8130880401], [119.783067841, 31.8137509798], [119.782181881, 31.8146419804], [119.78185392, 31.81499001], [119.78151912, 31.8153369594], [119.781344159, 31.8158700299], [119.781282961, 31.8160899888], [119.78123004, 31.8163059906], [119.781155161, 31.8165249603], [119.781016919, 31.8169600199], [119.78060616, 31.8182670001], [119.780544961, 31.8184830002], [119.780492041, 31.8187170002], [119.78069004, 31.8191290201], [119.78089596, 31.8195430203], [119.78110116, 31.8199570214], [119.781216001, 31.8201730206], [119.781389881, 31.82034096], [119.78161092, 31.8205559699], [119.781732961, 31.8206760312], [119.782099081, 31.82101902], [119.782631159, 31.8215189702], [119.78440488, 31.8222600305], [119.78459496, 31.8223389613], [119.785074121, 31.822539029], [119.78534916, 31.8226910405], [119.785699081, 31.8233009697], [119.785806001, 31.8235040114], [119.78591184, 31.8237380096], [119.785827961, 31.8244089614], [119.78575308, 31.824855], [119.78573004, 31.8250269908], [119.78571384, 31.8251339993], [119.78553888, 31.8264210011], [119.78530416, 31.8279899701], [119.78527284, 31.8282110108], [119.785349161, 31.8285440091], [119.78563896, 31.8288359704], [119.785835881, 31.8289859998], [119.78702388, 31.82987403], [119.78727516, 31.8300010205], [119.78750412, 31.8301149601], [119.78818884, 31.8304580398], [119.791370881, 31.8320370002], [119.791780919, 31.8322950301], [119.792170079, 31.832603011], [119.79304488, 31.8332999703], [119.79508104, 31.8359510107], [119.795583961, 31.83649398], [119.795735881, 31.8367580399], [119.79597204, 31.8372460201], [119.79615384, 31.8375199797], [119.79630288, 31.8377210402], [119.79676692, 31.8385440008], [119.796976082, 31.8388719602], [119.79788184, 31.840522021], [119.800035, 31.8443200199], [119.80123092, 31.8464739906], [119.80136016, 31.8466449904], [119.801427841, 31.8467629796], [119.80152396, 31.8469539606], [119.801927161, 31.8476649601], [119.80482984, 31.8528060308], [119.80552212, 31.8539390408], [119.805357241, 31.8539738886], [119.803894043, 31.8560791017], [119.802124023, 31.8607177724], [119.803433235, 31.8626504676], [119.8046875, 31.8645019532], [119.814086914, 31.859680176], [119.820129395, 31.856506348], [119.822875976, 31.8530883792], [119.836303711, 31.845092774], [119.842285157, 31.8416748043], [119.845703126, 31.8399047848], [119.849304199, 31.8377075198], [119.852905274, 31.835876465], [119.855712892, 31.8339233399], [119.860290527, 31.8305053711]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "常州",
            "配套": 0.45,
            "未来品": "Town",
            "夜间人口": 32758.1142575,
            "日间人口": 35449.8023106,
            "营业厅数量": 8,
            "公交站点数量": 46,
            "城市公园数量": 2,
            "非营利性数量": 18,
            "高速路出入口": 2,
            "技术类企业数量": 22,
            "集中型商业数量": 1,
            "非营利性企业数量": 7948,
            "高速路出入口数量": 2
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1147,
          "name": "西太湖",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.859680175, 31.7390747071], [119.861041338, 31.7392544942], [119.864635896, 31.7390454576], [119.871887208, 31.737121582], [119.872219527, 31.7368946453], [119.876540767, 31.7333845742], [119.877379904, 31.7285879655], [119.878579897, 31.7222624067], [119.879198887, 31.7188129014], [119.879742884, 31.7147447866], [119.880396651, 31.708813282], [119.880914021, 31.703886884], [119.881176047, 31.7011466983], [119.881293544, 31.6999179114], [119.881358122, 31.6984250107], [119.881396891, 31.6977289768], [119.877402641, 31.6970957282], [119.877319335, 31.6970825198], [119.876545373, 31.6971511111], [119.872497558, 31.6975097653], [119.868530273, 31.6983032227], [119.866915001, 31.69845813], [119.864074706, 31.698730469], [119.860290527, 31.6990966793], [119.860354554, 31.6996853494], [119.850716271, 31.7012045579], [119.839043905, 31.7027821253], [119.826633072, 31.7043177582], [119.819499072, 31.7053919768], [119.812188556, 31.7059222575], [119.813514889, 31.7076975264], [119.814285356, 31.7095510085], [119.813966408, 31.7108177755], [119.812696364, 31.7123823], [119.813164952, 31.7131115647], [119.812914856, 31.714071422], [119.812464673, 31.7157991644], [119.811286052, 31.7192846444], [119.810322586, 31.7225029268], [119.809072913, 31.7254889314], [119.808171039, 31.7298271863], [119.807998582, 31.7333620273], [119.808006725, 31.735839897], [119.815307617, 31.7352905272], [119.827697754, 31.7368774412], [119.832885742, 31.7380981441], [119.840087891, 31.7395019535], [119.856689453, 31.7395019535], [119.859680175, 31.7390747071]]]
          },
          "extra": {
            "品类": "C",
            "城市": "常州",
            "配套": 0.18,
            "未来品": "G3",
            "夜间人口": 29469.3110211,
            "日间人口": 35375.3598342,
            "营业厅数量": 2,
            "公交站点数量": 63,
            "快速路出入口": 12,
            "非营利性数量": 89,
            "高速路出入口": 4,
            "技术类企业数量": 144,
            "快速路出入口数量": 12,
            "非营利性企业数量": 49389.78,
            "高速路出入口数量": 4
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1148,
          "name": "西林北",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.874125901, 31.7951665815], [119.879089356, 31.7924804684], [119.881543821, 31.7911868611], [119.886408613, 31.7880991701], [119.889757331, 31.785847355], [119.891184179, 31.7853855063], [119.897274121, 31.7843024177], [119.896427547, 31.7825757743], [119.894658895, 31.7785220873], [119.893897949, 31.7757846598], [119.893633475, 31.7748331888], [119.89251709, 31.7708740233], [119.888671875, 31.7714843743], [119.883117674, 31.7744750985], [119.880493164, 31.7761230468], [119.873718261, 31.7772827145], [119.870396938, 31.7779089242], [119.869014258, 31.77816959], [119.866271973, 31.7786865248], [119.862144095, 31.7774693409], [119.86151123, 31.7772827145], [119.861142595, 31.7771505672], [119.860414143, 31.7813254657], [119.859707608, 31.7845020205], [119.859345141, 31.7884037507], [119.859288713, 31.7917947254], [119.859064451, 31.794960438], [119.85768925, 31.797327486], [119.857011905, 31.7991068279], [119.856905393, 31.7993866205], [119.857116699, 31.7993164059], [119.861113799, 31.7993164176], [119.86187744, 31.799316405], [119.862416321, 31.7993912592], [119.865785646, 31.7998592205], [119.866271972, 31.7999267578], [119.866944385, 31.7992725325], [119.868530273, 31.7977294919], [119.873901367, 31.7952880862], [119.874125901, 31.7951665815]]]
          },
          "extra": {
            "品类": "C",
            "城市": "常州",
            "配套": 1.58,
            "未来品": "C",
            "公墓数量": 1,
            "夜间人口": 17717.6414112,
            "日间人口": 19412.926645,
            "营业厅数量": 2,
            "公交站点数量": 31,
            "快速路出入口": 1,
            "非营利性数量": 14,
            "技术类企业数量": 33,
            "快速路出入口数量": 1,
            "非营利性企业数量": 5922
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1149,
          "name": "西林南",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.876540767, 31.7333845742], [119.872219527, 31.7368946453], [119.871887208, 31.737121582], [119.864635896, 31.7390454576], [119.861041338, 31.7392544942], [119.859680175, 31.7390747071], [119.859665472, 31.739334479], [119.859497071, 31.7423095712], [119.85949707, 31.7506713867], [119.859313965, 31.7548828129], [119.858886719, 31.758728028], [119.858276368, 31.762512207], [119.857299805, 31.7662963869], [119.856689453, 31.7692871093], [119.855102539, 31.774902344], [119.857747652, 31.7759197038], [119.858276366, 31.7761230477], [119.861142595, 31.7771505672], [119.86151123, 31.7772827145], [119.862144095, 31.7774693409], [119.866271973, 31.7786865248], [119.869014258, 31.77816959], [119.870396938, 31.7779089242], [119.873718261, 31.7772827145], [119.880493164, 31.7761230468], [119.883117674, 31.7744750985], [119.888671875, 31.7714843743], [119.89251709, 31.7708740233], [119.892478978, 31.7707241324], [119.890686035, 31.7636718747], [119.889892577, 31.7600708003], [119.888305663, 31.7576904298], [119.88647461, 31.7551269527], [119.884840966, 31.7529317571], [119.884405534, 31.7525352118], [119.882707874, 31.7509891127], [119.880094866, 31.7477558952], [119.878746507, 31.745686914], [119.8773628, 31.7424735446], [119.876651685, 31.7393403938], [119.876501505, 31.7362899987], [119.876540767, 31.7333845742]]]
          },
          "extra": {
            "品类": "C",
            "城市": "常州",
            "配套": 1.24,
            "未来品": "C",
            "夜间人口": 18912.6049548,
            "日间人口": 19772.7366189,
            "营业厅数量": 2,
            "风景区数量": 1,
            "公交站点数量": 33,
            "城市公园数量": 1,
            "快速路出入口": 3,
            "非营利性数量": 7,
            "技术类企业数量": 18,
            "快速路出入口数量": 3,
            "非营利性企业数量": 109539
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1150,
          "name": "青枫公园",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.9119669, 31.8035407644], [119.90991211, 31.8010864255], [119.907581311, 31.7997690266], [119.90716674, 31.7994473985], [119.905062352, 31.7978147324], [119.904111114, 31.7965538838], [119.903429507, 31.7952687283], [119.903012453, 31.7944823611], [119.902540799, 31.7937133499], [119.901672365, 31.7922973628], [119.900453196, 31.7902945034], [119.899108886, 31.7880859384], [119.898262149, 31.7863360556], [119.89788172, 31.7855498332], [119.897579774, 31.7849257954], [119.897274121, 31.7843024177], [119.891184179, 31.7853855063], [119.889757331, 31.785847355], [119.886408613, 31.7880991701], [119.881543821, 31.7911868611], [119.879089356, 31.7924804684], [119.874125901, 31.7951665815], [119.874571566, 31.7958498792], [119.875210171, 31.7968289711], [119.876030368, 31.7981240047], [119.877700969, 31.8007616308], [119.878632976, 31.8027029605], [119.879089347, 31.8033637436], [119.879367988, 31.8037671858], [119.884883938, 31.8119805304], [119.88793922, 31.816732441], [119.888271184, 31.8165517457], [119.88909912, 31.8161010738], [119.892272949, 31.8142700199], [119.896417438, 31.8119932216], [119.905376653, 31.8068876301], [119.9119669, 31.8035407644]]]
          },
          "extra": {
            "品类": "G3",
            "城市": "常州",
            "配套": 1.4,
            "未来品": "G2",
            "夜间人口": 44100.882132,
            "日间人口": 37266.710717,
            "营业厅数量": 11,
            "风景区数量": 2,
            "公交站点数量": 38,
            "地铁站点数量": 2,
            "城市公园数量": 1,
            "快速路出入口": 2,
            "非营利性数量": 47,
            "技术类企业数量": 176,
            "快速路出入口数量": 2,
            "非营利性企业数量": 10960
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1151,
          "name": "钟楼开发区",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.874125901, 31.7951665815], [119.873901367, 31.7952880862], [119.868530273, 31.7977294919], [119.866944385, 31.7992725325], [119.866271972, 31.7999267578], [119.865785646, 31.7998592205], [119.862416321, 31.7993912592], [119.86187744, 31.799316405], [119.861113799, 31.7993164176], [119.857116699, 31.7993164059], [119.856905393, 31.7993866205], [119.856706626, 31.7999087534], [119.854919434, 31.8024902339], [119.854675293, 31.8057250989], [119.854675294, 31.8096923826], [119.854848306, 31.8121146058], [119.854919433, 31.8131103514], [119.855529785, 31.8159179682], [119.856079101, 31.8189086916], [119.857116698, 31.8223266603], [119.858520507, 31.8264770505], [119.860290527, 31.8305053711], [119.864318848, 31.829528809], [119.868103028, 31.8276977533], [119.873718262, 31.8248901365], [119.875019716, 31.8239673106], [119.877075195, 31.8225097659], [119.879272462, 31.8204956056], [119.884277343, 31.818725586], [119.88784056, 31.8167861441], [119.88793922, 31.816732441], [119.884883938, 31.8119805304], [119.879367988, 31.8037671858], [119.879089347, 31.8033637436], [119.878632976, 31.8027029605], [119.877700969, 31.8007616308], [119.876030368, 31.7981240047], [119.875210171, 31.7968289711], [119.874571566, 31.7958498792], [119.874125901, 31.7951665815]]]
          },
          "extra": {
            "品类": "C",
            "城市": "常州",
            "配套": 0.74,
            "未来品": "G3",
            "夜间人口": 12524.4321724,
            "日间人口": 22196.9295749,
            "公交站点数量": 36,
            "非营利性数量": 5,
            "高速路出入口": 2,
            "技术类企业数量": 20,
            "非营利性企业数量": 7050,
            "高速路出入口数量": 2
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1152,
          "name": "新闸",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.892272949, 31.8142700199], [119.88909912, 31.8161010738], [119.888271184, 31.8165517457], [119.88793922, 31.816732441], [119.88784056, 31.8167861441], [119.884277343, 31.818725586], [119.879272462, 31.8204956056], [119.877075195, 31.8225097659], [119.875019716, 31.8239673106], [119.873718262, 31.8248901365], [119.868103028, 31.8276977533], [119.864318848, 31.829528809], [119.860290527, 31.8305053711], [119.86291504, 31.834289551], [119.864501953, 31.8377075198], [119.865905762, 31.8406982422], [119.867126465, 31.844116211], [119.868103027, 31.8471069334], [119.86907959, 31.8510742189], [119.869689941, 31.8538818358], [119.87330236, 31.8528543522], [119.87610365, 31.8523329271], [119.878745928, 31.8510134346], [119.883476177, 31.8478142925], [119.887847416, 31.8445849691], [119.892493599, 31.8415782792], [119.8957442, 31.8397102039], [119.896845406, 31.8391870592], [119.901736298, 31.8368633846], [119.905517577, 31.834899902], [119.897137843, 31.8218033278], [119.896301269, 31.8204956056], [119.895309467, 31.8189629162], [119.892272949, 31.8142700199]]]
          },
          "extra": {
            "品类": "C",
            "城市": "常州",
            "配套": 0.74,
            "未来品": "G3",
            "夜间人口": 14432.2084418,
            "日间人口": 25046.8137886,
            "营业厅数量": 4,
            "公交站点数量": 20,
            "非营利性数量": 3,
            "技术类企业数量": 9,
            "非营利性企业数量": 20131
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1153,
          "name": "薛家东",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.922302246, 31.8269042968], [119.921469539, 31.827338771], [119.91809082, 31.8291015627], [119.915527344, 31.8303222665], [119.909052683, 31.833283376], [119.905517577, 31.834899902], [119.901736298, 31.8368633846], [119.896845406, 31.8391870592], [119.90153043, 31.8468499342], [119.904011893, 31.8506867487], [119.907352618, 31.8562444654], [119.909761871, 31.8611821319], [119.911830865, 31.8655320664], [119.913168426, 31.8695268801], [119.916117564, 31.8684839813], [119.91982571, 31.8668872691], [119.926887103, 31.8642761002], [119.930725097, 31.861877441], [119.931943262, 31.8610819232], [119.929670912, 31.8528323881], [119.929412861, 31.8511047518], [119.928176458, 31.8480000196], [119.926611676, 31.8409362316], [119.925476075, 31.8377075198], [119.924682618, 31.8331298824], [119.924371253, 31.8319323578], [119.92388916, 31.8300781248], [119.922302246, 31.8269042968]]]
          },
          "extra": {
            "品类": "G3",
            "城市": "常州",
            "配套": 1.88,
            "未来品": "G2",
            "夜间人口": 38591.7748155,
            "日间人口": 40547.9060835,
            "营业厅数量": 7,
            "风景区数量": 1,
            "公交站点数量": 48,
            "城市公园数量": 2,
            "快速路出入口": 4,
            "非营利性数量": 27,
            "高速路出入口": 4,
            "技术类企业数量": 61,
            "集中型商业数量": 2,
            "快速路出入口数量": 4,
            "非营利性企业数量": 3709,
            "高速路出入口数量": 4
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1154,
          "name": "青山桥",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.981270421, 31.7753697072], [119.980028826, 31.7762448052], [119.976678966, 31.7787966683], [119.973342113, 31.7817603895], [119.968676248, 31.7867704596], [119.965590941, 31.7909098915], [119.963498064, 31.7933863231], [119.961699809, 31.7957875597], [119.961324804, 31.7962882915], [119.960176556, 31.7977006174], [119.957887683, 31.799505903], [119.956504407, 31.8003607473], [119.957092286, 31.8016967774], [119.958270849, 31.8049313789], [119.959587269, 31.8092064177], [119.960663849, 31.8120569233], [119.963056865, 31.8113745978], [119.966052723, 31.8104661098], [119.967147485, 31.8101341044], [119.970372214, 31.8091332435], [119.971496582, 31.807922363], [119.972175603, 31.8074017878], [119.973327636, 31.8065185546], [119.975524902, 31.8046875007], [119.977487368, 31.8032621994], [119.977855763, 31.8029946349], [119.978213105, 31.8027350941], [119.978654435, 31.8024145488], [119.979768192, 31.8016055924], [119.981323242, 31.8004760736], [119.985907248, 31.7975405857], [119.990883254, 31.7924615377], [119.99160089, 31.7917392229], [119.997483987, 31.7858172304], [119.999718254, 31.7836532286], [119.999105373, 31.7832682001], [119.996243634, 31.7815771796], [119.995483398, 31.7811279296], [119.991699218, 31.7797241221], [119.988891601, 31.7794799795], [119.985209249, 31.7793100292], [119.984924315, 31.779296874], [119.982910157, 31.7772827154], [119.982436704, 31.7767303689], [119.981932112, 31.7761416862], [119.981270421, 31.7753697072]]]
          },
          "extra": {
            "品类": "G2",
            "城市": "常州",
            "配套": 2.23,
            "未来品": "G2",
            "夜间人口": 141252.812859,
            "日间人口": 112522.163963,
            "营业厅数量": 38,
            "风景区数量": 2,
            "公交站点数量": 62,
            "地铁站点数量": 4,
            "城市公园数量": 1,
            "快速路出入口": 10,
            "非营利性数量": 48,
            "技术类企业数量": 130,
            "快速路出入口数量": 10,
            "非营利性企业数量": 17376
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1155,
          "name": "红梅公园",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.977976055, 31.7677165234], [119.977635523, 31.767931572], [119.976953024, 31.7683474095], [119.969410125, 31.7724239914], [119.958587854, 31.7780915558], [119.953171275, 31.7807700651], [119.952313435, 31.7810923084], [119.952960724, 31.7825207501], [119.953140001, 31.785522554], [119.953500256, 31.7880668755], [119.953900001, 31.7895752094], [119.954711914, 31.7913207998], [119.954402109, 31.7914285629], [119.954744192, 31.792014634], [119.955326712, 31.7927645211], [119.956586719, 31.7937372296], [119.957360393, 31.7943490654], [119.960207986, 31.795351617], [119.961699809, 31.7957875597], [119.963498064, 31.7933863231], [119.965590941, 31.7909098915], [119.968676248, 31.7867704596], [119.973342113, 31.7817603895], [119.976678966, 31.7787966683], [119.980028826, 31.7762448052], [119.981270421, 31.7753697072], [119.980712891, 31.7747192384], [119.979031341, 31.771972717], [119.978881837, 31.771728516], [119.978186575, 31.7683591942], [119.978088379, 31.7678833009], [119.977976055, 31.7677165234]]]
          },
          "extra": {
            "品类": "TOP",
            "城市": "常州",
            "配套": 2.77,
            "未来品": "TOP",
            "夜间人口": 45009.9636393,
            "日间人口": 64741.5552913,
            "垃圾场数量": 1,
            "营业厅数量": 23,
            "风景区数量": 15,
            "公交站点数量": 36,
            "地铁站点数量": 2,
            "城市公园数量": 4,
            "非营利性数量": 61,
            "技术类企业数量": 236,
            "非营利性企业数量": 24683
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1156,
          "name": "怀德",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.951286204, 31.7814781733], [119.951143751, 31.7811843711], [119.950317383, 31.7794799795], [119.949378779, 31.7778844077], [119.948542536, 31.7771542976], [119.947079933, 31.7759476188], [119.943763403, 31.7735194007], [119.942321778, 31.7719116215], [119.943481445, 31.7705078122], [119.943985344, 31.7693518236], [119.942156, 31.7693739416], [119.939355055, 31.7687819502], [119.938429523, 31.7683376339], [119.937995117, 31.7681644397], [119.937690794, 31.7678660941], [119.937303459, 31.7672032192], [119.936836927, 31.7664812623], [119.93601641, 31.7659657952], [119.933660146, 31.7652757867], [119.932743141, 31.7645334908], [119.931661881, 31.7621249742], [119.93090482, 31.761140409], [119.928363523, 31.7602446123], [119.925185077, 31.7597881047], [119.925176628, 31.7604817087], [119.925219646, 31.76326724], [119.924905713, 31.7646486292], [119.924164891, 31.7680820007], [119.923522949, 31.7705078122], [119.923594218, 31.7712442598], [119.923627725, 31.7730184639], [119.923580229, 31.7757679019], [119.923803058, 31.7785874716], [119.923898241, 31.7792977454], [119.924034018, 31.7803109036], [119.924316406, 31.7822875973], [119.92352295, 31.7850952151], [119.924083429, 31.7870569287], [119.924496272, 31.7885018452], [119.924499512, 31.7885131838], [119.926330566, 31.7907104488], [119.926639083, 31.7910669716], [119.927137339, 31.7916427508], [119.929077148, 31.7938842786], [119.929148907, 31.7948351237], [119.931285338, 31.7933683052], [119.935756156, 31.7905932249], [119.936639631, 31.7900126298], [119.937682481, 31.7893272816], [119.939010097, 31.7875025734], [119.940982122, 31.7848613644], [119.942257376, 31.7830492008], [119.944274902, 31.7838745113], [119.946899414, 31.7827148436], [119.951101, 31.7815477412], [119.951286204, 31.7814781733]]]
          },
          "extra": {
            "品类": "TOP",
            "城市": "常州",
            "配套": 2.8599999,
            "未来品": "TOP",
            "夜间人口": 93740.4938429,
            "日间人口": 89984.9725973,
            "垃圾场数量": 1,
            "营业厅数量": 40,
            "风景区数量": 14,
            "公交站点数量": 40,
            "地铁站点数量": 2,
            "城市公园数量": 1,
            "非营利性数量": 120,
            "技术类企业数量": 355,
            "集中型商业数量": 2,
            "非营利性企业数量": 36022
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1157,
          "name": "勤业花园北",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.924496272, 31.7885018452], [119.923554522, 31.789089134], [119.922809187, 31.7895213176], [119.92082064, 31.7905627685], [119.919584108, 31.7912114369], [119.917937474, 31.7921786901], [119.914952476, 31.7940298528], [119.913879394, 31.7946777343], [119.91305095, 31.7952016263], [119.909729003, 31.7973022474], [119.907851048, 31.7988745043], [119.90716674, 31.7994473985], [119.907581311, 31.7997690266], [119.90991211, 31.8010864255], [119.9119669, 31.8035407644], [119.912109376, 31.8037109386], [119.914123536, 31.8065185546], [119.916285752, 31.8112311046], [119.916503906, 31.8117065429], [119.917527133, 31.8142491863], [119.91957259, 31.8136721731], [119.931736773, 31.8092412134], [119.933621979, 31.8085241183], [119.933272116, 31.8077806416], [119.932678222, 31.8065185546], [119.931396303, 31.8034918817], [119.930480958, 31.8013305663], [119.9301964, 31.8002972155], [119.92973249, 31.798612503], [119.929321289, 31.7971191409], [119.929148907, 31.7948351237], [119.929077148, 31.7938842786], [119.927137339, 31.7916427508], [119.926639083, 31.7910669716], [119.926330566, 31.7907104488], [119.924499512, 31.7885131838], [119.924496272, 31.7885018452]]]
          },
          "extra": {
            "品类": "G3",
            "城市": "常州",
            "配套": 1.42,
            "未来品": "G2",
            "夜间人口": 26162.9780716,
            "日间人口": 17763.5014194,
            "营业厅数量": 3,
            "公交站点数量": 22,
            "城市公园数量": 1,
            "快速路出入口": 1,
            "非营利性数量": 10,
            "技术类企业数量": 26,
            "快速路出入口数量": 1,
            "非营利性企业数量": 3038
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1158,
          "name": "滆湖",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.825701673, 31.6872767763], [119.836261213, 31.6860419838], [119.836373289, 31.6861178676], [119.837493592, 31.6858978161], [119.856189426, 31.6837092026], [119.861121275, 31.6831313882], [119.865537857, 31.6826587954], [119.866005892, 31.682608704], [119.866434665, 31.6824747113], [119.867953472, 31.6824731483], [119.868788715, 31.682053539], [119.870259044, 31.6819631797], [119.870686351, 31.6820680757], [119.870654078, 31.6824696149], [119.87082607, 31.6829810728], [119.87119587, 31.6833926431], [119.871857398, 31.6838548982], [119.87216323, 31.684363338], [119.872357541, 31.6848742905], [119.873231514, 31.6842629161], [119.873252489, 31.6813231492], [119.872160145, 31.680641572], [119.871743395, 31.6801547177], [119.871532084, 31.6798159233], [119.870732669, 31.6799484474], [119.869582841, 31.6795735236], [119.868904336, 31.6792834149], [119.868088489, 31.678881873], [119.867718174, 31.6785328443], [119.867238028, 31.6780802911], [119.866708038, 31.6775387049], [119.866520245, 31.6765122628], [119.866225635, 31.6756409133], [119.8662462, 31.6748579087], [119.866632989, 31.6743720526], [119.866742174, 31.6735679679], [119.866711681, 31.6725761614], [119.866309678, 31.6718408307], [119.866463469, 31.6710357441], [119.867100251, 31.670696956], [119.868566298, 31.6704731147], [119.869120905, 31.6703652024], [119.869938434, 31.6700986793], [119.870528074, 31.6700252686], [119.870620662, 31.6700131907], [119.87246138, 31.6697730618], [119.874018951, 31.6696234416], [119.875704441, 31.6692800543], [119.877219686, 31.668482415], [119.87759874, 31.667748579], [119.878019383, 31.6661930918], [119.878689885, 31.663334094], [119.878847533, 31.6626577409], [119.878868738, 31.6624033649], [119.875296646, 31.6623141459], [119.873101409, 31.6622993394], [119.873335729, 31.66144045], [119.87624808, 31.6507642203], [119.88187056, 31.6515737252], [119.884512599, 31.6421742594], [119.88316638, 31.6242130508], [119.879196479, 31.6237564803], [119.87789832, 31.6189630803], [119.87027136, 31.6201034251], [119.867430187, 31.6140840055], [119.862339801, 31.6162579205], [119.8540134, 31.603084965], [119.86976232, 31.5942583053], [119.868296219, 31.5880083894], [119.8602513, 31.5918997199], [119.847919893, 31.5765814506], [119.837521441, 31.5805154404], [119.82281076, 31.56242526], [119.8272978, 31.5535615203], [119.83462956, 31.5496786947], [119.82587294, 31.5324251878], [119.82481884, 31.5330450302], [119.82318408, 31.5341739896], [119.82278808, 31.5344529899], [119.82237696, 31.5347390112], [119.82196692, 31.5350229604], [119.821761, 31.5351649805], [119.82135096, 31.5354480304], [119.819480039, 31.5367039804], [119.81824416, 31.5375579901], [119.817236161, 31.5382570196], [119.817038881, 31.5384000298], [119.81661984, 31.5386829907], [119.81620908, 31.5389660398], [119.81579796, 31.5392470194], [119.815426081, 31.5395250314], [119.814878161, 31.5400139999], [119.814504841, 31.5403340399], [119.81432304, 31.5404960402], [119.81341008, 31.5413000098], [119.811942, 31.5425930397], [119.811767041, 31.5427539599], [119.811561841, 31.5429219902], [119.811233879, 31.5431970298], [119.808929879, 31.5451289696], [119.807201881, 31.5465300001], [119.80514088, 31.5482650198], [119.804760001, 31.5485820012], [119.804644387, 31.5486790488], [119.802699, 31.5503119793], [119.80247796, 31.5504849612], [119.80177092, 31.5507809704], [119.800590841, 31.5512720101], [119.80011888, 31.5514710013], [119.79964116, 31.5516650399], [119.79891684, 31.5519380093], [119.798416081, 31.5520820097], [119.797971119, 31.55221296], [119.794428001, 31.5532369802], [119.79368316, 31.5534519901], [119.79292896, 31.5536689803], [119.79219096, 31.5538880399], [119.79019692, 31.5544740301], [119.788713, 31.5549080114], [119.787716161, 31.5551989798], [119.787213961, 31.5553429802], [119.786742001, 31.5554380196], [119.78621604, 31.5554879707], [119.78543196, 31.5555630299], [119.784899161, 31.5556149604], [119.78334612, 31.5557620211], [119.78256996, 31.5558369904], [119.77992792, 31.5560780105], [119.774711881, 31.5565740001], [119.77419384, 31.5566219708], [119.773927081, 31.5566450097], [119.77299108, 31.55656698], [119.77272504, 31.5565450212], [119.772207, 31.5564990299], [119.768276159, 31.5561580205], [119.764842177, 31.5558581388], [119.759032861, 31.5560098832], [119.7619236, 31.566027195], [119.76971868, 31.59016254], [119.773715941, 31.6008980998], [119.784789719, 31.6300337545], [119.793212929, 31.6513118553], [119.793884277, 31.6666870121], [119.793974828, 31.66999668], [119.80167761, 31.6901551608], [119.802785521, 31.6905987595], [119.803297179, 31.6908036179], [119.803430976, 31.6907461422], [119.804536062, 31.6906760221], [119.804990251, 31.6898949195], [119.805584973, 31.689629883], [119.805708426, 31.6888369714], [119.805789367, 31.6884114635], [119.807428208, 31.6867949879], [119.809013459, 31.6851796742], [119.809912515, 31.6847933911], [119.810474286, 31.6847695546], [119.810667947, 31.6854180521], [119.810957023, 31.686121706], [119.811626646, 31.6865650196], [119.812551951, 31.687048496], [119.815049326, 31.6872567601], [119.815617679, 31.6874503437], [119.815949962, 31.6878094681], [119.815918903, 31.6885545376], [119.816121846, 31.6890653957], [119.817134661, 31.6893407663], [119.818245903, 31.6893276515], [119.818937039, 31.6891520381], [119.820387358, 31.687951847], [119.821030705, 31.6875253372], [119.821640825, 31.6873285988], [119.822172024, 31.6871794139], [119.82253907, 31.6878011467], [119.823025885, 31.6883973226], [119.823375951, 31.6884582804], [119.824138845, 31.6884413786], [119.824529064, 31.6884168118], [119.824841484, 31.6881130748], [119.825701673, 31.6872767763]]]
          },
          "extra": {
            "品类": "水系",
            "城市": "常州",
            "配套": 0,
            "未来品": "水系",
            "夜间人口": 3022.84608531,
            "日间人口": 2283.40552598,
            "城市公园数量": 2,
            "高速路出入口": 4,
            "高速路出入口数量": 4
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1159,
          "name": "牛塘北",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.925109864, 31.7567138668], [119.925043548, 31.7561549363], [119.924781939, 31.7539499587], [119.924709749, 31.7533414792], [119.924606049, 31.7524875073], [119.924316405, 31.75012207], [119.92306493, 31.747619129], [119.922912598, 31.7473144531], [119.922584909, 31.7437567495], [119.922485351, 31.7426757824], [119.919921875, 31.7393188479], [119.917907715, 31.7373046876], [119.915283204, 31.7341308596], [119.913879395, 31.7302856445], [119.912902832, 31.7258911136], [119.912307737, 31.721606443], [119.91229248, 31.7214965809], [119.912303583, 31.7211819927], [119.908541595, 31.7210851707], [119.907104491, 31.7208862299], [119.894714356, 31.7216796874], [119.889709469, 31.7231750612], [119.881070417, 31.7297047885], [119.877523774, 31.7325860383], [119.876540767, 31.7333845742], [119.876501505, 31.7362899987], [119.876651685, 31.7393403938], [119.8773628, 31.7424735446], [119.878746507, 31.745686914], [119.880094866, 31.7477558952], [119.882707874, 31.7509891127], [119.884405534, 31.7525352118], [119.884521485, 31.7525024414], [119.888122559, 31.7496948246], [119.891479493, 31.7473144531], [119.894191461, 31.7463693906], [119.895571867, 31.7472775116], [119.897708334, 31.7486829488], [119.899883975, 31.7509337792], [119.902677835, 31.7538239709], [119.904082364, 31.7557998219], [119.907840932, 31.7588441107], [119.909145664, 31.7604756571], [119.90991211, 31.760314942], [119.913085938, 31.7581176761], [119.916256768, 31.7571006175], [119.916320801, 31.7570800779], [119.917118691, 31.7569925181], [119.920092088, 31.7566661757], [119.921325684, 31.7565307621], [119.924187615, 31.7566692532], [119.925109864, 31.7567138668]]]
          },
          "extra": {
            "品类": "G3",
            "城市": "常州",
            "配套": 1.3099999,
            "未来品": "G3",
            "公墓数量": 1,
            "夜间人口": 55152.2004842,
            "日间人口": 50990.1071304,
            "垃圾场数量": 1,
            "营业厅数量": 7,
            "风景区数量": 2,
            "公交站点数量": 39,
            "城市公园数量": 1,
            "快速路出入口": 2,
            "非营利性数量": 35,
            "技术类企业数量": 43,
            "快速路出入口数量": 2,
            "非营利性企业数量": 12555
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1160,
          "name": "牛塘南",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.912303583, 31.7211819927], [119.912475585, 31.7163085935], [119.912475586, 31.7098999023], [119.912109374, 31.7075195308], [119.910762485, 31.7030689524], [119.910705566, 31.7028808601], [119.909729004, 31.6990966793], [119.907543666, 31.6990966847], [119.906921386, 31.6990966793], [119.903172856, 31.6992338394], [119.901916504, 31.6992797848], [119.896484375, 31.6992797848], [119.892517091, 31.6990966793], [119.885925292, 31.698120118], [119.884008983, 31.697990211], [119.88232422, 31.6978759764], [119.881396891, 31.6977289768], [119.881358122, 31.6984250107], [119.881293544, 31.6999179114], [119.881176047, 31.7011466983], [119.880914021, 31.703886884], [119.880396651, 31.708813282], [119.879742884, 31.7147447866], [119.879198887, 31.7188129014], [119.878579897, 31.7222624067], [119.877379904, 31.7285879655], [119.876540767, 31.7333845742], [119.877523774, 31.7325860383], [119.881070417, 31.7297047885], [119.889709469, 31.7231750612], [119.894714356, 31.7216796874], [119.907104491, 31.7208862299], [119.908541595, 31.7210851707], [119.912303583, 31.7211819927]]]
          },
          "extra": {
            "品类": "G3",
            "城市": "常州",
            "配套": 0.83,
            "未来品": "G3",
            "公墓数量": 1,
            "夜间人口": 24644.4199275,
            "日间人口": 24022.0498638,
            "风景区数量": 3,
            "公交站点数量": 23,
            "快速路出入口": 15,
            "非营利性数量": 26,
            "技术类企业数量": 89,
            "集中型商业数量": 1,
            "快速路出入口数量": 15,
            "非营利性企业数量": 18760
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1161,
          "name": "大学城西",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.909729004, 31.6990966793], [119.908757136, 31.6952092968], [119.908657538, 31.694810889], [119.908325196, 31.6934814455], [119.90815752, 31.6927716799], [119.908124436, 31.6926875609], [119.907661099, 31.6915094256], [119.907197704, 31.6895350486], [119.906935302, 31.687597703], [119.906494141, 31.6857299802], [119.906677246, 31.6804809575], [119.906640954, 31.6801483073], [119.906311034, 31.6771240231], [119.905702606, 31.6771928185], [119.905553053, 31.6700977413], [119.905528771, 31.6689454499], [119.905779773, 31.6635717596], [119.905897967, 31.6617531011], [119.904787474, 31.662008362], [119.90280821, 31.6622252119], [119.897815769, 31.6625647806], [119.893538236, 31.6675285149], [119.888166163, 31.6734907098], [119.885589091, 31.6767555573], [119.883365866, 31.6806422015], [119.882188321, 31.6837035477], [119.881755629, 31.6870343398], [119.881305942, 31.6919095916], [119.881431172, 31.6971134853], [119.881396891, 31.6977289768], [119.88232422, 31.6978759764], [119.884008983, 31.697990211], [119.885925292, 31.698120118], [119.892517091, 31.6990966793], [119.896484375, 31.6992797848], [119.901916504, 31.6992797848], [119.903172856, 31.6992338394], [119.906921386, 31.6990966793], [119.907543666, 31.6990966847], [119.909729004, 31.6990966793]]]
          },
          "extra": {
            "品类": "G3",
            "城市": "常州",
            "配套": 0.99,
            "未来品": "G3",
            "夜间人口": 22763.4618361,
            "日间人口": 21929.3312381,
            "垃圾场数量": 1,
            "营业厅数量": 3,
            "风景区数量": 1,
            "公交站点数量": 24,
            "城市公园数量": 1,
            "快速路出入口": 6,
            "非营利性数量": 10,
            "高速路出入口": 4,
            "技术类企业数量": 18,
            "快速路出入口数量": 6,
            "非营利性企业数量": 7858,
            "高速路出入口数量": 4
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1162,
          "name": "淹城",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.942589918, 31.6904880575], [119.940959931, 31.6907952065], [119.937930673, 31.6907665982], [119.933559337, 31.6908825649], [119.929700138, 31.6911011244], [119.92544522, 31.6914627814], [119.9215499, 31.6915521389], [119.911709823, 31.692388092], [119.908124436, 31.6926875609], [119.90815752, 31.6927716799], [119.908325196, 31.6934814455], [119.908657538, 31.694810889], [119.908757136, 31.6952092968], [119.909729004, 31.6990966793], [119.910705566, 31.7028808601], [119.910762485, 31.7030689524], [119.912109374, 31.7075195308], [119.912475586, 31.7098999023], [119.912475585, 31.7163085935], [119.912303583, 31.7211819927], [119.916662544, 31.720762994], [119.919759908, 31.7202053424], [119.921970879, 31.7191526356], [119.922253923, 31.7189183145], [119.924353842, 31.7171798225], [119.926129805, 31.7150777669], [119.92823225, 31.7127105265], [119.929504395, 31.711730957], [119.931466752, 31.7110366049], [119.93246922, 31.7106818808], [119.93347168, 31.7103271486], [119.933934895, 31.7101804062], [119.939582926, 31.708391008], [119.942836168, 31.7074856749], [119.943356547, 31.7073302019], [119.943237923, 31.7053636022], [119.943153545, 31.7019873746], [119.943045703, 31.6964549963], [119.942611423, 31.6907696316], [119.942589918, 31.6904880575]]]
          },
          "extra": {
            "品类": "G2",
            "城市": "常州",
            "配套": 2.0599999,
            "未来品": "G2",
            "夜间人口": 25687.6901878,
            "日间人口": 25837.0067899,
            "营业厅数量": 13,
            "风景区数量": 11,
            "公交站点数量": 38,
            "城市公园数量": 4,
            "快速路出入口": 6,
            "非营利性数量": 36,
            "技术类企业数量": 64,
            "集中型商业数量": 1,
            "快速路出入口数量": 6,
            "非营利性企业数量": 21804
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1163,
          "name": "戚墅堰南",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.061979233, 31.7604301325], [120.062284668, 31.7593465655], [120.062482114, 31.7578552449], [120.062310802, 31.7512540152], [120.062299959, 31.7508361497], [120.062072753, 31.7473144531], [120.061096192, 31.7431030278], [120.061279297, 31.7395019535], [120.061523437, 31.7363281245], [120.061096193, 31.7322998048], [120.060302734, 31.7266845701], [120.059509277, 31.7229003902], [120.059489682, 31.7228069381], [120.044470348, 31.7310474197], [120.043051616, 31.7318337087], [120.040163453, 31.7334342969], [120.01891529, 31.7452062156], [120.003627886, 31.7539816931], [120.005676268, 31.7565307621], [120.008117676, 31.7592773438], [120.011291504, 31.7634887691], [120.014282226, 31.7604980457], [120.016906738, 31.7589111326], [120.019287109, 31.7573242186], [120.022521972, 31.7556762694], [120.025878905, 31.7546997064], [120.027664986, 31.7548068813], [120.028930664, 31.7548828138], [120.031677246, 31.754882812], [120.037824145, 31.7562292833], [120.038085937, 31.7562866222], [120.038629634, 31.7563937216], [120.042114259, 31.7570800788], [120.045104981, 31.7575073242], [120.045411778, 31.7575651317], [120.049316406, 31.7583007817], [120.056884766, 31.7595214845], [120.061279297, 31.7603149411], [120.061979233, 31.7604301325]]]
          },
          "extra": {
            "品类": "C",
            "城市": "常州",
            "配套": 0.84,
            "未来品": "G3",
            "夜间人口": 46494.2021813,
            "日间人口": 43965.7246392,
            "营业厅数量": 8,
            "风景区数量": 1,
            "公交站点数量": 26,
            "地铁站点数量": 4,
            "城市公园数量": 1,
            "快速路出入口": 1,
            "非营利性数量": 11,
            "技术类企业数量": 29,
            "快速路出入口数量": 1,
            "非营利性企业数量": 1505
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1164,
          "name": "南夏墅",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.960083009, 31.6389160157], [119.962097167, 31.6256713869], [119.963928223, 31.6174926761], [119.956698868, 31.6171214432], [119.948486327, 31.6166992187], [119.942990859, 31.6175155657], [119.94334034, 31.6162192038], [119.931083224, 31.6157504681], [119.930784873, 31.6190418843], [119.93111758, 31.6296460657], [119.931753393, 31.6442131466], [119.931747571, 31.6497100368], [119.931547127, 31.6518522714], [119.930772698, 31.6556109177], [119.930129931, 31.6585799773], [119.931231368, 31.6586174026], [119.938426749, 31.6592304992], [119.942139432, 31.6597861732], [119.9443044, 31.6601496989], [119.952162572, 31.6617531884], [119.955244991, 31.6624435574], [119.958431689, 31.6441856067], [119.960083009, 31.6389160157]]]
          },
          "extra": {
            "品类": "C",
            "城市": "常州",
            "配套": 0.36,
            "未来品": "G3",
            "夜间人口": 15803.1874495,
            "日间人口": 24247.9589518,
            "营业厅数量": 8,
            "风景区数量": 1,
            "公交站点数量": 46,
            "地铁站点数量": 2,
            "非营利性数量": 11,
            "技术类企业数量": 7,
            "非营利性企业数量": 1361
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1165,
          "name": "南夏墅东",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.997924804, 31.6655273435], [119.99810791, 31.6621093747], [119.997497559, 31.6561279299], [119.993105411, 31.642890484], [119.993103029, 31.6428833011], [119.990722656, 31.6345214848], [119.990722657, 31.6290893557], [119.983355034, 31.6325406956], [119.979125978, 31.6345214848], [119.976073869, 31.635403279], [119.97088623, 31.6369018553], [119.960083009, 31.6389160157], [119.958431689, 31.6441856067], [119.955244991, 31.6624435574], [119.962356798, 31.6640360616], [119.965881348, 31.6652832028], [119.969640897, 31.6664374457], [119.97469125, 31.6684095816], [119.978384648, 31.6698120222], [119.982509331, 31.6710897493], [119.985516538, 31.67196409], [119.989118556, 31.6725953862], [119.992882353, 31.6730510106], [119.995869448, 31.6733646294], [119.997230394, 31.673507493], [119.997314453, 31.6729125977], [119.997924804, 31.6655273435]]]
          },
          "extra": {
            "品类": "C",
            "城市": "常州",
            "配套": 0.56,
            "未来品": "G3",
            "夜间人口": 18214.2974798,
            "日间人口": 20497.6388535,
            "营业厅数量": 4,
            "公交站点数量": 20,
            "非营利性数量": 1,
            "高速路出入口": 4,
            "技术类企业数量": 3,
            "集中型商业数量": 2,
            "非营利性企业数量": 500,
            "高速路出入口数量": 4
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1166,
          "name": "新天地公园东",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.996094146, 31.6883209135], [119.994703729, 31.6882874317], [119.993824576, 31.6882783036], [119.992945422, 31.6882691674], [119.987433609, 31.6882117547], [119.9855666, 31.6881922529], [119.981042652, 31.6898124931], [119.980886016, 31.6898685883], [119.980500286, 31.6900001348], [119.977801269, 31.6904754769], [119.974175156, 31.6904380066], [119.971496582, 31.6903076175], [119.971679688, 31.6945190419], [119.971496582, 31.6975097653], [119.971313475, 31.700317383], [119.970886232, 31.7042846676], [119.971231986, 31.705694318], [119.972730444, 31.7109493526], [119.973531561, 31.7153766998], [119.983977548, 31.715273668], [119.994039241, 31.7151736158], [119.995747145, 31.715194909], [119.995910644, 31.7125244145], [119.996264638, 31.7049725366], [119.996276857, 31.7047119139], [119.996276854, 31.6981118308], [119.996262101, 31.6973266606], [119.996094178, 31.688386966], [119.996094146, 31.6883209135]]]
          },
          "extra": {
            "品类": "G3",
            "城市": "常州",
            "配套": 0.91,
            "未来品": "G3",
            "夜间人口": 30780.0726421,
            "日间人口": 38636.4081817,
            "营业厅数量": 9,
            "风景区数量": 1,
            "公交站点数量": 19,
            "城市公园数量": 1,
            "快速路出入口": 2,
            "非营利性数量": 13,
            "技术类企业数量": 17,
            "集中型商业数量": 1,
            "快速路出入口数量": 2,
            "非营利性企业数量": 5051
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1167,
          "name": "新天地公园",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.973531561, 31.7153766998], [119.972730444, 31.7109493526], [119.971231986, 31.705694318], [119.970886232, 31.7042846676], [119.971313475, 31.700317383], [119.971496582, 31.6975097653], [119.971679688, 31.6945190419], [119.971496582, 31.6903076175], [119.968688964, 31.6903076175], [119.965881348, 31.6901245119], [119.962097168, 31.6901245119], [119.959272061, 31.6901245182], [119.958679199, 31.6901245128], [119.953918457, 31.6898803712], [119.946408956, 31.6900754782], [119.944519043, 31.6901245119], [119.942589918, 31.6904880575], [119.942611423, 31.6907696316], [119.943045703, 31.6964549963], [119.943153545, 31.7019873746], [119.943237923, 31.7053636022], [119.943356547, 31.7073302019], [119.942836168, 31.7074856749], [119.939582926, 31.708391008], [119.933934895, 31.7101804062], [119.934294683, 31.7111913233], [119.936034136, 31.7160784102], [119.936670958, 31.7182547893], [119.950466267, 31.7168104799], [119.952808908, 31.7165208811], [119.959439608, 31.7157009467], [119.9675609, 31.7151537399], [119.969687855, 31.7152331977], [119.973531561, 31.7153766998]]]
          },
          "extra": {
            "品类": "G2",
            "城市": "常州",
            "配套": 1.76,
            "未来品": "TOP",
            "夜间人口": 55932.859457,
            "日间人口": 68881.5822642,
            "垃圾场数量": 1,
            "营业厅数量": 32,
            "公交站点数量": 71,
            "地铁站点数量": 4,
            "城市公园数量": 2,
            "快速路出入口": 6,
            "非营利性数量": 116,
            "技术类企业数量": 252,
            "集中型商业数量": 5,
            "快速路出入口数量": 6,
            "非营利性企业数量": 1688409
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1168,
          "name": "湖塘东",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.99388679, 31.7324074132], [119.994689942, 31.7310791019], [119.995483398, 31.7296752926], [119.995117187, 31.7266845701], [119.995320527, 31.7245834094], [119.995462228, 31.7231191521], [119.995483398, 31.7229003902], [119.995727538, 31.7192993159], [119.995727538, 31.7155151369], [119.995747145, 31.715194909], [119.994039241, 31.7151736158], [119.983977548, 31.715273668], [119.973531561, 31.7153766998], [119.974304199, 31.7192993168], [119.974382189, 31.7201052488], [119.974211659, 31.7236147487], [119.974184101, 31.7242458228], [119.974070461, 31.7268482548], [119.973893566, 31.7302543732], [119.973797244, 31.7350995535], [119.973598714, 31.737395725], [119.976021355, 31.737267944], [119.977328305, 31.7373127779], [119.982711312, 31.7372234455], [119.986944327, 31.7369095111], [119.990150133, 31.7359038622], [119.993103028, 31.7337036132], [119.993753873, 31.7326272336], [119.99388679, 31.7324074132]]]
          },
          "extra": {
            "品类": "G3",
            "城市": "常州",
            "配套": 1.27,
            "未来品": "G3",
            "公墓数量": 1,
            "夜间人口": 12926.4758649,
            "日间人口": 16985.9989872,
            "公交站点数量": 12,
            "城市公园数量": 1,
            "快速路出入口": 2,
            "非营利性数量": 5,
            "技术类企业数量": 4,
            "快速路出入口数量": 2,
            "非营利性企业数量": 5065
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1169,
          "name": "丽华",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.973598714, 31.737395725], [119.97249956, 31.737488303], [119.971319476, 31.7375876871], [119.96913541, 31.7380076489], [119.959216688, 31.7415744096], [119.953727932, 31.741740027], [119.951980234, 31.7416853203], [119.951154336, 31.7462816986], [119.951283669, 31.7482203591], [119.951965305, 31.7506952232], [119.952664709, 31.7528141141], [119.952967557, 31.7537315799], [119.953125001, 31.7537231443], [119.956115722, 31.7531127942], [119.956252801, 31.753091706], [119.960083008, 31.7525024414], [119.96307373, 31.7520751942], [119.967285155, 31.751708984], [119.972106933, 31.7512817386], [119.974121094, 31.7509155265], [119.974053618, 31.7504432062], [119.973935015, 31.7486615224], [119.973774842, 31.7474247118], [119.973424244, 31.744982333], [119.973189125, 31.7434328434], [119.973083496, 31.7424926759], [119.973461513, 31.7389825293], [119.973598714, 31.737395725]]]
          },
          "extra": {
            "品类": "G2",
            "城市": "常州",
            "配套": 2.25,
            "未来品": "TOP",
            "夜间人口": 33420.7184538,
            "日间人口": 20659.9378168,
            "营业厅数量": 5,
            "公交站点数量": 10,
            "非营利性数量": 12,
            "技术类企业数量": 11,
            "非营利性企业数量": 1134
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1170,
          "name": "湖塘",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.951980234, 31.7416853203], [119.953727932, 31.741740027], [119.959216688, 31.7415744096], [119.96913541, 31.7380076489], [119.971319476, 31.7375876871], [119.97249956, 31.737488303], [119.973598714, 31.737395725], [119.973797244, 31.7350995535], [119.973893566, 31.7302543732], [119.974070461, 31.7268482548], [119.974184101, 31.7242458228], [119.974211659, 31.7236147487], [119.974382189, 31.7201052488], [119.974304199, 31.7192993168], [119.973531561, 31.7153766998], [119.969687855, 31.7152331977], [119.9675609, 31.7151537399], [119.959439608, 31.7157009467], [119.952808908, 31.7165208811], [119.950466267, 31.7168104799], [119.936670958, 31.7182547893], [119.936893158, 31.7190141445], [119.937883641, 31.7220364116], [119.938117659, 31.7238260282], [119.938177167, 31.7248266562], [119.938293456, 31.7282714841], [119.938293455, 31.7298503447], [119.938293456, 31.7313232418], [119.938037113, 31.7320602443], [119.937316895, 31.7341308596], [119.937211216, 31.7346804029], [119.937023138, 31.7356584228], [119.936941735, 31.736081713], [119.936890408, 31.7378677927], [119.937010718, 31.7397099244], [119.937309243, 31.7406764096], [119.938139562, 31.7425696399], [119.938373761, 31.7439102287], [119.93996772, 31.7434938803], [119.940224817, 31.7434267226], [119.94236096, 31.7429381038], [119.94672157, 31.741940538], [119.950575782, 31.7416413408], [119.951980234, 31.7416853203]]]
          },
          "extra": {
            "品类": "G2",
            "城市": "常州",
            "配套": 1.95,
            "未来品": "TOP",
            "夜间人口": 85665.2999265,
            "日间人口": 84980.350808,
            "营业厅数量": 31,
            "风景区数量": 3,
            "公交站点数量": 61,
            "地铁站点数量": 2,
            "非营利性数量": 79,
            "技术类企业数量": 147,
            "集中型商业数量": 6,
            "非营利性企业数量": 12119663
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1171,
          "name": "湖塘西",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.933934895, 31.7101804062], [119.93347168, 31.7103271486], [119.93246922, 31.7106818808], [119.931466752, 31.7110366049], [119.929504395, 31.711730957], [119.92823225, 31.7127105265], [119.926129805, 31.7150777669], [119.924353842, 31.7171798225], [119.922253923, 31.7189183145], [119.921970879, 31.7191526356], [119.919759908, 31.7202053424], [119.916662544, 31.720762994], [119.912303583, 31.7211819927], [119.91229248, 31.7214965809], [119.912307737, 31.721606443], [119.912902832, 31.7258911136], [119.913879395, 31.7302856445], [119.915283204, 31.7341308596], [119.917907715, 31.7373046876], [119.919921875, 31.7393188479], [119.922485351, 31.7426757824], [119.922584909, 31.7437567495], [119.922912598, 31.7473144531], [119.92306493, 31.747619129], [119.927889104, 31.746598662], [119.934469877, 31.7449298422], [119.938373761, 31.7439102287], [119.938139562, 31.7425696399], [119.937309243, 31.7406764096], [119.937010718, 31.7397099244], [119.936890408, 31.7378677927], [119.936941735, 31.736081713], [119.937023138, 31.7356584228], [119.937211216, 31.7346804029], [119.937316895, 31.7341308596], [119.938037113, 31.7320602443], [119.938293456, 31.7313232418], [119.938293455, 31.7298503447], [119.938293456, 31.7282714841], [119.938177167, 31.7248266562], [119.938117659, 31.7238260282], [119.937883641, 31.7220364116], [119.936893158, 31.7190141445], [119.936670958, 31.7182547893], [119.936034136, 31.7160784102], [119.934294683, 31.7111913233], [119.933934895, 31.7101804062]]]
          },
          "extra": {
            "品类": "G2",
            "城市": "常州",
            "配套": 2.125,
            "未来品": "TOP",
            "夜间人口": 30758.851692,
            "日间人口": 29726.5468497,
            "营业厅数量": 6,
            "风景区数量": 1,
            "公交站点数量": 29,
            "非营利性数量": 28,
            "技术类企业数量": 75,
            "集中型商业数量": 1,
            "非营利性企业数量": 12320
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1172,
          "name": "兰陵南",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.951980234, 31.7416853203], [119.950575782, 31.7416413408], [119.94672157, 31.741940538], [119.94236096, 31.7429381038], [119.940224817, 31.7434267226], [119.93996772, 31.7434938803], [119.938373761, 31.7439102287], [119.934469877, 31.7449298422], [119.927889104, 31.746598662], [119.92306493, 31.747619129], [119.924316405, 31.75012207], [119.924606049, 31.7524875073], [119.924682617, 31.7531127942], [119.924709749, 31.7533414792], [119.924781939, 31.7539499587], [119.925043548, 31.7561549363], [119.925109864, 31.7567138668], [119.927917481, 31.7559204102], [119.931701659, 31.7556762703], [119.936889649, 31.7551269527], [119.940673829, 31.7548828129], [119.943725586, 31.7546997073], [119.946105956, 31.754272461], [119.949707031, 31.7539062499], [119.94995714, 31.7538928536], [119.951499894, 31.7538102149], [119.952967557, 31.7537315799], [119.952664709, 31.7528141141], [119.951965305, 31.7506952232], [119.951283669, 31.7482203591], [119.951154336, 31.7462816986], [119.951980234, 31.7416853203]]]
          },
          "extra": {
            "品类": "G2",
            "城市": "常州",
            "配套": 2.4300001,
            "未来品": "TOP",
            "夜间人口": 29191.4386633,
            "日间人口": 25103.1556189,
            "营业厅数量": 3,
            "风景区数量": 1,
            "公交站点数量": 16,
            "城市公园数量": 1,
            "非营利性数量": 8,
            "技术类企业数量": 23,
            "非营利性企业数量": 1750
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1173,
          "name": "遥观",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.040163453, 31.7334342969], [120.043051616, 31.7318337087], [120.044470348, 31.7310474197], [120.059489682, 31.7228069381], [120.071485265, 31.7160459501], [120.071105957, 31.7156982425], [120.067789416, 31.7121467891], [120.065719931, 31.7099305287], [120.065502093, 31.7096972328], [120.062499999, 31.7064819335], [120.060729981, 31.7042846676], [120.058715821, 31.7017211924], [120.05670166, 31.6995239256], [120.054504394, 31.6973266615], [120.052323098, 31.6951453793], [120.051879883, 31.6947021493], [120.049118743, 31.6924395989], [120.047026001, 31.6910425201], [120.044621621, 31.689525478], [120.04274239, 31.688360347], [120.040486869, 31.6869618364], [120.037276065, 31.6850058406], [120.032408559, 31.6825452614], [120.028196387, 31.6806700984], [120.022534861, 31.6784856344], [120.017501612, 31.6770876131], [120.01267567, 31.6758848841], [120.007355474, 31.6749226509], [120.001233498, 31.6740076986], [119.997230394, 31.673507493], [119.996520996, 31.6785278315], [119.996607875, 31.6814530122], [119.996704101, 31.6846923828], [119.99609375, 31.6874999988], [119.996094146, 31.6883209135], [119.996094178, 31.688386966], [119.996262101, 31.6973266606], [119.996276854, 31.6981118308], [119.996276857, 31.7047119139], [119.996264638, 31.7049725366], [119.995910644, 31.7125244145], [119.995747145, 31.715194909], [119.995727538, 31.7155151369], [119.995727538, 31.7192993159], [119.995483398, 31.7229003902], [119.995462228, 31.7231191521], [119.995320527, 31.7245834094], [119.995117187, 31.7266845701], [119.995483398, 31.7296752926], [119.994689942, 31.7310791019], [119.99388679, 31.7324074132], [119.993556233, 31.734384758], [119.993386995, 31.7360121819], [119.995202519, 31.7344209745], [119.999675865, 31.7325835715], [120.00427218, 31.7306954251], [120.010127399, 31.7288655457], [120.01137192, 31.7291352749], [120.022995421, 31.725861525], [120.023723545, 31.725767125], [120.02422459, 31.7266511522], [120.028129166, 31.7261397995], [120.03151441, 31.7268829453], [120.032019056, 31.7270830462], [120.033530513, 31.7276823455], [120.03673667, 31.7301346924], [120.03937738, 31.7323618859], [120.040163453, 31.7334342969]]]
          },
          "extra": {
            "品类": "C",
            "城市": "常州",
            "配套": 0.84,
            "未来品": "G3",
            "公墓数量": 1,
            "夜间人口": 88133.2106375,
            "日间人口": 86651.3976862,
            "营业厅数量": 13,
            "风景区数量": 7,
            "公交站点数量": 80,
            "城市公园数量": 2,
            "快速路出入口": 5,
            "非营利性数量": 43,
            "高速路出入口": 3,
            "技术类企业数量": 81,
            "集中型商业数量": 1,
            "快速路出入口数量": 5,
            "非营利性企业数量": 8080,
            "高速路出入口数量": 3
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1174,
          "name": "戚墅堰东",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.075500487, 31.7199096669], [120.073303221, 31.7177124019], [120.071485265, 31.7160459501], [120.059489682, 31.7228069381], [120.059509277, 31.7229003902], [120.060302734, 31.7266845701], [120.061096193, 31.7322998048], [120.061523437, 31.7363281245], [120.061279297, 31.7395019535], [120.061096192, 31.7431030278], [120.062072753, 31.7473144531], [120.062299959, 31.7508361497], [120.062310802, 31.7512540152], [120.062482114, 31.7578552449], [120.062284668, 31.7593465655], [120.061979233, 31.7604301325], [120.061764699, 31.7611912045], [120.060387762, 31.7669583014], [120.060100312, 31.7681621636], [120.059237961, 31.7732429995], [120.059004794, 31.7746296336], [120.060355471, 31.7749406803], [120.06127746, 31.7754624148], [120.061556652, 31.7757992217], [120.061849995, 31.7765650915], [120.061866029, 31.7770513657], [120.061722185, 31.7777705005], [120.061309512, 31.7784674778], [120.060934092, 31.7792780646], [120.060886924, 31.7798803667], [120.061199856, 31.7805489119], [120.061775256, 31.7817373993], [120.063608073, 31.7824375817], [120.064895681, 31.7828646005], [120.064351459, 31.7846525796], [120.064984458, 31.7855533927], [120.066002323, 31.7859296438], [120.066359882, 31.7866080717], [120.065359013, 31.7867466995], [120.064147768, 31.7866041165], [120.062941289, 31.7886370547], [120.063524324, 31.7900543619], [120.063699832, 31.7913097193], [120.07269287, 31.7902832043], [120.075500488, 31.788879395], [120.077514649, 31.7866821291], [120.081481932, 31.7824707029], [120.083496093, 31.7802734379], [120.085510253, 31.777099609], [120.086076096, 31.7763451785], [120.089011031, 31.7727119687], [120.092285156, 31.7675170897], [120.091308595, 31.7604980466], [120.091482848, 31.7564030341], [120.091674804, 31.7518920895], [120.089765975, 31.748275707], [120.087520811, 31.7440216862], [120.082301091, 31.734848934], [120.079755907, 31.7305366983], [120.077753386, 31.7271435409], [120.076293946, 31.7246704098], [120.075500487, 31.7199096669]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "常州",
            "配套": 0.45,
            "未来品": "C",
            "公墓数量": 2,
            "夜间人口": 24667.615642,
            "日间人口": 27968.8112406,
            "垃圾场数量": 1,
            "营业厅数量": 4,
            "风景区数量": 2,
            "公交站点数量": 40,
            "非营利性数量": 8,
            "技术类企业数量": 24,
            "非营利性企业数量": 8469
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1175,
          "name": "孟河",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.002834077, 31.9455616372], [119.993286133, 31.9489135741], [119.982299805, 31.9534912097], [119.980807216, 31.9541973663], [119.972106934, 31.9583129896], [119.962097168, 31.9613037111], [119.954711914, 31.9639282233], [119.95071409, 31.9632873592], [119.946480071, 31.9621322358], [119.941669987, 31.9619050239], [119.936096191, 31.9614868167], [119.924926757, 31.9630737307], [119.908691406, 31.9724731452], [119.887695314, 31.9774780271], [119.873901368, 31.9808959968], [119.869873048, 31.9808959959], [119.862121583, 31.9827270506], [119.857910156, 31.9835205081], [119.838500978, 31.988281251], [119.836667616, 31.9820331751], [119.835510254, 31.9780883781], [119.826417295, 31.9669046519], [119.824730093, 31.9648291138], [119.811124181, 31.9680555413], [119.796547485, 31.9715103355], [119.774321865, 31.9767743202], [119.770676976, 31.9778650872], [119.770918921, 31.978672021], [119.77103304, 31.9791099594], [119.77110612, 31.9793540399], [119.771161921, 31.9795470002], [119.771291879, 31.9799809797], [119.77242696, 31.9836989704], [119.773074961, 31.9858790404], [119.77313616, 31.9860990002], [119.77309008, 31.9864130111], [119.771955001, 31.9873599891], [119.771192881, 31.9879919697], [119.771003161, 31.9881519896], [119.77080516, 31.9883229903], [119.77063704, 31.9884650104], [119.77069104, 31.9887600303], [119.770774919, 31.989207961], [119.77091316, 31.9901570101], [119.770943039, 31.9906070102], [119.770974, 31.99105503], [119.770989121, 31.9912810188], [119.77111908, 31.9933070097], [119.77165908, 31.9936760105], [119.772344879, 31.99413996], [119.772519119, 31.9942590311], [119.772924121, 31.9945390198], [119.773136159, 31.9946789705], [119.773365121, 31.9949479802], [119.77338096, 31.9950469802], [119.773396081, 31.99516902], [119.77392888, 31.9989760211], [119.77399008, 31.99942404], [119.77440912, 31.999915979], [119.774463121, 31.9999799703], [119.77456104, 32.0000939998], [119.77505604, 32.0006199602], [119.775726001, 32.0020239611], [119.77574904, 32.0022500399], [119.77577208, 32.0024760287], [119.775877921, 32.0035950003], [119.775597121, 32.0038749898], [119.77543692, 32.0040450004], [119.77526916, 32.0042179814], [119.774934, 32.0045650199], [119.774583001, 32.0049129604], [119.77440912, 32.0050839602], [119.77426404, 32.0053460397], [119.774485079, 32.0066810113], [119.774522881, 32.0069030404], [119.77464492, 32.007572011], [119.774751121, 32.0082390004], [119.774851921, 32.0085549898], [119.77499592, 32.0087449797], [119.775849839, 32.0098730398], [119.776290841, 32.0104430112], [119.77657992, 32.0108190304], [119.77687008, 32.0111919909], [119.77702992, 32.0120520297], [119.777113079, 32.0124969899], [119.77722, 32.0127280204], [119.777478841, 32.0127779705], [119.777996881, 32.0128650006], [119.77851492, 32.0129530209], [119.77954308, 32.01313203], [119.779800841, 32.0131780204], [119.780038079, 32.013385021], [119.77991604, 32.0140580403], [119.77977816, 32.0143100412], [119.779512121, 32.0143860006], [119.778014881, 32.0148309609], [119.77778304, 32.014899], [119.777128921, 32.0149760404], [119.77659612, 32.0150390406], [119.776335839, 32.0150639698], [119.775818161, 32.0151249897], [119.77503516, 32.0152179589], [119.774774881, 32.0152490098], [119.77386192, 32.0156409605], [119.772918, 32.0160510001], [119.77244496, 32.0162570105], [119.77284888, 32.0169159905], [119.772879121, 32.01696801], [119.773366921, 32.0177670306], [119.773731959, 32.0183669702], [119.773854001, 32.0185680298], [119.774333879, 32.0193680406], [119.77448616, 32.0196930304], [119.774943, 32.0207450403], [119.77511796, 32.0211790207], [119.77530912, 32.0216010303], [119.77558308, 32.0222340001], [119.77678584, 32.0249760303], [119.77834896, 32.0285559598], [119.77853904, 32.0289800405], [119.77869888, 32.0293029601], [119.781951121, 32.03445096], [119.78220096, 32.0348469603], [119.782467001, 32.0352470102], [119.782719, 32.0356439998], [119.782963079, 32.03604], [119.78322192, 32.0364360003], [119.783458081, 32.0368300203], [119.78391492, 32.03764101], [119.784143161, 32.0380489803], [119.784249001, 32.0382530104], [119.78448516, 32.0386550397], [119.78468712, 32.0390119797], [119.784942001, 32.0394670205], [119.785223881, 32.0399780405], [119.78539992, 32.0402860214], [119.78585604, 32.0410979995], [119.78630496, 32.0419089901], [119.78659404, 32.0424170405], [119.78759577, 32.0442427038], [119.78916696, 32.04710604], [119.789213039, 32.0471900106], [119.789838001, 32.0483289597], [119.79040104, 32.0493500113], [119.790614161, 32.0497589699], [119.790834841, 32.0501649598], [119.79116208, 32.05077597], [119.791323001, 32.0510289601], [119.791611, 32.0514049802], [119.792653921, 32.0527060204], [119.793841921, 32.054199029], [119.795333041, 32.0560740003], [119.795801041, 32.0566650303], [119.79607104, 32.0570060397], [119.79929808, 32.0580819904], [119.799761041, 32.0581349991], [119.800559881, 32.0580469798], [119.802638159, 32.0578100102], [119.803946041, 32.0576619602], [119.804867999, 32.0575590004], [119.804996161, 32.0575439701], [119.805779881, 32.0574529812], [119.806563961, 32.0573660401], [119.80734696, 32.0572760414], [119.807917921, 32.05724202], [119.808222121, 32.0572130411], [119.80847988, 32.05723599], [119.80899792, 32.0572800002], [119.810055961, 32.05736496], [119.812155121, 32.0575359598], [119.81557008, 32.0578229704], [119.81687796, 32.0579299798], [119.817266041, 32.0578679697], [119.81896308, 32.0569849803], [119.821130999, 32.0558920198], [119.823804, 32.0552829899], [119.824971839, 32.0551430401], [119.82706308, 32.0550219905], [119.830806, 32.05525896], [119.832531121, 32.0558100304], [119.83284108, 32.0559280197], [119.83316796, 32.0560319705], [119.83329288, 32.0560720209], [119.833787161, 32.0562289805], [119.834289001, 32.0563829705], [119.835027, 32.0566229996], [119.83534596, 32.0568869713], [119.835513, 32.0573169902], [119.83559004, 32.0575329894], [119.835673921, 32.0577460208], [119.835840961, 32.0581729793], [119.83593888, 32.0583819593], [119.836083961, 32.0586820199], [119.836229041, 32.0588700303], [119.836647001, 32.0594079589], [119.837103839, 32.0599970104], [119.837256121, 32.0601850199], [119.837391841, 32.0603709593], [119.83762908, 32.0606010013], [119.838076919, 32.0608310398], [119.83878792, 32.0611609804], [119.839123081, 32.0612290204], [119.84147388, 32.0611760099], [119.84434092, 32.0604290105], [119.84654484, 32.0594759998], [119.84726304, 32.0588730008], [119.84798592, 32.0583179707], [119.848906081, 32.0571800108], [119.84973516, 32.0565760208], [119.851782121, 32.055093], [119.85269904, 32.0544880189], [119.853177841, 32.0543219699], [119.85348312, 32.0542180199], [119.85512508, 32.0536600203], [119.855521081, 32.053941991], [119.858550122, 32.0561700299], [119.85896088, 32.0564619912], [119.859356161, 32.0567529597], [119.860155, 32.0573430013], [119.860953839, 32.0579280013], [119.861570161, 32.0583570301], [119.861776081, 32.0585010313], [119.86199712, 32.0586360303], [119.862415079, 32.0588970289], [119.862848881, 32.0591600113], [119.863293839, 32.0594349602], [119.86370208, 32.0596880402], [119.86413588, 32.0599520101], [119.86435692, 32.0600840395], [119.864562121, 32.0602190404], [119.864835, 32.0602629606], [119.865094921, 32.0598739813], [119.86536096, 32.0594850002], [119.86592004, 32.0586120013], [119.86760592, 32.0551990202], [119.86777584, 32.0549319899], [119.87074008, 32.0504130001], [119.87096904, 32.0499729897], [119.87107488, 32.0497640106], [119.872963079, 32.046047011], [119.873701081, 32.0445919798], [119.87386884, 32.04435303], [119.874081961, 32.0442219898], [119.874515039, 32.0439680104], [119.87495784, 32.0437109707], [119.875382999, 32.0434530298], [119.87625204, 32.0429390412], [119.876685841, 32.0426810113], [119.877119999, 32.0424270293], [119.87755416, 32.0421699914], [119.877986879, 32.0419150201], [119.87864208, 32.0415280202], [119.87897688, 32.04146502], [119.879442, 32.0416869601], [119.880500039, 32.0422280408], [119.88079704, 32.0423779803], [119.88115488, 32.0426540101], [119.88130788, 32.0428369807], [119.88222084, 32.0439429904], [119.88267804, 32.0444960402], [119.88287712, 32.0446909799], [119.883173039, 32.0450570103], [119.88348588, 32.0454260102], [119.88392004, 32.0459799602], [119.88421812, 32.0463459897], [119.884506841, 32.0467200312], [119.884617, 32.0468529609], [119.88465912, 32.0469039902], [119.884902839, 32.0471409607], [119.88610704, 32.0483300407], [119.886456961, 32.048571961], [119.88741708, 32.0489520298], [119.88812088, 32.0490839702], [119.888954999, 32.0492420099], [119.889276121, 32.0492590197], [119.88946584, 32.0492230198], [119.89068912, 32.0487859799], [119.892067921, 32.0478769811], [119.892933, 32.0474600105], [119.892858839, 32.0473250096], [119.892805921, 32.0471720107], [119.89267308, 32.0461399802], [119.892638881, 32.0458069801], [119.892627001, 32.0456469601], [119.892611879, 32.0453170205], [119.89261188, 32.0446940403], [119.892601079, 32.0445530104], [119.892582, 32.04442701], [119.892528, 32.0441979599], [119.892494161, 32.0439870014], [119.892481921, 32.0437479607], [119.89248984, 32.0435520299], [119.892528, 32.0431959901], [119.89261908, 32.0425700404], [119.892660839, 32.0422220099], [119.89271808, 32.0417569804], [119.892821041, 32.0411179806], [119.89283616, 32.0409199814], [119.89282104, 32.0407759801], [119.892794041, 32.04057204], [119.892790081, 32.0404390203], [119.892797999, 32.0402510099], [119.892854881, 32.0398959593], [119.89293516, 32.039506981], [119.89298484, 32.0392980001], [119.893030919, 32.0392019705], [119.893077, 32.0391430208], [119.893128839, 32.0391379801], [119.893326839, 32.0391639912], [119.893551841, 32.0392260013], [119.89391508, 32.0393439896], [119.89421496, 32.0394549597], [119.894307119, 32.03948799], [119.894433121, 32.0395259701], [119.89450512, 32.0395439701], [119.89455516, 32.0395490099], [119.89459584, 32.0395359598], [119.894676119, 32.0394960002], [119.894706001, 32.0394750298], [119.894730121, 32.0394500098], [119.894859001, 32.0391880211], [119.89500408, 32.0388699597], [119.89517508, 32.0385339901], [119.89519092, 32.0385040201], [119.89518696, 32.0384729702], [119.895149161, 32.0383790108], [119.89511388, 32.0383209613], [119.89500408, 32.0382189899], [119.89497312, 32.0381900102], [119.89496592, 32.0381579709], [119.89496196, 32.0380880396], [119.89496592, 32.0380399799], [119.894977081, 32.03798004], [119.89501092, 32.0378990399], [119.895338881, 32.0371190102], [119.89548684, 32.0367500103], [119.896040161, 32.0353350305], [119.896101001, 32.0351640298], [119.89616184, 32.0350449605], [119.896378921, 32.0345180099], [119.896551001, 32.0340050096], [119.896786081, 32.03328699], [119.89683684, 32.0331500098], [119.896877881, 32.03291097], [119.89692, 32.0326460099], [119.896939081, 32.03233902], [119.89704204, 32.0319440099], [119.897172001, 32.0315730297], [119.897434081, 32.0308289999], [119.89773504, 32.0299669799], [119.89788408, 32.0295729608], [119.89818504, 32.0287050008], [119.898352081, 32.0282600397], [119.89864188, 32.0274569694], [119.899049039, 32.0264970303], [119.89921716, 32.0259850211], [119.899373041, 32.0255910002], [119.899487881, 32.0254209897], [119.89986084, 32.0250220207], [119.900817001, 32.0229700197], [119.90311884, 32.0185790105], [119.90313792, 32.0185440008], [119.903244841, 32.0181519602], [119.90329812, 32.0179969801], [119.90332512, 32.0179030198], [119.903325122, 32.0178650387], [119.90331792, 32.0178420008], [119.90330208, 32.0178189602], [119.90320308, 32.0177120398], [119.90315016, 32.0176590301], [119.90306988, 32.0175590399], [119.903011921, 32.0174829887], [119.90299284, 32.0174530197], [119.90297412, 32.0173839914], [119.90295504, 32.0173000199], [119.902966919, 32.0172159602], [119.90300112, 32.0171370303], [119.90304288, 32.0170509904], [119.903145841, 32.0168729696], [119.90331, 32.0165630102], [119.90369808, 32.0158590299], [119.90390796, 32.0154389997], [119.90432412, 32.0147119797], [119.90453796, 32.0143969804], [119.90480688, 32.0139900003], [119.90501712, 32.0136879603], [119.905184881, 32.0134719603], [119.905683841, 32.0128710297], [119.90592792, 32.0125809596], [119.90656116, 32.0118579902], [119.906835841, 32.0115599998], [119.907140039, 32.0112569687], [119.907421921, 32.01101298], [119.908200961, 32.0104019698], [119.90867004, 32.0100380096], [119.909297881, 32.0095829698], [119.90960712, 32.0093720104], [119.910094919, 32.0090259594], [119.910457081, 32.0087960108], [119.91124584, 32.0083489812], [119.911791961, 32.0080670105], [119.912013001, 32.0079680104], [119.912166, 32.0079249904], [119.912261041, 32.0079130214], [119.912340961, 32.0079020406], [119.91257784, 32.0079079798], [119.91270708, 32.0079050093], [119.912901121, 32.0078919601], [119.91299616, 32.0078690103], [119.913270841, 32.00776803], [119.91360996, 32.0076399602], [119.91386988, 32.0075520299], [119.91437712, 32.0073969598], [119.914785001, 32.0072779795], [119.91501396, 32.0072370298], [119.915067961, 32.0072360396], [119.91513996, 32.0072370298], [119.91531204, 32.0072730296], [119.915440919, 32.0073129901], [119.915754121, 32.007423961], [119.91589488, 32.0074700414], [119.91597912, 32.0074900198], [119.916128161, 32.0075129696], [119.91620808, 32.0075129696], [119.91633408, 32.0075000104], [119.916431999, 32.0074820105], [119.916703081, 32.0074340406], [119.91683412, 32.0074149597], [119.917190881, 32.00737401], [119.917558081, 32.0073589796], [119.91802392, 32.0073460204], [119.91862296, 32.0073489909], [119.919427921, 32.00736204], [119.92046184, 32.0073830095], [119.92128588, 32.00741703], [119.92164804, 32.0074399789], [119.92184208, 32.00744799], [119.922220081, 32.0074669792], [119.922311881, 32.0074769698], [119.922379919, 32.00749704], [119.92241916, 32.0075250305], [119.922456961, 32.0075630097], [119.92249116, 32.00761404], [119.92250988, 32.00768802], [119.92251384, 32.0077440001], [119.922501961, 32.0081200201], [119.92251384, 32.0081959805], [119.92254084, 32.008237021], [119.92258296, 32.0082570004], [119.92261716, 32.0082679802], [119.92268196, 32.0082679793], [119.927211841, 32.00784804], [119.929034881, 32.0078269805], [119.93128812, 32.0078549701], [119.931420959, 32.0077559701], [119.93144004, 32.0075939707], [119.931577921, 32.0073879603], [119.931864121, 32.0073550208], [119.93384088, 32.0073460195], [119.93500512, 32.0072540404], [119.93680008, 32.0072769911], [119.93812488, 32.0073779697], [119.93824296, 32.0073759903], [119.938368961, 32.0073329712], [119.938461119, 32.007287971], [119.938510079, 32.0072540404], [119.93859504, 32.0071580099], [119.93869116, 32.0070639597], [119.93874012, 32.0070279599], [119.93875488, 32.0069899797], [119.93877108, 32.0069719798], [119.93880096, 32.0069520004], [119.940468841, 32.0066240402], [119.941725961, 32.0064000298], [119.94392196, 32.00527998], [119.944396079, 32.0050929597], [119.944875959, 32.0049080114], [119.94528204, 32.0050289702], [119.94776496, 32.0057749803], [119.94826104, 32.0059310397], [119.94850296, 32.0060050206], [119.949254999, 32.0062359602], [119.949553081, 32.0063249697], [119.950323841, 32.0065100106], [119.95083684, 32.0066330397], [119.95186104, 32.0068739699], [119.95235712, 32.0069950204], [119.955436919, 32.0076950401], [119.95594992, 32.00781096], [119.95646184, 32.0079269699], [119.956965841, 32.0080419904], [119.957738041, 32.0082200103], [119.95817004, 32.0082939904], [119.958753961, 32.00842701], [119.959082999, 32.0084870406], [119.959602841, 32.0085080101], [119.960137079, 32.0085240307], [119.96092512, 32.0085520203], [119.962523161, 32.0086089905], [119.96331012, 32.0086369801], [119.96384508, 32.0086549809], [119.96437284, 32.0086719898], [119.965434841, 32.0087079906], [119.96595504, 32.0087269807], [119.966490001, 32.0087490311], [119.96925804, 32.00890104], [119.96977788, 32.0089359597], [119.970281881, 32.0089490089], [119.970803161, 32.0089859998], [119.97133812, 32.0090210104], [119.97186588, 32.00905503], [119.97291996, 32.00912901], [119.97397584, 32.0091980402], [119.975038921, 32.0092730103], [119.975447881, 32.0092970402], [119.97556704, 32.0093019901], [119.97609516, 32.0093420396], [119.976363001, 32.00936301], [119.976759, 32.0094179999], [119.97702684, 32.0092039811], [119.97715716, 32.0090139912], [119.97744012, 32.0086310401], [119.977707959, 32.0082450304], [119.97785304, 32.0080550396], [119.978075881, 32.0077510202], [119.978724961, 32.0070429902], [119.97937584, 32.0063360404], [119.97986508, 32.0058029699], [119.980836001, 32.0047370098], [119.981982961, 32.0034979796], [119.98226592, 32.0032340097], [119.98278612, 32.0027039997], [119.98443816, 32.0012550003], [119.984805001, 32.0009309989], [119.985171841, 32.0006089804], [119.985293881, 32.0004600293], [119.985562081, 32.000139001], [119.985642, 32.0000309996], [119.985783841, 31.9998380402], [119.985968161, 31.9996839602], [119.98675404, 31.9990750203], [119.987534881, 31.9984640101], [119.988117, 31.9980110405], [119.988897121, 31.9973990401], [119.989080001, 31.9971830392], [119.989515961, 31.9966199997], [119.98966896, 31.9964339705], [119.991420001, 31.9941829809], [119.99171088, 31.9938080409], [119.99200212, 31.9934349904], [119.99288916, 31.9923089997], [119.99465712, 31.99006404], [119.994793921, 31.9898760296], [119.995099921, 31.9895029791], [119.995941961, 31.9883349612], [119.996246881, 31.9879620006], [119.99681388, 31.9872290388], [119.99828196, 31.9853619896], [119.99908116, 31.9843520113], [120.000034081, 31.98314196], [120.00020904, 31.9829149801], [120.000312001, 31.9827870003], [120.00073392, 31.9822509612], [120.000828961, 31.98212604], [120.0114, 31.9724700309], [120.012902167, 31.9718084815], [120.013375927, 31.9715984214], [120.012916927, 31.9708394512], [120.007931978, 31.956493947], [120.007595017, 31.9561668861], [120.007398817, 31.9559809468], [120.006756937, 31.9557369562], [120.005782058, 31.9557019474], [120.005301961, 31.9545389693], [120.004891921, 31.9541589904], [120.004482961, 31.9539240003], [120.003339959, 31.9525790399], [120.00249, 31.9504470306], [120.002403897, 31.9494189571], [120.00232116, 31.9484310303], [120.002573161, 31.9469799607], [120.00259188, 31.9468879798], [120.002834005, 31.9455620392], [120.002834077, 31.9455616372]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "常州",
            "配套": 0,
            "未来品": "Town",
            "公墓数量": 2,
            "夜间人口": 120533.386071,
            "日间人口": 120354.736429,
            "营业厅数量": 21,
            "风景区数量": 3,
            "公交站点数量": 160,
            "城市公园数量": 1,
            "非营利性数量": 62,
            "技术类企业数量": 80,
            "集中型商业数量": 5,
            "非营利性企业数量": 26953.7025
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1176,
          "name": "春江",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.002834077, 31.9455616372], [120.002855108, 31.9454464691], [120.003159162, 31.9427694302], [120.003198121, 31.9423719613], [120.002651686, 31.9393097454], [120.002600161, 31.9390209902], [120.00262284, 31.9379560194], [120.00349804, 31.9360322238], [120.003801121, 31.9353659997], [120.00529188, 31.9330600202], [120.00557088, 31.9327119898], [120.00648888, 31.9319749801], [120.010367175, 31.9269085549], [120.010923015, 31.9261585851], [120.011506935, 31.925394575], [120.011938935, 31.9249075849], [120.013121176, 31.9237385751], [120.013284975, 31.9235765748], [120.01582434, 31.9210363309], [120.015452941, 31.9208912603], [120.013533071, 31.9197618126], [120.012754836, 31.9193588111], [120.010335074, 31.9181057083], [120.00693072, 31.9167974169], [120.00593768, 31.9162179225], [120.004263288, 31.9152757631], [120.00368909, 31.9150757808], [120.00082284, 31.9135089613], [120.000475081, 31.9131420298], [120.000442026, 31.9131069346], [119.992126465, 31.9146728513], [119.981079103, 31.916503906], [119.973083496, 31.9157104495], [119.973004065, 31.9157163796], [119.964904785, 31.9163208005], [119.953308106, 31.919677734], [119.94996478, 31.9205417721], [119.947875976, 31.9210815443], [119.938903808, 31.9240722667], [119.936096192, 31.9237060547], [119.909729005, 31.9301147459], [119.908514323, 31.9256206897], [119.907287597, 31.9210815434], [119.90612793, 31.9129028317], [119.902666016, 31.9146249093], [119.894470215, 31.9187011719], [119.880676269, 31.9223022454], [119.880310058, 31.9265136716], [119.878723145, 31.9317016599], [119.877929687, 31.9351196287], [119.877075196, 31.9379272464], [119.876708984, 31.9423217773], [119.876281738, 31.9462890628], [119.876281739, 31.949890138], [119.876664153, 31.9534957863], [119.876708984, 31.9539184578], [119.876708984, 31.9578857414], [119.876708982, 31.9605751928], [119.876708983, 31.9617309574], [119.876098633, 31.9671020513], [119.87487793, 31.9721069341], [119.874328614, 31.9760742187], [119.873901368, 31.9808959968], [119.887695314, 31.9774780271], [119.908691406, 31.9724731452], [119.924926757, 31.9630737307], [119.936096191, 31.9614868167], [119.941669987, 31.9619050239], [119.946480071, 31.9621322358], [119.95071409, 31.9632873592], [119.954711914, 31.9639282233], [119.962097168, 31.9613037111], [119.972106934, 31.9583129896], [119.980807216, 31.9541973663], [119.982299805, 31.9534912097], [119.993286133, 31.9489135741], [120.002834077, 31.9455616372]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "常州",
            "配套": 0.45,
            "未来品": "Town",
            "夜间人口": 66696.5432142,
            "日间人口": 59226.379103,
            "营业厅数量": 14,
            "风景区数量": 1,
            "公交站点数量": 92,
            "非营利性数量": 43,
            "高速路出入口": 4,
            "技术类企业数量": 47,
            "非营利性企业数量": 12254,
            "高速路出入口数量": 4
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1177,
          "name": "新龙东片",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.000442026, 31.9131069346], [120.00037896, 31.9130399711], [120.000242161, 31.9128530398], [120.00002796, 31.9125860104], [119.99979792, 31.9122900013], [119.997734244, 31.907943612], [119.997443004, 31.9075685821], [119.997557124, 31.9073556415], [119.997664044, 31.9071526016], [119.997902003, 31.9067485929], [119.99716704, 31.9057610392], [119.997212041, 31.9054719603], [119.99721452, 31.9054012196], [119.99721996, 31.9052459696], [119.99722788, 31.9050189897], [119.99674396, 31.9044969783], [119.99674396, 31.9042708995], [119.99675296, 31.9040469791], [119.99665216, 31.9036479184], [119.995960275, 31.9021187643], [119.995745355, 31.9017037757], [119.995684154, 31.9015787645], [119.995539435, 31.901286805], [119.995332436, 31.9008708254], [119.994934275, 31.9000538057], [119.994836354, 31.8998927956], [119.994575355, 31.8995007542], [119.99444112, 31.8984299997], [119.994181921, 31.8980349896], [119.99372292, 31.8973400097], [119.993103001, 31.8964040097], [119.99349288, 31.89610404], [119.99409588, 31.8956509804], [119.99448684, 31.8953549713], [119.994930001, 31.8950100003], [119.995090921, 31.8948859811], [119.99542104, 31.8945470401], [119.99571192, 31.8942019801], [119.99582604, 31.8939959697], [119.996048881, 31.8935870102], [119.99636892, 31.8929740197], [119.996697961, 31.8923620203], [119.99692008, 31.8919509905], [119.997149041, 31.8916909804], [119.997792001, 31.8911090399], [119.998212523, 31.8910835279], [119.998106885, 31.8874213842], [120.003809467, 31.8871212489], [120.004239961, 31.8848830198], [120.00620196, 31.8846449702], [120.00770388, 31.8844130404], [120.008468881, 31.8841910104], [120.00911616, 31.8840049802], [120.00935034, 31.883936773], [120.009704368, 31.8834529341], [120.009391921, 31.8830519696], [120.00876804, 31.8822579896], [120.00630096, 31.8782099711], [120.00529512, 31.8765729604], [120.00513816, 31.8762700192], [120.00341988, 31.8729110397], [120.00330612, 31.871349001], [120.003311881, 31.8686779803], [120.00331188, 31.8676989603], [120.002562001, 31.8670659896], [120.00082608, 31.86559098], [120.000665161, 31.8652479903], [120.00034404, 31.8645549907], [120.000030841, 31.8640550396], [119.999778121, 31.8636489597], [119.99967012, 31.8634409699], [119.999556002, 31.86323199], [119.99947212, 31.86306603], [119.998911132, 31.8628656475], [119.998085962, 31.8625636624], [119.997871762, 31.8621507423], [119.997764842, 31.8619447319], [119.997721401, 31.8619138635], [119.997419962, 31.8616996621], [119.996506641, 31.8613507332], [119.994449041, 31.8598059606], [119.993284473, 31.8594223143], [119.991787809, 31.859025984], [119.984217238, 31.8570208969], [119.985002479, 31.8558630324], [119.985409731, 31.8552625155], [119.98541916, 31.8550799702], [119.985426, 31.8548529903], [119.98554192, 31.8545890195], [119.98577088, 31.8541830313], [119.985993001, 31.8537749711], [119.986221961, 31.8534219899], [119.98736892, 31.8522480311], [119.987555059, 31.852098955], [119.987631379, 31.8519864075], [119.987487793, 31.8519287115], [119.984850435, 31.8519287169], [119.984296702, 31.8519389287], [119.982572381, 31.8519707117], [119.979207519, 31.8521648384], [119.972762259, 31.8535460757], [119.965698242, 31.8558959961], [119.95788575, 31.8577880941], [119.956481933, 31.8582763685], [119.95147705, 31.859680176], [119.948076201, 31.8605624595], [119.945437536, 31.8629326758], [119.943725586, 31.8645019541], [119.943064067, 31.8649782611], [119.941868958, 31.8658387451], [119.940673829, 31.8666992191], [119.937683104, 31.868286134], [119.936268217, 31.8688110287], [119.934160582, 31.8695928804], [119.934299748, 31.8703635697], [119.934875488, 31.8734741205], [119.935104994, 31.8743742232], [119.935347704, 31.8753260908], [119.936350342, 31.8792580176], [119.94329834, 31.9064941405], [119.944885253, 31.9110717769], [119.946289062, 31.9160766597], [119.947875976, 31.9210815443], [119.94996478, 31.9205417721], [119.953308106, 31.919677734], [119.964904785, 31.9163208005], [119.973004065, 31.9157163796], [119.973083496, 31.9157104495], [119.981079103, 31.916503906], [119.992126465, 31.9146728513], [120.000442026, 31.9131069346]]]
          },
          "extra": {
            "品类": "C",
            "城市": "常州",
            "配套": 0.8,
            "未来品": "G3",
            "夜间人口": 64328.6000313,
            "日间人口": 73005.7817376,
            "营业厅数量": 4,
            "风景区数量": 3,
            "公交站点数量": 64,
            "地铁站点数量": 4,
            "城市公园数量": 4,
            "非营利性数量": 38,
            "技术类企业数量": 58,
            "集中型商业数量": 2,
            "非营利性企业数量": 5340
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1178,
          "name": "恐龙园",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.001765049, 31.8191236808], [119.996492635, 31.8191735051], [119.996479238, 31.819173631], [119.994689941, 31.8192749027], [119.993607395, 31.8194854133], [119.99029541, 31.8201293936], [119.98808419, 31.8206207984], [119.985900879, 31.8211059566], [119.983749883, 31.8213865271], [119.983093261, 31.8214721677], [119.982347387, 31.821548673], [119.981246777, 31.8216615541], [119.981849307, 31.8269554709], [119.98214018, 31.8300748738], [119.982223418, 31.8309674797], [119.98248291, 31.8331298833], [119.982547732, 31.8336114433], [119.982910156, 31.8363037113], [119.983193885, 31.8362863436], [119.983252815, 31.8368011641], [119.989357055, 31.836178702], [119.992393038, 31.8358687066], [119.996327168, 31.8356806107], [119.998354376, 31.8356660192], [119.99867469, 31.8327660626], [119.99862, 31.8311479799], [119.99860416, 31.8306950103], [119.998596959, 31.8302479798], [119.99876508, 31.8298239908], [119.99894112, 31.8293970304], [119.999085034, 31.8290508742], [119.999091494, 31.828992385], [119.999105698, 31.8289848118], [119.9991881, 31.8282387252], [119.999676365, 31.82835604], [119.999807946, 31.8282159832], [120.000040282, 31.8279686849], [120.000178522, 31.8278186537], [120.000706282, 31.8281206937], [120.000835522, 31.8281946728], [120.00142117, 31.8287752392], [120.003210131, 31.829205018], [120.004773381, 31.8282149499], [120.004775086, 31.8282138716], [120.005002587, 31.8283559761], [120.005417242, 31.8278297244], [120.008713, 31.8272269601], [120.012382328, 31.8265557636], [120.012383656, 31.8265533849], [120.013298056, 31.8263861065], [120.01405284, 31.8262480201], [120.014385841, 31.8261879904], [120.014802, 31.8261159907], [120.01492116, 31.8260940301], [120.015057961, 31.8263450408], [120.015254145, 31.8267060008], [120.016884292, 31.8253958828], [120.018127442, 31.8239135744], [120.021728516, 31.8214721677], [120.019897461, 31.8182983397], [120.01512752, 31.8189510901], [120.011824315, 31.8190918097], [120.005126954, 31.8190917962], [120.001765049, 31.8191236808]]]
          },
          "extra": {
            "品类": "G3",
            "城市": "常州",
            "配套": 1.28,
            "未来品": "G2",
            "夜间人口": 16279.5925574,
            "日间人口": 17775.7651229,
            "营业厅数量": 3,
            "风景区数量": 4,
            "公交站点数量": 9,
            "非营利性数量": 17,
            "技术类企业数量": 43,
            "非营利性企业数量": 22324.15
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1179,
          "name": "恐龙园南",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.996479238, 31.819173631], [119.99649264, 31.8191733162], [119.996492635, 31.8191735051], [120.001765049, 31.8191236808], [120.001559375, 31.8091854465], [119.997815394, 31.8091978832], [119.993525115, 31.809222601], [119.991743808, 31.8090073285], [119.987592492, 31.8071768547], [119.981454007, 31.8039332771], [119.978654435, 31.8024145488], [119.978213105, 31.8027350941], [119.977855763, 31.8029946349], [119.977487368, 31.8032621994], [119.975524902, 31.8046875007], [119.973327636, 31.8065185546], [119.972175603, 31.8074017878], [119.971496582, 31.807922363], [119.97204084, 31.8090594919], [119.972973922, 31.8107101202], [119.974701214, 31.8117776154], [119.975938845, 31.8126211238], [119.978159811, 31.8137636423], [119.978515626, 31.8139038088], [119.979282193, 31.8145016862], [119.980026302, 31.8154003419], [119.98037734, 31.8163082048], [119.980818361, 31.8194583779], [119.981246777, 31.8216615541], [119.982347387, 31.821548673], [119.983093261, 31.8214721677], [119.983749883, 31.8213865271], [119.985900879, 31.8211059566], [119.98808419, 31.8206207984], [119.99029541, 31.8201293936], [119.993607395, 31.8194854133], [119.994689941, 31.8192749027], [119.996479238, 31.819173631]]]
          },
          "extra": {
            "品类": "G2",
            "城市": "常州",
            "配套": 1.99,
            "未来品": "TOP",
            "夜间人口": 21006.2762387,
            "日间人口": 24658.1961567,
            "营业厅数量": 5,
            "公交站点数量": 25,
            "非营利性数量": 27,
            "技术类企业数量": 453,
            "非营利性企业数量": 12265849
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1180,
          "name": "新市府",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.983252815, 31.8368011641], [119.983193885, 31.8362863436], [119.982910156, 31.8363037113], [119.982547732, 31.8336114433], [119.98248291, 31.8331298833], [119.982223418, 31.8309674797], [119.98214018, 31.8300748738], [119.981849307, 31.8269554709], [119.981246777, 31.8216615541], [119.980818361, 31.8194583779], [119.98037734, 31.8163082048], [119.980026302, 31.8154003419], [119.979282193, 31.8145016862], [119.978515626, 31.8139038088], [119.978159811, 31.8137636423], [119.975938845, 31.8126211238], [119.974701214, 31.8117776154], [119.972973922, 31.8107101202], [119.97204084, 31.8090594919], [119.971496582, 31.807922363], [119.970372214, 31.8091332435], [119.967147485, 31.8101341044], [119.966052723, 31.8104661098], [119.963056865, 31.8113745978], [119.960663849, 31.8120569233], [119.960402798, 31.812131353], [119.95494864, 31.8134999673], [119.9535984, 31.813913044], [119.948136246, 31.8158992587], [119.945745794, 31.8167028525], [119.945889641, 31.817082146], [119.946253827, 31.8180424097], [119.947786183, 31.8198390996], [119.947982659, 31.8200206367], [119.948738673, 31.8207191591], [119.948991654, 31.8209528983], [119.949830697, 31.8217281121], [119.950595687, 31.8225831029], [119.952592724, 31.8242258028], [119.954847175, 31.8265781891], [119.956510482, 31.8293164431], [119.957199151, 31.8309322244], [119.95706159, 31.8327160882], [119.956920173, 31.8350096202], [119.956940362, 31.8363889104], [119.956945445, 31.8374824932], [119.957193515, 31.8385302331], [119.958024301, 31.8401827787], [119.959068009, 31.8413608609], [119.96013672, 31.8422247083], [119.96069336, 31.8421020516], [119.963317872, 31.8408813487], [119.966110185, 31.8403114906], [119.966308593, 31.8402709959], [119.970275879, 31.8392944338], [119.972473145, 31.8389282236], [119.975280762, 31.8380737309], [119.981562923, 31.8371251593], [119.983252815, 31.8368011641]]]
          },
          "extra": {
            "品类": "G2",
            "城市": "常州",
            "配套": 2.29,
            "未来品": "TOP",
            "夜间人口": 69285.2986106,
            "日间人口": 87619.2295467,
            "垃圾场数量": 1,
            "营业厅数量": 58,
            "风景区数量": 4,
            "公交站点数量": 69,
            "地铁站点数量": 3,
            "城市公园数量": 4,
            "非营利性数量": 238,
            "技术类企业数量": 1289,
            "集中型商业数量": 5,
            "非营利性企业数量": 100558
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1181,
          "name": "郑陆西",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.07269287, 31.7902832043], [120.063699832, 31.7913097193], [120.063524324, 31.7900543619], [120.062941289, 31.7886370547], [120.064147768, 31.7866041165], [120.065359013, 31.7867466995], [120.066359882, 31.7866080717], [120.066002323, 31.7859296438], [120.064984458, 31.7855533927], [120.064351459, 31.7846525796], [120.064895681, 31.7828646005], [120.063608073, 31.7824375817], [120.061775256, 31.7817373993], [120.061199856, 31.7805489119], [120.047842836, 31.7820146611], [120.048303025, 31.7841220434], [120.045680587, 31.7842087048], [120.043411775, 31.7848593975], [120.042389375, 31.7851939777], [120.041984615, 31.7847742488], [120.042325313, 31.7832393183], [120.042468533, 31.7824963578], [120.042480034, 31.7819951072], [120.039643756, 31.7823730266], [120.039259122, 31.7817142462], [120.038093493, 31.7780980732], [120.038178593, 31.7772849359], [120.0384436, 31.776849199], [120.038092672, 31.7761623517], [120.037393537, 31.7762588139], [120.034777035, 31.7757438954], [120.031966355, 31.7751906387], [120.03025327, 31.7749301708], [120.029829948, 31.7750374824], [120.029229273, 31.7754573372], [120.029179774, 31.776508186], [120.029301245, 31.7781771326], [120.029355377, 31.7798362316], [120.029814925, 31.7807430719], [120.030219749, 31.7816764261], [120.030366898, 31.7831042887], [120.030453614, 31.7847339817], [120.030587145, 31.7862575915], [120.031753404, 31.7886154143], [120.03241594, 31.791796337], [120.03268687, 31.7941039165], [120.032719592, 31.7951050912], [120.032354555, 31.7959010443], [120.031325107, 31.7968798232], [120.029391691, 31.7984049619], [120.027422613, 31.8005511796], [120.025818643, 31.8027602527], [120.02538922, 31.8041541227], [120.025430429, 31.8054175164], [120.026744414, 31.8077432334], [120.02671663, 31.8089462412], [120.02466422, 31.8118005482], [120.023437908, 31.8132610768], [120.025423791, 31.814530701], [120.029867921, 31.8162353561], [120.031311035, 31.8153076164], [120.035278321, 31.8134765616], [120.039123534, 31.8117065429], [120.042297365, 31.81048584], [120.044128418, 31.8081054686], [120.047729492, 31.8074951176], [120.05230713, 31.8046874989], [120.057128906, 31.8016967774], [120.061889649, 31.7982788077], [120.065124511, 31.7958984372], [120.070312501, 31.7922973628], [120.07269287, 31.7902832043]]]
          },
          "extra": {
            "品类": "C",
            "城市": "常州",
            "配套": 0.65,
            "未来品": "G3",
            "夜间人口": 25700.7410319,
            "日间人口": 23122.7262008,
            "营业厅数量": 3,
            "公交站点数量": 18,
            "非营利性数量": 7,
            "技术类企业数量": 8,
            "集中型商业数量": 1,
            "非营利性企业数量": 1305
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1182,
          "name": "郑陆",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.126290535, 31.79034444], [120.123227006, 31.7918238599], [120.117259356, 31.7898735137], [120.108768623, 31.7898384365], [120.096475646, 31.7890504514], [120.093450266, 31.788780537], [120.089100606, 31.7890007405], [120.076277005, 31.7903993041], [120.07269287, 31.7902832043], [120.070312501, 31.7922973628], [120.065124511, 31.7958984372], [120.061889649, 31.7982788077], [120.057128906, 31.8016967774], [120.05230713, 31.8046874989], [120.047729492, 31.8074951176], [120.044128418, 31.8081054686], [120.042297365, 31.81048584], [120.039123534, 31.8117065429], [120.035278321, 31.8134765616], [120.031311035, 31.8153076164], [120.029867921, 31.8162353561], [120.029441126, 31.8165097257], [120.027893066, 31.817504884], [120.025085449, 31.8189086916], [120.021728516, 31.8214721677], [120.018127442, 31.8239135744], [120.016884292, 31.8253958828], [120.015254145, 31.8267060008], [120.015505386, 31.8271682568], [120.01628088, 31.8285950402], [120.017558881, 31.8301389891], [120.01879404, 31.8316300201], [120.018840429, 31.8316858608], [120.021788779, 31.8320379031], [120.022145813, 31.8321979564], [120.023444883, 31.8327802944], [120.023844671, 31.8334466066], [120.024228961, 31.8333570296], [120.02530788, 31.8328900189], [120.025923121, 31.8324840289], [120.026115001, 31.8322389601], [120.026252161, 31.8319640103], [120.02703588, 31.8298439701], [120.02714712, 31.8290219988], [120.027318121, 31.8280670096], [120.027508921, 31.8277469696], [120.027754081, 31.8276050404], [120.028017961, 31.8275479803], [120.032546728, 31.8260889229], [120.039312961, 31.8239090103], [120.040773121, 31.8234210301], [120.042416881, 31.8254670003], [120.042761041, 31.8259739697], [120.045368161, 31.8298130101], [120.046039919, 31.8305130298], [120.04721712, 31.8316699797], [120.048287041, 31.8324709798], [120.049296121, 31.83310098], [120.04974684, 31.8333400198], [120.05032392, 31.8336479999], [120.05048808, 31.8337340398], [120.058758, 31.8377210402], [120.06438804, 31.8405509989], [120.068327161, 31.8436350296], [120.071778121, 31.8466209605], [120.075353999, 31.8492939596], [120.079073881, 31.8535589711], [120.080519999, 31.8548670314], [120.08152008, 31.8555620104], [120.08548692, 31.8572710199], [120.08679984, 31.8578419797], [120.090183841, 31.8592520097], [120.091344121, 31.85955], [120.092274001, 31.85973396], [120.093032879, 31.85973396], [120.093921, 31.8594740406], [120.09485484, 31.8592150197], [120.09530484, 31.8588370202], [120.096596881, 31.85761599], [120.097484999, 31.8571329596], [120.098327041, 31.85672301], [120.09921984, 31.8565760401], [120.10468392, 31.8565369798], [120.10943916, 31.8565369798], [120.111080041, 31.8565359896], [120.11245488, 31.8567950097], [120.11343804, 31.8573129598], [120.117870001, 31.8611249989], [120.121399081, 31.8610749597], [120.123216001, 31.8610369805], [120.12495912, 31.8610050303], [120.136640041, 31.8607939801], [120.139345081, 31.8607409695], [120.139626961, 31.8612580212], [120.13998516, 31.8619199699], [120.14037288, 31.8626319605], [120.141279, 31.8642990302], [120.14485416, 31.8666490198], [120.14608716, 31.8674520002], [120.15069804, 31.8704090403], [120.151346358, 31.8706501297], [120.15008545, 31.8662719728], [120.140502929, 31.8566894536], [120.140686036, 31.8248901365], [120.139736759, 31.8183251179], [120.139554366, 31.8170635858], [120.138658152, 31.8108641794], [120.13848877, 31.8096923826], [120.126281738, 31.7907104497], [120.126290535, 31.79034444]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "常州",
            "配套": 0.27,
            "未来品": "Town",
            "夜间人口": 61363.2510562,
            "日间人口": 57985.723249,
            "营业厅数量": 7,
            "风景区数量": 1,
            "公交站点数量": 91,
            "城市公园数量": 3,
            "非营利性数量": 23,
            "技术类企业数量": 25,
            "集中型商业数量": 2,
            "非营利性企业数量": 13741
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1183,
          "name": "常州北站区",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.987631379, 31.8519864075], [119.988730121, 31.8503660738], [119.990631343, 31.8493033818], [119.993293601, 31.8478152188], [119.993472, 31.8476850302], [119.993921892, 31.8471814818], [119.994241063, 31.845384265], [119.994800062, 31.8422364903], [119.995058521, 31.8407810275], [119.99506284, 31.8406660195], [119.99507112, 31.8404359801], [119.995085879, 31.8402099895], [119.995094159, 31.8397629608], [119.99530908, 31.83960402], [119.99712605, 31.8397195208], [119.997555157, 31.839869615], [119.999168745, 31.840257275], [119.99901646, 31.8394958469], [119.998354376, 31.8356660192], [119.996327168, 31.8356806107], [119.992393038, 31.8358687066], [119.989357055, 31.836178702], [119.983252815, 31.8368011641], [119.981562923, 31.8371251593], [119.975280762, 31.8380737309], [119.972473145, 31.8389282236], [119.970275879, 31.8392944338], [119.966308593, 31.8402709959], [119.966110185, 31.8403114906], [119.963317872, 31.8408813487], [119.96069336, 31.8421020516], [119.96013672, 31.8422247083], [119.957092285, 31.8428955081], [119.954284668, 31.8427124017], [119.951293945, 31.844116211], [119.950723533, 31.8442675516], [119.948303223, 31.8449096666], [119.946448973, 31.8454337034], [119.945495607, 31.8457031259], [119.94329834, 31.8463134769], [119.941101075, 31.847290039], [119.938293457, 31.8480834965], [119.937814109, 31.8482309961], [119.934326172, 31.8493041993], [119.931518554, 31.8502807614], [119.929412861, 31.8511047518], [119.929670912, 31.8528323881], [119.931943262, 31.8610819232], [119.932184809, 31.861847793], [119.933587636, 31.8664197826], [119.934160582, 31.8695928804], [119.936268217, 31.8688110287], [119.937683104, 31.868286134], [119.940673829, 31.8666992191], [119.941868958, 31.8658387451], [119.943064067, 31.8649782611], [119.943725586, 31.8645019541], [119.945437536, 31.8629326758], [119.948076201, 31.8605624595], [119.95147705, 31.859680176], [119.956481933, 31.8582763685], [119.95788575, 31.8577880941], [119.965698242, 31.8558959961], [119.972762259, 31.8535460757], [119.979207519, 31.8521648384], [119.982572381, 31.8519707117], [119.984296702, 31.8519389287], [119.984850435, 31.8519287169], [119.987487793, 31.8519287115], [119.987631379, 31.8519864075]]]
          },
          "extra": {
            "品类": "G3",
            "城市": "常州",
            "配套": 2.0699999,
            "未来品": "G2",
            "夜间人口": 24070.7956451,
            "日间人口": 30535.778103,
            "营业厅数量": 7,
            "风景区数量": 1,
            "公交站点数量": 31,
            "地铁站点数量": 4,
            "城市公园数量": 8,
            "非营利性数量": 31,
            "高速路出入口": 4,
            "技术类企业数量": 135,
            "集中型商业数量": 2,
            "非营利性企业数量": 4145595.5125,
            "高速路出入口数量": 4
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1184,
          "name": "凤凰新城东",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.003627886, 31.7539816931], [120.01891529, 31.7452062156], [120.040163453, 31.7334342969], [120.03937738, 31.7323618859], [120.03673667, 31.7301346924], [120.033530513, 31.7276823455], [120.032019056, 31.7270830462], [120.03151441, 31.7268829453], [120.028129166, 31.7261397995], [120.02422459, 31.7266511522], [120.023723545, 31.725767125], [120.022995421, 31.725861525], [120.01137192, 31.7291352749], [120.010127399, 31.7288655457], [120.00427218, 31.7306954251], [119.999675865, 31.7325835715], [119.995202519, 31.7344209745], [119.993386995, 31.7360121819], [119.993257794, 31.7372545674], [119.993450706, 31.7397788313], [119.994633538, 31.7435680708], [119.996105146, 31.7459191046], [119.998143999, 31.7485430394], [119.999823579, 31.7504119952], [120.001427413, 31.7516624432], [120.00258646, 31.7529710728], [120.003430029, 31.7540947478], [120.003627886, 31.7539816931]]]
          },
          "extra": {
            "品类": "C",
            "城市": "常州",
            "配套": 0,
            "未来品": "G3",
            "夜间人口": 16969.2612373,
            "日间人口": 20513.6364315,
            "营业厅数量": 5,
            "公交站点数量": 32,
            "城市公园数量": 1,
            "快速路出入口": 3,
            "非营利性数量": 5,
            "技术类企业数量": 22,
            "集中型商业数量": 2,
            "快速路出入口数量": 3,
            "非营利性企业数量": 295
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1185,
          "name": "大学城",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.942589918, 31.6904880575], [119.944519043, 31.6901245119], [119.946408956, 31.6900754782], [119.953918457, 31.6898803712], [119.958679199, 31.6901245128], [119.959272061, 31.6901245182], [119.962097168, 31.6901245119], [119.965881348, 31.6901245119], [119.968688964, 31.6903076175], [119.971496582, 31.6903076175], [119.974175156, 31.6904380066], [119.977801269, 31.6904754769], [119.980500286, 31.6900001348], [119.980886016, 31.6898685883], [119.981042652, 31.6898124931], [119.9855666, 31.6881922529], [119.987433609, 31.6882117547], [119.992945422, 31.6882691674], [119.993824576, 31.6882783036], [119.994703729, 31.6882874317], [119.996094146, 31.6883209135], [119.99609375, 31.6874999988], [119.996704101, 31.6846923828], [119.996607875, 31.6814530122], [119.996520996, 31.6785278315], [119.997230394, 31.673507493], [119.995869448, 31.6733646294], [119.992882353, 31.6730510106], [119.989118556, 31.6725953862], [119.985516538, 31.67196409], [119.982509331, 31.6710897493], [119.978384648, 31.6698120222], [119.97469125, 31.6684095816], [119.969640897, 31.6664374457], [119.965881348, 31.6652832028], [119.962356798, 31.6640360616], [119.955244991, 31.6624435574], [119.952162572, 31.6617531884], [119.9443044, 31.6601496989], [119.942139432, 31.6597861732], [119.938426749, 31.6592304992], [119.931231368, 31.6586174026], [119.930129931, 31.6585799773], [119.926406463, 31.658453386], [119.920898768, 31.658717087], [119.914190202, 31.6599699371], [119.905897967, 31.6617531011], [119.905779773, 31.6635717596], [119.905528771, 31.6689454499], [119.905553053, 31.6700977413], [119.905702606, 31.6771928185], [119.906311034, 31.6771240231], [119.906640954, 31.6801483073], [119.906677246, 31.6804809575], [119.906494141, 31.6857299802], [119.906935302, 31.687597703], [119.907197704, 31.6895350486], [119.907661099, 31.6915094256], [119.908124436, 31.6926875609], [119.911709823, 31.692388092], [119.9215499, 31.6915521389], [119.92544522, 31.6914627814], [119.929700138, 31.6911011244], [119.933559337, 31.6908825649], [119.937930673, 31.6907665982], [119.940959931, 31.6907952065], [119.942589918, 31.6904880575]]]
          },
          "extra": {
            "品类": "G3",
            "城市": "常州",
            "配套": 1.09,
            "未来品": "G2",
            "夜间人口": 117719.178497,
            "日间人口": 126825.295077,
            "垃圾场数量": 1,
            "营业厅数量": 11,
            "风景区数量": 5,
            "公交站点数量": 85,
            "地铁站点数量": 2,
            "城市公园数量": 1,
            "非营利性数量": 61,
            "技术类企业数量": 573,
            "集中型商业数量": 4,
            "非营利性企业数量": 45636
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1186,
          "name": "兰陵",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.956876981, 31.7676202609], [119.956704086, 31.7664735533], [119.95562886, 31.7633971318], [119.954534764, 31.7597247115], [119.953556156, 31.756168883], [119.953200013, 31.754435777], [119.952967557, 31.7537315799], [119.951499894, 31.7538102149], [119.94995714, 31.7538928536], [119.949707031, 31.7539062499], [119.946105956, 31.754272461], [119.943725586, 31.7546997073], [119.940673829, 31.7548828129], [119.936889649, 31.7551269527], [119.931701659, 31.7556762703], [119.927917481, 31.7559204102], [119.925109864, 31.7567138668], [119.925207788, 31.7579235008], [119.925185077, 31.7597881047], [119.928363523, 31.7602446123], [119.93090482, 31.761140409], [119.931661881, 31.7621249742], [119.932743141, 31.7645334908], [119.933660146, 31.7652757867], [119.93601641, 31.7659657952], [119.936836927, 31.7664812623], [119.937303459, 31.7672032192], [119.937690794, 31.7678660941], [119.937995117, 31.7681644397], [119.938429523, 31.7683376339], [119.939355055, 31.7687819502], [119.942156, 31.7693739416], [119.943985344, 31.7693518236], [119.944519043, 31.7681274416], [119.947692871, 31.7683105472], [119.950683594, 31.7681274416], [119.953000374, 31.7679383223], [119.953674317, 31.7678833009], [119.956876981, 31.7676202609]]]
          },
          "extra": {
            "品类": "TOP",
            "城市": "常州",
            "配套": 2.8599999,
            "未来品": "TOP",
            "夜间人口": 53061.6917276,
            "日间人口": 43265.5889908,
            "营业厅数量": 20,
            "公交站点数量": 32,
            "地铁站点数量": 2,
            "城市公园数量": 1,
            "非营利性数量": 65,
            "技术类企业数量": 340,
            "集中型商业数量": 2,
            "非营利性企业数量": 15243
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1187,
          "name": "文化宫",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.952313435, 31.7810923084], [119.953171275, 31.7807700651], [119.958587854, 31.7780915558], [119.969410125, 31.7724239914], [119.976953024, 31.7683474095], [119.977635523, 31.767931572], [119.977976055, 31.7677165234], [119.977081282, 31.766387945], [119.976074219, 31.7648925793], [119.97402893, 31.7654534002], [119.973401197, 31.7656255178], [119.972290039, 31.7659301757], [119.968078613, 31.7667236341], [119.965866353, 31.7668512713], [119.964904785, 31.7669067388], [119.963518477, 31.7669916231], [119.961914062, 31.7670898434], [119.959899903, 31.7670898434], [119.95774009, 31.7675493583], [119.956876981, 31.7676202609], [119.953674317, 31.7678833009], [119.953000374, 31.7679383223], [119.950683594, 31.7681274416], [119.947692871, 31.7683105472], [119.944519043, 31.7681274416], [119.943985344, 31.7693518236], [119.943481445, 31.7705078122], [119.942321778, 31.7719116215], [119.943763403, 31.7735194007], [119.947079933, 31.7759476188], [119.948542536, 31.7771542976], [119.949378779, 31.7778844077], [119.950317383, 31.7794799795], [119.951143751, 31.7811843711], [119.951286204, 31.7814781733], [119.952313435, 31.7810923084]]]
          },
          "extra": {
            "品类": "TOP",
            "城市": "常州",
            "配套": 3.02,
            "未来品": "TOP",
            "夜间人口": 33420.9208949,
            "日间人口": 49655.6638845,
            "营业厅数量": 23,
            "风景区数量": 24,
            "公交站点数量": 26,
            "地铁站点数量": 3,
            "城市公园数量": 4,
            "非营利性数量": 65,
            "技术类企业数量": 166,
            "集中型商业数量": 3,
            "非营利性企业数量": 24537.25
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1188,
          "name": "凤凰新城",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[120.003430029, 31.7540947478], [120.00258646, 31.7529710728], [120.001427413, 31.7516624432], [119.999823579, 31.7504119952], [119.998143999, 31.7485430394], [119.996105146, 31.7459191046], [119.994633538, 31.7435680708], [119.993450706, 31.7397788313], [119.993257794, 31.7372545674], [119.993386995, 31.7360121819], [119.993556233, 31.734384758], [119.99388679, 31.7324074132], [119.993753873, 31.7326272336], [119.993103028, 31.7337036132], [119.990150133, 31.7359038622], [119.986944327, 31.7369095111], [119.982711312, 31.7372234455], [119.977328305, 31.7373127779], [119.976021355, 31.737267944], [119.973598714, 31.737395725], [119.973461513, 31.7389825293], [119.973083496, 31.7424926759], [119.973189125, 31.7434328434], [119.973424244, 31.744982333], [119.973774842, 31.7474247118], [119.973935015, 31.7486615224], [119.974053618, 31.7504432062], [119.974121094, 31.7509155265], [119.974170489, 31.7522941495], [119.974151236, 31.7550428958], [119.974608891, 31.7592920603], [119.975238386, 31.7622088612], [119.976074219, 31.7648925793], [119.977081282, 31.766387945], [119.977976055, 31.7677165234], [119.978953669, 31.7670991415], [119.979950722, 31.7665863364], [119.984205105, 31.7642803074], [119.989726089, 31.7613807294], [119.995078443, 31.7587031761], [120.002044944, 31.7548861611], [120.002836419, 31.7544339298], [120.003430029, 31.7540947478]]]
          },
          "extra": {
            "品类": "G3",
            "城市": "常州",
            "配套": 1.04,
            "未来品": "G3",
            "夜间人口": 36101.1984486,
            "日间人口": 28624.4684054,
            "营业厅数量": 5,
            "公交站点数量": 23,
            "城市公园数量": 3,
            "快速路出入口": 2,
            "非营利性数量": 24,
            "技术类企业数量": 41,
            "集中型商业数量": 3,
            "快速路出入口数量": 2,
            "非营利性企业数量": 9326
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1189,
          "name": "勤业花园南",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.924496272, 31.7885018452], [119.924083429, 31.7870569287], [119.92352295, 31.7850952151], [119.924316406, 31.7822875973], [119.924034018, 31.7803109036], [119.923898241, 31.7792977454], [119.92388916, 31.7792968749], [119.922455073, 31.7795242522], [119.918884277, 31.7800903323], [119.914306641, 31.7789306637], [119.913446294, 31.7785041369], [119.907261892, 31.7765079648], [119.904186145, 31.7753185277], [119.901401025, 31.7748476517], [119.897081666, 31.7753277755], [119.893897949, 31.7757846598], [119.894658895, 31.7785220873], [119.896427547, 31.7825757743], [119.897274121, 31.7843024177], [119.897579774, 31.7849257954], [119.89788172, 31.7855498332], [119.898262149, 31.7863360556], [119.899108886, 31.7880859384], [119.900453196, 31.7902945034], [119.901672365, 31.7922973628], [119.902540799, 31.7937133499], [119.903012453, 31.7944823611], [119.903429507, 31.7952687283], [119.904111114, 31.7965538838], [119.905062352, 31.7978147324], [119.90716674, 31.7994473985], [119.907851048, 31.7988745043], [119.909729003, 31.7973022474], [119.91305095, 31.7952016263], [119.913879394, 31.7946777343], [119.914952476, 31.7940298528], [119.917937474, 31.7921786901], [119.919584108, 31.7912114369], [119.92082064, 31.7905627685], [119.922809187, 31.7895213176], [119.923554522, 31.789089134], [119.924496272, 31.7885018452]]]
          },
          "extra": {
            "品类": "G2",
            "城市": "常州",
            "配套": 1.88,
            "未来品": "TOP",
            "夜间人口": 77748.4648156,
            "日间人口": 53071.2360157,
            "垃圾场数量": 2,
            "营业厅数量": 9,
            "风景区数量": 1,
            "公交站点数量": 21,
            "地铁站点数量": 2,
            "城市公园数量": 2,
            "快速路出入口": 3,
            "非营利性数量": 34,
            "技术类企业数量": 52,
            "快速路出入口数量": 3,
            "非营利性企业数量": 7748
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 1190,
          "name": "飞龙",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.945745794, 31.8167028525], [119.948136246, 31.8158992587], [119.9535984, 31.813913044], [119.95494864, 31.8134999673], [119.960402798, 31.812131353], [119.960663849, 31.8120569233], [119.959587269, 31.8092064177], [119.958270849, 31.8049313789], [119.957092286, 31.8016967774], [119.956504407, 31.8003607473], [119.955991249, 31.800636831], [119.955771789, 31.8007549003], [119.947718402, 31.8036614687], [119.94611173, 31.8042087035], [119.935181889, 31.8079307321], [119.933621979, 31.8085241183], [119.931736773, 31.8092412134], [119.91957259, 31.8136721731], [119.917527133, 31.8142491863], [119.917668475, 31.8146003958], [119.918026335, 31.8154896086], [119.918518067, 31.8167114248], [119.920471191, 31.8201293945], [119.921691895, 31.8240966799], [119.922302246, 31.8269042968], [119.925432831, 31.8257010066], [119.931272131, 31.822039505], [119.933162386, 31.8211517411], [119.935879499, 31.8201468008], [119.937863511, 31.819417448], [119.943915881, 31.8172813944], [119.945745794, 31.8167028525]]]
          },
          "extra": {
            "品类": "G2",
            "城市": "常州",
            "配套": 1.84,
            "未来品": "TOP",
            "夜间人口": 40517.4978482,
            "日间人口": 39675.0944162,
            "营业厅数量": 6,
            "公交站点数量": 41,
            "城市公园数量": 1,
            "快速路出入口": 7,
            "非营利性数量": 21,
            "技术类企业数量": 58,
            "快速路出入口数量": 7,
            "非营利性企业数量": 14549
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 2615,
          "name": "儒林",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.677256818, 31.6311222414], [119.673913321, 31.6294996448], [119.666299046, 31.624740723], [119.664817926, 31.6141699643], [119.664714534, 31.612116893], [119.66265, 31.6125399604], [119.66213808, 31.6126440002], [119.66186412, 31.6126950305], [119.66160312, 31.6126780198], [119.65844808, 31.6124569799], [119.65790196, 31.6124189997], [119.657744999, 31.6124070298], [119.65740912, 31.6124039703], [119.65690404, 31.6123679704], [119.656630079, 31.6123440305], [119.656262159, 31.6122990302], [119.65575888, 31.6121689801], [119.65526208, 31.6120419904], [119.65348908, 31.6115870405], [119.65306896, 31.6114149597], [119.65219884, 31.61089404], [119.650692959, 31.6099780203], [119.65005108, 31.60958796], [119.64940092, 31.6091960103], [119.64902688, 31.6089990003], [119.64833208, 31.6086929997], [119.64643812, 31.6078880399], [119.64526884, 31.6073850302], [119.64496212, 31.60729098], [119.644695, 31.6072580396], [119.64338892, 31.6071199802], [119.64234204, 31.6070150401], [119.64118212, 31.6069800304], [119.64039516, 31.6069579799], [119.639616119, 31.6069360203], [119.63924892, 31.6068419701], [119.63890512, 31.6065099602], [119.638539, 31.6061739896], [119.637294119, 31.6050100205], [119.63468916, 31.6025520304], [119.63451312, 31.6023869697], [119.634705, 31.6019809797], [119.63491092, 31.6015620297], [119.635201079, 31.6009400397], [119.63539908, 31.6005200104], [119.63549808, 31.6003089602], [119.63628504, 31.5986419804], [119.63637684, 31.5983089804], [119.63636892, 31.5978560098], [119.636316, 31.59617004], [119.63630808, 31.5957130198], [119.636283959, 31.5952659902], [119.636262, 31.5949859998], [119.63604816, 31.5945739799], [119.63582604, 31.5941609699], [119.635398, 31.5933390003], [119.63518488, 31.5929259902], [119.63572704, 31.5924779705], [119.636109, 31.5921629703], [119.63649096, 31.5918500404], [119.63743704, 31.591071], [119.63762892, 31.5907970405], [119.63763684, 31.5905730301], [119.63763684, 31.5903490198], [119.63765196, 31.5901230301], [119.63775816, 31.5863199905], [119.63778804, 31.5851699698], [119.63779596, 31.5847199698], [119.637811079, 31.58449398], [119.637970919, 31.5841730399], [119.638194119, 31.5840330001], [119.638613159, 31.5837620101], [119.63924388, 31.5833439603], [119.63943792, 31.5832169697], [119.639658959, 31.58307801], [119.63998008, 31.5827730005], [119.64024, 31.5823840203], [119.641790159, 31.5800350199], [119.641911839, 31.57980804], [119.64161484, 31.5791820003], [119.64120912, 31.5783500402], [119.64111012, 31.5781419605], [119.64091212, 31.5777230104], [119.64071304, 31.5773060397], [119.64030804, 31.5764690398], [119.63981088, 31.5754309803], [119.63958192, 31.5750789901], [119.639246039, 31.5747330299], [119.639078999, 31.5745589697], [119.63774088, 31.5731660404], [119.63623608, 31.5715950003], [119.636069039, 31.5714220202], [119.635778879, 31.5712130402], [119.63553516, 31.5711389703], [119.63378484, 31.5706339803], [119.63329596, 31.5704899799], [119.63278512, 31.5703440002], [119.63134116, 31.56939504], [119.63028816, 31.56870501], [119.62863108, 31.56760197], [119.628210959, 31.5673260301], [119.627790839, 31.5670519797], [119.62758384, 31.5669159905], [119.62634004, 31.5660879901], [119.625919919, 31.5658140305], [119.625760079, 31.5656139601], [119.62498104, 31.5646149599], [119.623446, 31.5625949999], [119.623019039, 31.5620319604], [119.62286712, 31.5618429598], [119.62259208, 31.5616500003], [119.62207188, 31.5616570205], [119.62127088, 31.5616629605], [119.619910975, 31.5616812599], [119.617837381, 31.5640658914], [119.606415969, 31.5731078435], [119.594042771, 31.5731078435], [119.583097251, 31.5664453528], [119.55692318, 31.5654935688], [119.542170522, 31.5754873048], [119.529159651, 31.5752463629], [119.547692787, 31.6104956601], [119.564262542, 31.6349900801], [119.569583829, 31.6428563305], [119.609156325, 31.6663196687], [119.615364658, 31.6664605835], [119.621646436, 31.6576089883], [119.635923201, 31.6576089883], [119.644774796, 31.6538970293], [119.645916938, 31.6459020401], [119.655625138, 31.6413334752], [119.653340856, 31.6313397391], [119.665047804, 31.6324818799], [119.676183682, 31.6316252739], [119.677256818, 31.6311222414]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "金坛",
            "配套": 0.0512404228395,
            "夜间人口": 25098.4466891,
            "日间人口": 23189.1072215,
            "营业厅数量": 6,
            "风景区数量": 4,
            "公交站点数量": 38,
            "非营利性数量": 14,
            "高速路出入口": 5,
            "技术类企业数量": 14,
            "非营利性企业数量": 7850,
            "高速路出入口数量": 5
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 2616,
          "name": "西城",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.608654924, 31.6815001304], [119.606513063, 31.6738845014], [119.609156325, 31.6663196687], [119.569583829, 31.6428563305], [119.564262542, 31.6349900801], [119.55962975, 31.6457116833], [119.551301636, 31.6611781798], [119.537976655, 31.6671268327], [119.535597194, 31.6721237007], [119.540832008, 31.6818794905], [119.548208337, 31.6887799275], [119.543687361, 31.6899696577], [119.543050717, 31.6902712768], [119.552982, 31.6889180004], [119.568829997, 31.6886300294], [119.579560999, 31.68817], [119.593451, 31.685771], [119.601226, 31.683567], [119.608654924, 31.6815001304]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "金坛",
            "配套": 0.0420380654605,
            "夜间人口": 3214.37500261,
            "日间人口": 2477.53590192,
            "营业厅数量": 3,
            "公交站点数量": 3,
            "非营利性数量": 0,
            "技术类企业数量": 0
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 2617,
          "name": "朱林",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.477744565, 31.7671316124], [119.483835985, 31.7526644894], [119.486500981, 31.762943761], [119.487011029, 31.7675341913], [119.490546065, 31.7625630474], [119.492925527, 31.7582800181], [119.499825964, 31.7599456408], [119.501729532, 31.7563764492], [119.491497849, 31.7456688745], [119.491021958, 31.7337715696], [119.499112125, 31.7256814016], [119.49816034, 31.7185430193], [119.504108993, 31.7159256118], [119.509581753, 31.7218742647], [119.513150945, 31.7266331865], [119.517196028, 31.7240157789], [119.523382627, 31.7233019411], [119.537057709, 31.7268386006], [119.537183501, 31.7268711327], [119.542738795, 31.7276119564], [119.543033845, 31.7265543573], [119.54398, 31.7229820001], [119.544676, 31.7202839998], [119.544833, 31.7166870003], [119.543261, 31.7102310003], [119.541347995, 31.7045294999], [119.540493, 31.7022120001], [119.538083486, 31.699197004], [119.534212719, 31.6944578907], [119.530124434, 31.696394203], [119.520632243, 31.7000350436], [119.515133829, 31.6992495559], [119.515847667, 31.6952044719], [119.510612853, 31.687352251], [119.496811979, 31.6818794905], [119.497049926, 31.6778344065], [119.494670464, 31.6730754847], [119.491577165, 31.6752169999], [119.488483866, 31.6725995923], [119.482297267, 31.672361647], [119.477538345, 31.6795000292], [119.467782555, 31.672361647], [119.459930334, 31.6666509403], [119.45160222, 31.6685545092], [119.436843847, 31.6693744184], [119.437008193, 31.6695261223], [119.440339438, 31.671191745], [119.438673816, 31.6757127206], [119.432249271, 31.6773783432], [119.425348834, 31.6773783432], [119.422017588, 31.6795198584], [119.42011402, 31.6845167264], [119.416068936, 31.686182349], [119.416782775, 31.6909412708], [119.412975637, 31.6923689482], [119.410834122, 31.6999832228], [119.403933685, 31.7042662531], [119.401554223, 31.7099769589], [119.409644391, 31.712118474], [119.422017588, 31.717115342], [119.426062672, 31.7206845336], [119.426062672, 31.7263952402], [119.42249348, 31.7332956772], [119.422969373, 31.7409099527], [119.433201055, 31.742099683], [119.432725163, 31.7490001199], [119.455092096, 31.7478103896], [119.455092096, 31.7532831492], [119.457709504, 31.7592318021], [119.452474689, 31.7616112634], [119.445574252, 31.756138503], [119.444384522, 31.7625630474], [119.446763983, 31.7682737541], [119.451047013, 31.7689875919], [119.454704308, 31.7716332957], [119.454996918, 31.7704628578], [119.466323153, 31.7694158949], [119.472985643, 31.7690351813], [119.477744565, 31.7671316124]]]
          },
          "extra": {
            "品类": "C",
            "城市": "金坛",
            "配套": 0.0838704187708,
            "公墓数量": 1,
            "夜间人口": 33744.7606677,
            "日间人口": 32147.2159439,
            "营业厅数量": 4,
            "公交站点数量": 70,
            "非营利性数量": 10,
            "技术类企业数量": 20,
            "非营利性企业数量": 2993
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 2618,
          "name": "薛埠",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.436843847, 31.6693744184], [119.433914894, 31.6666707694], [119.431773379, 31.6619118468], [119.438197923, 31.658104709], [119.442005061, 31.6566770325], [119.438911762, 31.6516801645], [119.429155971, 31.6523940032], [119.419400181, 31.6542975721], [119.418448397, 31.6507283805], [119.417734559, 31.6457315125], [119.417258666, 31.6409725898], [119.416306882, 31.6381172369], [119.407502876, 31.6407346436], [119.406313146, 31.6359757218], [119.41154796, 31.6285993933], [119.403520015, 31.6190926159], [119.403209999, 31.6197452791], [119.398926969, 31.6283113387], [119.393692155, 31.6297390151], [119.380367174, 31.6330702605], [119.373704683, 31.6397327521], [119.368469869, 31.6344979378], [119.368277756, 31.6344825684], [119.356572563, 31.6335461529], [119.341819905, 31.6392568596], [119.336109198, 31.6521059485], [119.326949503, 31.6621816146], [119.326591355, 31.662575577], [119.324687786, 31.6754246668], [119.334681522, 31.6687621761], [119.347054719, 31.6635273619], [119.345627043, 31.6773282357], [119.340392229, 31.6811353735], [119.324211893, 31.6839907264], [119.318501187, 31.6892255406], [119.318301277, 31.6893216008], [119.319155999, 31.69108998], [119.31930108, 31.6914380105], [119.31975108, 31.6927099801], [119.32053084, 31.6948619705], [119.32196184, 31.6987399803], [119.32212312, 31.6991700001], [119.32228296, 31.6996000199], [119.322443879, 31.7000289597], [119.32339212, 31.7026119601], [119.32341516, 31.7028670204], [119.32343784, 31.7030900397], [119.32344612, 31.7033170205], [119.32348392, 31.70399103], [119.32349112, 31.7042170197], [119.32351416, 31.7044459799], [119.323583999, 31.7055670199], [119.323361879, 31.7058900303], [119.32265088, 31.7061939598], [119.321710919, 31.7065969802], [119.32076988, 31.7070039603], [119.32005204, 31.7073329997], [119.31912684, 31.7077810204], [119.318676119, 31.7079929699], [119.31820992, 31.7082079798], [119.31727716, 31.7086329598], [119.31681816, 31.7088459904], [119.31634404, 31.7090580298], [119.315817, 31.7095479903], [119.316175919, 31.7098800003], [119.31653592, 31.7102079596], [119.31689412, 31.7105399704], [119.317254119, 31.7108690099], [119.317437, 31.7110339797], [119.31777396, 31.7112000297], [119.31825492, 31.7113720205], [119.31875208, 31.7115379805], [119.31924096, 31.7117089803], [119.31957108, 31.7120499897], [119.31924096, 31.71240297], [119.31907392, 31.7125780204], [119.31807996, 31.71362904], [119.317949999, 31.71388104], [119.31775884, 31.7143019704], [119.31633684, 31.7174499896], [119.31640596, 31.7177379903], [119.31681888, 31.71856698], [119.31701688, 31.7189840397], [119.31722388, 31.7194000202], [119.317529879, 31.7200249798], [119.31792696, 31.7208539703], [119.31833196, 31.7216870096], [119.31858504, 31.7218470296], [119.318798879, 31.7219650198], [119.31924996, 31.7222000099], [119.319678, 31.7224150198], [119.31991488, 31.7225310297], [119.32036596, 31.72276701], [119.32161192, 31.7234210401], [119.323484999, 31.7246650202], [119.323699919, 31.7248039798], [119.32391412, 31.7249409601], [119.32412796, 31.7252649597], [119.32420392, 31.7254860005], [119.324709, 31.7272020301], [119.32215192, 31.7295399599], [119.32182684, 31.7298369601], [119.321108999, 31.7304939598], [119.32094808, 31.73069196], [119.32078716, 31.730877], [119.31871608, 31.7334869998], [119.31844104, 31.7338199999], [119.31818796, 31.7339029803], [119.31769908, 31.7340649797], [119.317209839, 31.7342289603], [119.31671304, 31.7343940201], [119.31641496, 31.7344930201], [119.31615504, 31.73444901], [119.31563484, 31.7343590104], [119.31460308, 31.7341819797], [119.31408288, 31.7340950405], [119.31356304, 31.7340050399], [119.31328116, 31.7339579703], [119.31275304, 31.7339389802], [119.31091092, 31.7338749898], [119.30984892, 31.7338370097], [119.309329079, 31.7338190097], [119.30486796, 31.7336840098], [119.30379408, 31.7336460296], [119.30339016, 31.7337429604], [119.30077584, 31.7348289898], [119.300424119, 31.7349759597], [119.300455079, 31.7354259597], [119.30050908, 31.73609898], [119.30053896, 31.7363239805], [119.300562, 31.7365489801], [119.30060016, 31.73699799], [119.30063796, 31.7374450205], [119.30074488, 31.7385720005], [119.30109012, 31.7423850297], [119.30111316, 31.7426120096], [119.30112792, 31.7428350298], [119.30121288, 31.7437329597], [119.30122008, 31.7441379604], [119.301175079, 31.7452590004], [119.30113584, 31.745718], [119.30109012, 31.74661701], [119.30109012, 31.7468429997], [119.30108292, 31.74706701], [119.301051959, 31.74774399], [119.30103684, 31.7481939901], [119.30100696, 31.7486439901], [119.30094504, 31.7500070404], [119.30092992, 31.7502179998], [119.30096088, 31.7506329901], [119.300991119, 31.7508560103], [119.30119704, 31.7521950298], [119.30125104, 31.7526450298], [119.30132808, 31.7530929597], [119.301305039, 31.7534689797], [119.300853959, 31.75568802], [119.300219999, 31.7587989602], [119.30003712, 31.7596860002], [119.29979988, 31.7607949803], [119.29972392, 31.7612369701], [119.29966992, 31.7615669997], [119.29960116, 31.7622410101], [119.29953996, 31.7628569702], [119.29953204, 31.7629150196], [119.299509, 31.7632410005], [119.299464, 31.7650470298], [119.29942584, 31.7668470301], [119.29941108, 31.7670730198], [119.29940316, 31.7672970301], [119.29940316, 31.76752401], [119.29951008, 31.7677529702], [119.29996116, 31.76856504], [119.30064084, 31.7697890398], [119.301329159, 31.7710130396], [119.301544079, 31.7714200197], [119.30172696, 31.77163098], [119.302362, 31.7723519701], [119.30268204, 31.7727129597], [119.30363784, 31.7737929601], [119.304431999, 31.7746919701], [119.30584716, 31.7762909997], [119.305983959, 31.7764850402], [119.30612292, 31.7766740399], [119.30639688, 31.7770589704], [119.30723784, 31.7781839701], [119.30793408, 31.7791420197], [119.30820912, 31.7795229905], [119.30840784, 31.77988902], [119.30866812, 31.7805309902], [119.30883588, 31.7809559702], [119.308920839, 31.7811750298], [119.309058, 31.7815309797], [119.30965812, 31.7824550097], [119.31118704, 31.784391], [119.311649999, 31.7845420205], [119.31199812, 31.7846649596], [119.31211584, 31.7846979899], [119.31242508, 31.7847799802], [119.31272388, 31.7848619705], [119.31277284, 31.7848820398], [119.31286104, 31.7849429697], [119.312892, 31.7849720403], [119.31293484, 31.78502496], [119.31300216, 31.78517301], [119.313018, 31.7852309704], [119.313045, 31.7853639901], [119.313041039, 31.7854829704], [119.313021959, 31.7855799901], [119.31296904, 31.7857429797], [119.31293808, 31.7857910403], [119.312919, 31.7858159704], [119.312865, 31.7858669998], [119.31282684, 31.78588104], [119.312789039, 31.7858990399], [119.312758079, 31.7859200103], [119.31273504, 31.7859429601], [119.31271992, 31.7859679801], [119.31270516, 31.7860059603], [119.31269688, 31.7860340398], [119.31270084, 31.7860869604], [119.312709119, 31.7861080199], [119.31272784, 31.7861330399], [119.312750879, 31.7861430305], [119.31289308, 31.7861800205], [119.31295392, 31.7862019801], [119.31300684, 31.7862250199], [119.31306084, 31.7862590403], [119.313110159, 31.7862999901], [119.313132839, 31.78632996], [119.31314796, 31.78636101], [119.31315588, 31.7863809902], [119.31315588, 31.7864040299], [119.313141119, 31.78647801], [119.313122039, 31.7865490204], [119.31308316, 31.7866660204], [119.31305688, 31.7867669999], [119.313052919, 31.7868149697], [119.31306408, 31.7868939905], [119.313091079, 31.7869579799], [119.31330492, 31.78724796], [119.31335388, 31.78729098], [119.31347016, 31.7873349901], [119.31369084, 31.7873510097], [119.31456996, 31.78736496], [119.31466608, 31.7873930405], [119.314722959, 31.7874279602], [119.31476112, 31.7874650402], [119.31479496, 31.7875210203], [119.31481116, 31.7875590004], [119.31479496, 31.7876349599], [119.31477588, 31.787667], [119.31473808, 31.7876949896], [119.31468516, 31.7877080397], [119.31458616, 31.78771002], [119.31414588, 31.7876940004], [119.31398604, 31.7876840098], [119.313656999, 31.7877020097], [119.31346188, 31.7877389998], [119.313294119, 31.7877949799], [119.31318612, 31.7878659903], [119.31307596, 31.7879749801], [119.31298416, 31.7881250104], [119.312738999, 31.7885570105], [119.31269292, 31.7886280201], [119.312525159, 31.7888479799], [119.31243012, 31.7889810004], [119.312399879, 31.7890369805], [119.31237684, 31.7891130298], [119.31237288, 31.7891609997], [119.31237288, 31.7892069901], [119.31237684, 31.7892300298], [119.312387999, 31.7892760203], [119.312415, 31.7893619703], [119.312486999, 31.78951398], [119.31259392, 31.7896769704], [119.31275484, 31.7898970201], [119.31280488, 31.7899649702], [119.312858159, 31.7900670298], [119.312888039, 31.7901510004], [119.31289596, 31.7901969899], [119.31289596, 31.79027799], [119.312892, 31.7905929902], [119.31290388, 31.7906240402], [119.312919, 31.7906540101], [119.31293016, 31.7906769599], [119.31294996, 31.7907080099], [119.31297588, 31.7907430205], [119.31318684, 31.7910410099], [119.31320592, 31.7910639597], [119.31331716, 31.7911629598], [119.31341616, 31.7912439599], [119.31353784, 31.7913290097], [119.31374088, 31.7914209897], [119.31397416, 31.7914980301], [119.31419196, 31.79157696], [119.31441696, 31.7916579601], [119.31460416, 31.7917050298], [119.31475788, 31.7917330203], [119.31494112, 31.7917410296], [119.31506712, 31.79173698], [119.315129039, 31.7917269903], [119.31537708, 31.7916759601], [119.31541884, 31.7916680397], [119.315468159, 31.7916629999], [119.315540879, 31.7916600304], [119.31558696, 31.7916639901], [119.31567912, 31.7916890101], [119.315892959, 31.7917909798], [119.31604488, 31.7918719799], [119.31621804, 31.7919850202], [119.31629112, 31.79203902], [119.316396959, 31.7921349597], [119.31643584, 31.7921740199], [119.31653592, 31.7923010105], [119.31656112, 31.7923440305], [119.31656508, 31.7923569897], [119.31656904, 31.7923820097], [119.31656508, 31.7924100002], [119.31654996, 31.7924360104], [119.316526919, 31.7924530202], [119.31650388, 31.7924630099], [119.31636312, 31.7925140401], [119.316287159, 31.7925649804], [119.31622596, 31.7926279797], [119.31614892, 31.7927400298], [119.316087, 31.79292003], [119.31608016, 31.7929629601], [119.316034079, 31.7930219997], [119.31599196, 31.7930529597], [119.315922839, 31.7930750102], [119.315774879, 31.7930959797], [119.315583, 31.79307402], [119.314906919, 31.7929179598], [119.31461712, 31.79290698], [119.31447816, 31.79290698], [119.31440616, 31.7929049997], [119.31414912, 31.79290698], [119.314068839, 31.7929049997], [119.31385212, 31.7928809698], [119.313378, 31.7927420101], [119.31324804, 31.7926909799], [119.313071999, 31.7926099798], [119.312892, 31.7925080101], [119.312808119, 31.7924720103], [119.312750879, 31.7924559898], [119.31270516, 31.7924559898], [119.312660159, 31.792464], [119.31263316, 31.7924839803], [119.31262092, 31.7925099904], [119.31261408, 31.79253798], [119.31261408, 31.7925659696], [119.31263712, 31.7926140303], [119.31270516, 31.79265498], [119.31289596, 31.7927570405], [119.313052919, 31.7928750298], [119.31311808, 31.7929230005], [119.31322104, 31.7930450403], [119.313351, 31.7932360203], [119.31341616, 31.7933119798], [119.31350688, 31.7933859598], [119.313627119, 31.7934780297], [119.313684, 31.7935520097], [119.31369192, 31.7935770298], [119.313687959, 31.7936160001], [119.31366492, 31.7936480402], [119.31364188, 31.7936690097], [119.31359904, 31.7936790003], [119.31356088, 31.7936819698], [119.31352308, 31.7936809797], [119.31347808, 31.7936729703], [119.31327108, 31.7935919702], [119.31305004, 31.7934839697], [119.31290388, 31.7934230397], [119.314142999, 31.7948059803], [119.314181159, 31.7952739803], [119.31415812, 31.7964989703], [119.31408612, 31.7967000299], [119.313945, 31.7967779696], [119.31246216, 31.7973120302], [119.31197184, 31.7974590001], [119.31122304, 31.79767401], [119.31097104, 31.7977440304], [119.31071004, 31.7978199898], [119.30994684, 31.7980400404], [119.30954904, 31.7986260297], [119.30862384, 31.7999909703], [119.30836392, 31.8003840001], [119.30828004, 31.8007530001], [119.30825016, 31.8016559697], [119.308227119, 31.8021049797], [119.308218839, 31.8023309703], [119.308218839, 31.8027789901], [119.308295159, 31.8031039799], [119.30845608, 31.8035349898], [119.30863212, 31.8039620401], [119.30879988, 31.8043890005], [119.309144039, 31.8052440003], [119.30930388, 31.8056720398], [119.309640839, 31.8065270397], [119.30980896, 31.8069569705], [119.309901119, 31.8072079803], [119.31167412, 31.8121730105], [119.311614, 31.8123970199], [119.31123996, 31.8137079599], [119.311102079, 31.8141430204], [119.310810839, 31.8144709798], [119.31060492, 31.8145979703], [119.30972616, 31.8150970203], [119.30928192, 31.8153449697], [119.30906088, 31.8154670104], [119.30854104, 31.8157640097], [119.30880096, 31.8166440305], [119.30893092, 31.8170790002], [119.309037839, 31.8174370203], [119.30928192, 31.817835], [119.30991804, 31.8188249998], [119.31016212, 31.8192219902], [119.31041484, 31.8196189797], [119.31129396, 31.8210149704], [119.31254712, 31.8230009999], [119.31330384, 31.8241919703], [119.31356412, 31.8245889598], [119.31393096, 31.8251850305], [119.31402996, 31.8254270398], [119.31450408, 31.8267160201], [119.31465708, 31.8271429805], [119.31474888, 31.8273540298], [119.31497784, 31.8277330203], [119.31545988, 31.8282699605], [119.315781, 31.8286269904], [119.31611004, 31.8289830302], [119.31626988, 31.8291609602], [119.31659208, 31.8295209597], [119.31691212, 31.82987997], [119.31718788, 31.83017598], [119.317745879, 31.8306549599], [119.318121, 31.8309730204], [119.31849504, 31.8312939596], [119.31867108, 31.8314520002], [119.31905304, 31.8317730303], [119.319428159, 31.8320919902], [119.31978888, 31.8323909698], [119.320085879, 31.8326110204], [119.32029288, 31.8327479997], [119.32071408, 31.8330240304], [119.321133119, 31.8332969999], [119.321187839, 31.8333320105], [119.321982, 31.8338450098], [119.32221996, 31.8340029605], [119.323059839, 31.8345589798], [119.325399839, 31.8361140003], [119.327013, 31.8379020297], [119.327326919, 31.8382620301], [119.327487839, 31.8385619998], [119.32766316, 31.8389869799], [119.327832, 31.8394220404], [119.328000119, 31.8398470204], [119.32817616, 31.8402780304], [119.328336, 31.8407049898], [119.328496919, 31.8411299699], [119.328665039, 31.8415609799], [119.32883316, 31.8419849697], [119.32900092, 31.8424149905], [119.32898688, 31.8426769801], [119.32892496, 31.8431249998], [119.32870392, 31.84327404], [119.32848108, 31.8434010296], [119.32760304, 31.8439050304], [119.327175, 31.8441580205], [119.326295159, 31.84466004], [119.326157999, 31.8448500299], [119.326005, 31.8450410099], [119.32543908, 31.8457909798], [119.324583, 31.8469239898], [119.32443792, 31.8471129904], [119.32429212, 31.8473039704], [119.32420788, 31.8476729703], [119.324284919, 31.8483469798], [119.32462908, 31.8512639705], [119.324950919, 31.8516299999], [119.32620408, 31.8530770199], [119.328749999, 31.8559629596], [119.32891092, 31.8561440399], [119.32949196, 31.8567979801], [119.32968312, 31.8569580001], [119.331755999, 31.8587030104], [119.33193888, 31.8588630304], [119.332145159, 31.8590219703], [119.33248104, 31.8593169902], [119.33304696, 31.8597910201], [119.33361288, 31.8602670304], [119.33408016, 31.8604820403], [119.33577612, 31.8610950299], [119.33627292, 31.8612660297], [119.33676216, 31.8614380196], [119.33701416, 31.8612940202], [119.33827596, 31.8598489796], [119.33858088, 31.8594860097], [119.33876484, 31.8592780199], [119.33952912, 31.8590759701], [119.33990388, 31.8589720201], [119.340431999, 31.8588740102], [119.340936, 31.8587779797], [119.34124992, 31.8589110002], [119.34163116, 31.8592220398], [119.34182304, 31.8593799904], [119.342013839, 31.8595349697], [119.34259488, 31.8600039598], [119.34283212, 31.8602040302], [119.34462816, 31.8603419997], [119.344996079, 31.86020304], [119.345209919, 31.8600739801], [119.34565308, 31.8598190097], [119.34586692, 31.8596859901], [119.34615708, 31.85952498], [119.346418079, 31.8595269603], [119.347724159, 31.8595529705], [119.34891612, 31.8595779896], [119.349941039, 31.8598029901], [119.35100304, 31.8600389704], [119.35127016, 31.8600270004], [119.351799, 31.8599939701], [119.352066119, 31.8599820002], [119.35259316, 31.8599530204], [119.35338012, 31.85991297], [119.35377792, 31.8598939799], [119.35430496, 31.8599180098], [119.35483308, 31.8599409605], [119.35509192, 31.8599540097], [119.35561896, 31.8599780405], [119.35641492, 31.8600170099], [119.35678104, 31.8600309602], [119.35782108, 31.8599990099], [119.35835604, 31.8599900104], [119.35877508, 31.8598180205], [119.35896696, 31.8596499903], [119.35931004, 31.8593179803], [119.360556, 31.8581530201], [119.360814839, 31.8579210005], [119.36118996, 31.8575969999], [119.361366, 31.8574340104], [119.361564, 31.8572009996], [119.361717, 31.8570129901], [119.36201508, 31.8566420098], [119.362304879, 31.8562689602], [119.36254284, 31.8559860003], [119.36261916, 31.8557709903], [119.362779, 31.85534403], [119.362938839, 31.8549140102], [119.363261039, 31.8540560399], [119.36342088, 31.8536280003], [119.363581079, 31.8531989698], [119.36365704, 31.8529819804], [119.36381796, 31.8525540299], [119.36397816, 31.8521259904], [119.364176879, 31.8517360201], [119.366087039, 31.8490329602], [119.36690388, 31.8478719597], [119.36706408, 31.8476510098], [119.368089, 31.8474270004], [119.36859984, 31.8473119798], [119.369004839, 31.8472219801], [119.369256839, 31.8471499804], [119.37049416, 31.8467799903], [119.37099096, 31.84663599], [119.37141108, 31.8466719898], [119.373617879, 31.8474219597], [119.37411504, 31.8475899899], [119.374848, 31.84784298], [119.375008919, 31.8478969798], [119.37558096, 31.8480920103], [119.376092879, 31.8482029804], [119.37687192, 31.8483029697], [119.380010039, 31.8486819602], [119.380361039, 31.8486570301], [119.38114008, 31.8485559598], [119.381667119, 31.8484850402], [119.38201884, 31.8483119701], [119.38221684, 31.8481430397], [119.38379004, 31.8469290305], [119.384948879, 31.8460190397], [119.385132839, 31.84586703], [119.38546908, 31.8455370004], [119.386605959, 31.8440169897], [119.386887839, 31.8436350296], [119.38717116, 31.84325604], [119.388170159, 31.8419250299], [119.38844484, 31.8415460403], [119.38872816, 31.84116804], [119.38911696, 31.8406470303], [119.389537079, 31.8403749602], [119.38974984, 31.8402399603], [119.38997196, 31.8401080199], [119.39017788, 31.8399759904], [119.39277204, 31.8382250401], [119.392874999, 31.8381229805], [119.39387112, 31.8373309799], [119.39429412, 31.8369290396], [119.39444316, 31.8365299799], [119.394558, 31.8360899704], [119.39468004, 31.8356330401], [119.394954, 31.8354020097], [119.39636196, 31.8348230397], [119.39733504, 31.8344210103], [119.39780016, 31.8342249905], [119.39827284, 31.8340299599], [119.39870016, 31.8339209702], [119.398958999, 31.8338810097], [119.39947812, 31.8338019899], [119.39973696, 31.8337610401], [119.40207084, 31.8333950098], [119.40233796, 31.8333539701], [119.40278112, 31.8333570305], [119.40304788, 31.8333850201], [119.40409188, 31.8334989597], [119.404610999, 31.8335580002], [119.40494688, 31.8335470204], [119.40546492, 31.8335190299], [119.40599916, 31.8334860005], [119.40652512, 31.83345801], [119.407196879, 31.8334200298], [119.40742188, 31.83333498], [119.40869412, 31.8328649997], [119.40889608, 31.8327910197], [119.40915492, 31.8327049798], [119.40965784, 31.8325500005], [119.410047, 31.8324449705], [119.41182396, 31.8320180101], [119.413095839, 31.8317120104], [119.41360704, 31.8315920399], [119.414063879, 31.8315130201], [119.415292266, 31.8313764904], [119.419876074, 31.8210026101], [119.419019468, 31.814720833], [119.412452155, 31.8124365505], [119.417877326, 31.8064403082], [119.428442133, 31.8027283492], [119.42558678, 31.8004440667], [119.419590538, 31.7975887138], [119.41644965, 31.793020148], [119.419590538, 31.7858817657], [119.424730174, 31.7787433826], [119.43472391, 31.778457847], [119.437293728, 31.7844540884], [119.442433364, 31.789308189], [119.447001929, 31.7850251597], [119.447572999, 31.7787433826], [119.453283706, 31.7773157062], [119.454704308, 31.7716332957], [119.451047013, 31.7689875919], [119.446763983, 31.7682737541], [119.444384522, 31.7625630474], [119.445574252, 31.756138503], [119.452474689, 31.7616112634], [119.457709504, 31.7592318021], [119.455092096, 31.7532831492], [119.455092096, 31.7478103896], [119.432725163, 31.7490001199], [119.433201055, 31.742099683], [119.422969373, 31.7409099527], [119.42249348, 31.7332956772], [119.426062672, 31.7263952402], [119.426062672, 31.7206845336], [119.422017588, 31.717115342], [119.409644391, 31.712118474], [119.401554223, 31.7099769589], [119.403933685, 31.7042662531], [119.410834122, 31.6999832228], [119.412975637, 31.6923689482], [119.416782775, 31.6909412708], [119.416068936, 31.686182349], [119.42011402, 31.6845167264], [119.422017588, 31.6795198584], [119.425348834, 31.6773783432], [119.432249271, 31.6773783432], [119.438673816, 31.6757127206], [119.440339438, 31.671191745], [119.437008193, 31.6695261223], [119.436843847, 31.6693744184]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "金坛",
            "配套": 0.0512485833746,
            "公墓数量": 5,
            "夜间人口": 57425.1770167,
            "日间人口": 59331.2531976,
            "营业厅数量": 12,
            "风景区数量": 28,
            "公交站点数量": 117,
            "城市公园数量": 3,
            "非营利性数量": 48,
            "高速路出入口": 8,
            "技术类企业数量": 37,
            "非营利性企业数量": 92004.475,
            "高速路出入口数量": 8
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 2619,
          "name": "直溪",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.546276204, 31.8596716172], [119.547224827, 31.8486043577], [119.548176611, 31.8440357927], [119.544179117, 31.8358504467], [119.540371979, 31.8312818818], [119.537516625, 31.8234772494], [119.536564841, 31.8162436874], [119.538849124, 31.8063451302], [119.532757704, 31.8036801341], [119.530283064, 31.7998729963], [119.527618068, 31.7996826395], [119.524001287, 31.7987308546], [119.526095213, 31.7928297912], [119.521717005, 31.7928297912], [119.520003793, 31.7876901558], [119.515815941, 31.7869287286], [119.516196655, 31.7848348029], [119.517338796, 31.7804565947], [119.512008803, 31.7800758802], [119.514483443, 31.774745888], [119.503442744, 31.7770301705], [119.498112752, 31.7720808919], [119.492211688, 31.7682737541], [119.48726241, 31.7697966094], [119.487011029, 31.7675341913], [119.486500981, 31.762943761], [119.483835985, 31.7526644894], [119.477744565, 31.7671316124], [119.472985643, 31.7690351813], [119.466323153, 31.7694158949], [119.454996918, 31.7704628578], [119.454704308, 31.7716332957], [119.453283706, 31.7773157062], [119.447572999, 31.7787433826], [119.447001929, 31.7850251597], [119.442433364, 31.789308189], [119.437293728, 31.7844540884], [119.43472391, 31.778457847], [119.424730174, 31.7787433826], [119.419590538, 31.7858817657], [119.41644965, 31.793020148], [119.419590538, 31.7975887138], [119.42558678, 31.8004440667], [119.428442133, 31.8027283492], [119.417877326, 31.8064403082], [119.412452155, 31.8124365505], [119.419019468, 31.814720833], [119.419876074, 31.8210026101], [119.415292266, 31.8313764904], [119.416412159, 31.8312520198], [119.41693812, 31.8311939703], [119.41722684, 31.8313050303], [119.41811892, 31.8317879698], [119.41878888, 31.8321530101], [119.419102079, 31.8323230197], [119.419308, 31.8324680102], [119.41950708, 31.8326159703], [119.419903079, 31.8329170201], [119.420307, 31.8332199603], [119.42046684, 31.8333369603], [119.42110692, 31.8338070297], [119.42130492, 31.8339540005], [119.421510119, 31.8341019596], [119.421952919, 31.8343169705], [119.42269992, 31.8345170399], [119.422989, 31.83444297], [119.42348292, 31.8342780001], [119.42397216, 31.8341120401], [119.424170159, 31.8339320399], [119.42433684, 31.8337579797], [119.42467308, 31.8334100401], [119.424749039, 31.8333329997], [119.42484012, 31.8332369701], [119.42535096, 31.8327090303], [119.42564004, 31.8324369602], [119.42618004, 31.8319450202], [119.42654616, 31.8316140005], [119.42679708, 31.8313909803], [119.42695008, 31.83072399], [119.42713188, 31.8298390203], [119.42722296, 31.8293970304], [119.42726184, 31.8291750004], [119.427451919, 31.8282879604], [119.427604919, 31.8276240296], [119.42788608, 31.8275469901], [119.42841204, 31.8275819998], [119.42946288, 31.8276479705], [119.42998812, 31.8276800097], [119.43263088, 31.8278510104], [119.43315684, 31.8278829597], [119.433681, 31.8279120303], [119.434205879, 31.8279420002], [119.43499896, 31.8279920403], [119.43523404, 31.8281059799], [119.436140879, 31.8285530104], [119.43637704, 31.8286639805], [119.436606, 31.8287760297], [119.43679212, 31.8288660302], [119.43706212, 31.8290010302], [119.43729, 31.8291129904], [119.43751896, 31.8292260298], [119.43776988, 31.8295240201], [119.437938, 31.82994801], [119.43811296, 31.8303770397], [119.43800604, 31.8307439703], [119.43639216, 31.8322289704], [119.43566208, 31.8328900198], [119.435319, 31.83321798], [119.43520092, 31.8333240002], [119.434595039, 31.8338800204], [119.434237919, 31.8342079798], [119.43397116, 31.8344730298], [119.43347688, 31.8349999804], [119.43281412, 31.8357000001], [119.43148212, 31.8370989602], [119.42665308, 31.84217802], [119.42650908, 31.8424169699], [119.42512308, 31.8448469704], [119.425001039, 31.84504803], [119.42488692, 31.8453100196], [119.42481888, 31.8455260197], [119.42466588, 31.8459629697], [119.424521159, 31.8463929904], [119.424141, 31.84747398], [119.42391204, 31.8481219802], [119.423842919, 31.8483379803], [119.423684159, 31.8487680001], [119.42358084, 31.8490559999], [119.423448, 31.84941402], [119.42330292, 31.8498460202], [119.42307504, 31.8504920401], [119.42292204, 31.85092197], [119.42268588, 31.85132904], [119.422397159, 31.8516980399], [119.422076039, 31.8520659598], [119.42177796, 31.8524349597], [119.42024796, 31.8542920202], [119.41920396, 31.8541049998], [119.41842708, 31.8539629798], [119.418167159, 31.85391501], [119.41636896, 31.8535779603], [119.416110119, 31.8535319698], [119.414432879, 31.8534849901], [119.41440984, 31.8535180204], [119.414391119, 31.8535360204], [119.41421616, 31.8536219704], [119.414100959, 31.8536610297], [119.41390008, 31.85375499], [119.41371684, 31.85387199], [119.413656, 31.8539199598], [119.41357608, 31.85398899], [119.41349184, 31.8540699901], [119.413377, 31.8542180401], [119.41328988, 31.8543550204], [119.41308, 31.8547259997], [119.412802079, 31.8553219804], [119.41255116, 31.8558459596], [119.412443879, 31.8561100204], [119.412333, 31.8564690297], [119.41225308, 31.8567210297], [119.41220304, 31.8569720403], [119.41218396, 31.8572060403], [119.412181079, 31.8574649704], [119.412189, 31.8575819704], [119.41221996, 31.8577519801], [119.41226496, 31.8581049604], [119.41232904, 31.8585600002], [119.41235208, 31.8586670097], [119.41239312, 31.85881704], [119.412451079, 31.85903304], [119.41248888, 31.85926704], [119.41253496, 31.8596130002], [119.412702, 31.8603490198], [119.41278984, 31.8608049599], [119.41280496, 31.8609929703], [119.412843839, 31.8612189601], [119.412855, 31.8613769997], [119.41287408, 31.8617150396], [119.41388388, 31.8615170404], [119.41425792, 31.86184104], [119.41462404, 31.8621639605], [119.41499016, 31.8624849897], [119.41535484, 31.8628099804], [119.41572888, 31.8631349702], [119.41682688, 31.8641040005], [119.41707204, 31.86430398], [119.41951788, 31.8662909997], [119.41973208, 31.8664459799], [119.41996716, 31.8666950103], [119.42029512, 31.86704997], [119.421422999, 31.8682899903], [119.421520919, 31.8686010298], [119.421551879, 31.8688239601], [119.42156808, 31.8690510299], [119.42160516, 31.8694979705], [119.42162892, 31.8697250403], [119.42165916, 31.8699479696], [119.42168292, 31.8703979697], [119.42150004, 31.87073304], [119.421071999, 31.8710030399], [119.42064612, 31.8712670098], [119.42021988, 31.8715370096], [119.419784999, 31.8718019697], [119.418284159, 31.8727310404], [119.41816896, 31.87305396], [119.41934292, 31.8735690305], [119.42030988, 31.8739879797], [119.42053884, 31.8740930097], [119.42102016, 31.8742980299], [119.42218512, 31.8748079698], [119.425696919, 31.8763469697], [119.42592588, 31.8764519998], [119.426406119, 31.8766550397], [119.42757108, 31.8771639903], [119.42782992, 31.8774210301], [119.42844696, 31.8784169699], [119.428569, 31.87861497], [119.42881992, 31.8790119604], [119.42907912, 31.8789729901], [119.429848079, 31.87878804], [119.430861839, 31.87854099], [119.43111204, 31.8784799701], [119.43162288, 31.8783570301], [119.432133, 31.8782490305], [119.43255888, 31.8783480296], [119.432742119, 31.8784959897], [119.43314496, 31.8787919998], [119.43334404, 31.8789420301], [119.433542039, 31.879089], [119.433738959, 31.8792410097], [119.434060079, 31.8795049805], [119.43630504, 31.8814119902], [119.43705996, 31.8820480204], [119.437425, 31.8823659901], [119.43779796, 31.88268603], [119.438537039, 31.8833119798], [119.43890316, 31.8836289602], [119.43928296, 31.8839470198], [119.43965592, 31.8842669698], [119.44003608, 31.8845829601], [119.440311119, 31.8848149798], [119.44090404, 31.8852669602], [119.44129212, 31.8855660297], [119.441490839, 31.8857180404], [119.44187892, 31.8860199904], [119.442267, 31.88631897], [119.442853079, 31.8867730198], [119.44304316, 31.8869229601], [119.44344708, 31.8872220297], [119.44385784, 31.8873200405], [119.44411704, 31.8873149998], [119.44466388, 31.8873249904], [119.44518912, 31.8873079797], [119.44546308, 31.8873020397], [119.445721919, 31.8872950204], [119.44756296, 31.8872420099], [119.448080999, 31.88722401], [119.44858284, 31.8871209603], [119.44952712, 31.8867350405], [119.45010492, 31.8860240401], [119.45156796, 31.8842289897], [119.45215116, 31.8839609701], [119.45861712, 31.8830849999], [119.45876904, 31.8829269602], [119.458875959, 31.882815], [119.46072816, 31.8806170201], [119.46129804, 31.8797990102], [119.46138804, 31.8795059697], [119.46135888, 31.8791300396], [119.46038004, 31.8769949699], [119.460336119, 31.8765480303], [119.46030516, 31.8763220396], [119.46029004, 31.8760980302], [119.460434039, 31.8757550405], [119.461634999, 31.87455102], [119.46198492, 31.8742070401], [119.46232008, 31.8738629703], [119.462730839, 31.8736590301], [119.46298896, 31.8736119596], [119.46350592, 31.8735150298], [119.46387888, 31.8735260096], [119.46466188, 31.87362096], [119.46492108, 31.8736510199], [119.46569616, 31.8737480396], [119.46711816, 31.8738580204], [119.47125816, 31.8730979701], [119.47182516, 31.8728600104], [119.47331412, 31.8720269702], [119.475871919, 31.8705890397], [119.48321016, 31.8665259899], [119.48422392, 31.865751], [119.484880919, 31.8649650303], [119.485437119, 31.8639639599], [119.48558904, 31.8637790098], [119.48589288, 31.8634059602], [119.48798988, 31.8608180099], [119.488302, 31.8604480199], [119.48845392, 31.8602610004], [119.488781159, 31.8600479699], [119.49017112, 31.8594279602], [119.49159204, 31.8588090297], [119.492056079, 31.8586010399], [119.49254208, 31.8584950197], [119.49307416, 31.8584809804], [119.49359904, 31.85847198], [119.494009079, 31.85846001], [119.49610716, 31.8580649999], [119.49827184, 31.8580749905], [119.49858, 31.8580280099], [119.49889896, 31.8579149705], [119.49914196, 31.8577740296], [119.49936696, 31.8574479598], [119.49952212, 31.8570530405], [119.49970104, 31.8566179799], [119.49995196, 31.8563759697], [119.50004988, 31.8562820103], [119.500749, 31.8556079999], [119.50109892, 31.8552710401], [119.501448119, 31.8549300298], [119.50179012, 31.8545929801], [119.50214004, 31.8542570105], [119.50276284, 31.8536669698], [119.503028879, 31.85368101], [119.50830288, 31.8540709803], [119.50882704, 31.8541049998], [119.50935084, 31.8541409997], [119.509882919, 31.8541750202], [119.510399879, 31.8542100299], [119.51145684, 31.8542799603], [119.51191296, 31.8543319797], [119.51243712, 31.8543990305], [119.51269488, 31.8544309798], [119.51322012, 31.8544990198], [119.51373708, 31.8545659797], [119.51445096, 31.8546680402], [119.51496792, 31.8547510197], [119.51574984, 31.8548750399], [119.51996904, 31.8556600203], [119.52047808, 31.85575596], [119.52095688, 31.8557840404], [119.52174708, 31.8557520003], [119.522537999, 31.8557210402], [119.52699984, 31.8555479702], [119.53068588, 31.8556250097], [119.53074384, 31.85562699], [119.53121796, 31.8556369797], [119.53173492, 31.8556479604], [119.53199484, 31.8558760204], [119.53200204, 31.8561030003], [119.532009959, 31.8565530003], [119.532009959, 31.8567789901], [119.532009959, 31.8570049798], [119.532268079, 31.8572610303], [119.532845879, 31.8573849604], [119.533104, 31.8574269903], [119.53362096, 31.8575099698], [119.53439604, 31.8576359702], [119.53568088, 31.8578480097], [119.53594116, 31.8578940001], [119.536319879, 31.8579540299], [119.536579079, 31.8579730199], [119.53737, 31.8580219799], [119.53789488, 31.8580540201], [119.53866996, 31.8581000105], [119.53998612, 31.8581810097], [119.54445696, 31.8584639697], [119.54501316, 31.8585290402], [119.54534004, 31.85871201], [119.54584908, 31.8592279798], [119.54618388, 31.8595760102], [119.546276204, 31.8596716172]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "金坛",
            "配套": 0.0324621216006,
            "夜间人口": 40037.3003288,
            "日间人口": 37351.7134568,
            "营业厅数量": 8,
            "风景区数量": 2,
            "公交站点数量": 73,
            "非营利性数量": 16,
            "技术类企业数量": 19,
            "集中型商业数量": 1,
            "非营利性企业数量": 20096
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 2620,
          "name": "指前",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.534212719, 31.6944578907], [119.532982742, 31.692627497], [119.539727, 31.690724], [119.543050717, 31.6902712768], [119.543687361, 31.6899696577], [119.548208337, 31.6887799275], [119.540832008, 31.6818794905], [119.535597194, 31.6721237007], [119.537976655, 31.6671268327], [119.551301636, 31.6611781798], [119.55962975, 31.6457116833], [119.564262542, 31.6349900801], [119.547692787, 31.6104956601], [119.529159651, 31.5752463629], [119.516472343, 31.5750114123], [119.50714819, 31.5732766858], [119.496008978, 31.5712042746], [119.481732212, 31.5740596283], [119.470786691, 31.5840533644], [119.457937602, 31.5850051484], [119.44223316, 31.5792944426], [119.439853698, 31.5897640711], [119.430335855, 31.5930953164], [119.412251951, 31.6007095911], [119.403520015, 31.6190926159], [119.41154796, 31.6285993933], [119.406313146, 31.6359757218], [119.407502876, 31.6407346436], [119.416306882, 31.6381172369], [119.417258666, 31.6409725898], [119.417734559, 31.6457315125], [119.418448397, 31.6507283805], [119.419400181, 31.6542975721], [119.429155971, 31.6523940032], [119.438911762, 31.6516801645], [119.442005061, 31.6566770325], [119.438197923, 31.658104709], [119.431773379, 31.6619118468], [119.433914894, 31.6666707694], [119.436843847, 31.6693744184], [119.45160222, 31.6685545092], [119.459930334, 31.6666509403], [119.467782555, 31.672361647], [119.477538345, 31.6795000292], [119.482297267, 31.672361647], [119.488483866, 31.6725995923], [119.491577165, 31.6752169999], [119.494670464, 31.6730754847], [119.497049926, 31.6778344065], [119.496811979, 31.6818794905], [119.510612853, 31.687352251], [119.515847667, 31.6952044719], [119.515133829, 31.6992495559], [119.520632243, 31.7000350436], [119.530124434, 31.696394203], [119.534212719, 31.6944578907]]]
          },
          "extra": {
            "品类": "Town",
            "城市": "金坛",
            "配套": 0.0318451535882,
            "公墓数量": 2,
            "夜间人口": 34342.4212057,
            "日间人口": 31028.1214678,
            "营业厅数量": 7,
            "风景区数量": 1,
            "公交站点数量": 49,
            "非营利性数量": 9,
            "高速路出入口": 4,
            "技术类企业数量": 16,
            "非营利性企业数量": 1102,
            "高速路出入口数量": 4
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 2621,
          "name": "金城",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.605626885, 31.80531851], [119.599049487, 31.7984929084], [119.589055751, 31.7820746279], [119.584772721, 31.7785054364], [119.588817805, 31.7677978617], [119.589811386, 31.7626312988], [119.586071498, 31.7626145147], [119.564302001, 31.7625219997], [119.550534951, 31.7623880798], [119.549505, 31.7623780002], [119.542119, 31.7610750004], [119.541821394, 31.7610016634], [119.541435999, 31.7568849996], [119.540583018, 31.7472896093], [119.540085, 31.7387800002], [119.541022, 31.7335750003], [119.542738795, 31.7276119564], [119.537183501, 31.7268711327], [119.537057709, 31.7268386006], [119.523382627, 31.7233019411], [119.517196028, 31.7240157789], [119.513150945, 31.7266331865], [119.509581753, 31.7218742647], [119.504108993, 31.7159256118], [119.49816034, 31.7185430193], [119.499112125, 31.7256814016], [119.491021958, 31.7337715696], [119.491497849, 31.7456688745], [119.501729532, 31.7563764492], [119.499825964, 31.7599456408], [119.492925527, 31.7582800181], [119.490546065, 31.7625630474], [119.487011029, 31.7675341913], [119.48726241, 31.7697966094], [119.492211688, 31.7682737541], [119.498112752, 31.7720808919], [119.503442744, 31.7770301705], [119.514483443, 31.774745888], [119.512008803, 31.7800758802], [119.517338796, 31.7804565947], [119.516196655, 31.7848348029], [119.515815941, 31.7869287286], [119.520003793, 31.7876901558], [119.521717005, 31.7928297912], [119.526095213, 31.7928297912], [119.524001287, 31.7987308546], [119.527618068, 31.7996826395], [119.530283064, 31.7998729963], [119.532757704, 31.8036801341], [119.538849124, 31.8063451302], [119.536564841, 31.8162436874], [119.537516625, 31.8234772494], [119.540371979, 31.8312818818], [119.544179117, 31.8358504467], [119.548176611, 31.8440357927], [119.547224827, 31.8486043577], [119.546276204, 31.8596716172], [119.546517959, 31.8599219704], [119.54685312, 31.8602690098], [119.54718792, 31.8606139799], [119.55004812, 31.8635600402], [119.55038292, 31.8639050102], [119.550718079, 31.8642530397], [119.55105216, 31.8645909897], [119.55134088, 31.8646440002], [119.55187404, 31.8646970099], [119.55239208, 31.8647490302], [119.552619959, 31.8646029597], [119.55301596, 31.8643139697], [119.55340404, 31.8640110304], [119.55351708, 31.8636960302], [119.55347892, 31.8630200404], [119.55345696, 31.8627960301], [119.553432839, 31.8625720198], [119.55334896, 31.8612230097], [119.55328884, 31.8605490002], [119.55325896, 31.86009801], [119.553402959, 31.85975304], [119.55373704, 31.8593979903], [119.55487212, 31.8581559897], [119.55518388, 31.8581019899], [119.55571704, 31.8580710299], [119.556234, 31.8580389897], [119.55729096, 31.8579759904], [119.55997116, 31.8578509801], [119.56077, 31.8577100402], [119.564309159, 31.8568509898], [119.56507812, 31.8566639704], [119.565335879, 31.8564759599], [119.565702, 31.8561470104], [119.56605984, 31.8558150005], [119.56641804, 31.85548497], [119.56659984, 31.85531901], [119.56785696, 31.8541580104], [119.56821408, 31.8538299602], [119.56857192, 31.8534980402], [119.56892904, 31.8531670204], [119.570094, 31.8521030397], [119.57080212, 31.8514349702], [119.57151816, 31.8507689701], [119.571783839, 31.85051598], [119.572043039, 31.8504930302], [119.57283504, 31.8504159898], [119.57833404, 31.8499100096], [119.58173892, 31.8495969898], [119.58199812, 31.8495709796], [119.58232608, 31.8493880098], [119.58341616, 31.8483880204], [119.583918, 31.8478789798], [119.58412284, 31.84752303], [119.58423804, 31.8470830205], [119.58439788, 31.8464199899], [119.58451992, 31.8459799804], [119.58463404, 31.8455379897], [119.584740959, 31.8450950097], [119.584808999, 31.8447260098], [119.584908, 31.8440549699], [119.585090879, 31.8427149602], [119.58515208, 31.8422649602], [119.58521292, 31.8418170303], [119.58537204, 31.8406989599], [119.58553296, 31.8395809803], [119.585707919, 31.8392499596], [119.58621084, 31.8387290399], [119.586378959, 31.8385549797], [119.58671412, 31.83820596], [119.58704892, 31.8378580204], [119.58772284, 31.8375579598], [119.587596839, 31.8371360402], [119.58750684, 31.83681996], [119.58709104, 31.8354300002], [119.58668316, 31.8340520104], [119.586464999, 31.8333110401], [119.586426839, 31.8331330202], [119.58617988, 31.8323259902], [119.586027959, 31.8318270301], [119.58586704, 31.8313389599], [119.585783159, 31.8311129702], [119.58567984, 31.8308630405], [119.585448, 31.83039099], [119.585355839, 31.8302409597], [119.58568812, 31.82941197], [119.586224879, 31.8291980402], [119.58726888, 31.8293299797], [119.58831288, 31.8294579604], [119.58935796, 31.82959098], [119.59242192, 31.8299740202], [119.59265808, 31.8293299797], [119.592893879, 31.8286839598], [119.593046879, 31.8282570004], [119.593206, 31.8278269796], [119.59332084, 31.8274460097], [119.593436039, 31.8270020396], [119.59348104, 31.8267780302], [119.59358112, 31.8263360404], [119.59374096, 31.825674], [119.59400808, 31.8256209903], [119.59508304, 31.8255350403], [119.59585992, 31.8254640298], [119.59849116, 31.8252220205], [119.598818039, 31.8251909705], [119.59943616, 31.82476896], [119.60025912, 31.8242069998], [119.600290079, 31.8239569801], [119.60026704, 31.8237290101], [119.60001504, 31.82035401], [119.600038079, 31.8199390197], [119.600098919, 31.8194890205], [119.60012916, 31.8192710401], [119.600548919, 31.8163619698], [119.60060184, 31.8159150302], [119.60067888, 31.8154670104], [119.60079192, 31.8145719601], [119.60092188, 31.8136789801], [119.60108208, 31.8125639701], [119.60124192, 31.8114450003], [119.601287999, 31.81122099], [119.601342, 31.8107709899], [119.60130312, 31.8104780402], [119.60121204, 31.8100359605], [119.60111304, 31.8095880298], [119.60096796, 31.8089269804], [119.60082288, 31.8082640398], [119.60105184, 31.8081410098], [119.601287999, 31.8080349896], [119.601738, 31.8078350101], [119.60240112, 31.8074789703], [119.60486388, 31.8061760397], [119.60516196, 31.8059100004], [119.605626885, 31.80531851]]]
          },
          "extra": {
            "品类": "C",
            "城市": "金坛",
            "配套": 0.0658669016724,
            "夜间人口": 34654.3804943,
            "日间人口": 32384.3165139,
            "垃圾场数量": 1,
            "营业厅数量": 5,
            "公交站点数量": 60,
            "非营利性数量": 6,
            "技术类企业数量": 34,
            "非营利性企业数量": 625
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 2622,
          "name": "尧塘街道",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.734655131, 31.7328364975], [119.742816682, 31.7246273571], [119.746823154, 31.7172975754], [119.741189012, 31.7130998203], [119.74327342, 31.7080601219], [119.735835225, 31.7008931853], [119.724970606, 31.6989943754], [119.715476556, 31.7009788459], [119.7073388, 31.706646722], [119.692034106, 31.7041911183], [119.686266293, 31.6926697681], [119.691477312, 31.6854885548], [119.690563599, 31.678821305], [119.69198425, 31.6738848032], [119.692490963, 31.672111225], [119.697159465, 31.6673998922], [119.694732415, 31.6645159855], [119.69254807, 31.6618890605], [119.683374058, 31.6580341414], [119.681451454, 31.6436621969], [119.681946381, 31.6333067826], [119.677256818, 31.6311222414], [119.676183682, 31.6316252739], [119.665047804, 31.6324818799], [119.653340856, 31.6313397391], [119.655625138, 31.6413334752], [119.645916938, 31.6459020401], [119.644774796, 31.6538970293], [119.635923201, 31.6576089883], [119.621646436, 31.6576089883], [119.615364658, 31.6664605835], [119.609156325, 31.6663196687], [119.606513063, 31.6738845014], [119.608654924, 31.6815001304], [119.616378999, 31.6801269997], [119.620650539, 31.6796034656], [119.622555, 31.6793699998], [119.622726002, 31.6793599139], [119.622727019, 31.6793566998], [119.624159575, 31.6792536707], [119.626040789, 31.6791183497], [119.627922, 31.678983], [119.630134005, 31.6789532324], [119.63220426, 31.6789253363], [119.635146329, 31.6788856367], [119.640588, 31.6787029996], [119.643291065, 31.6786456193], [119.647060405, 31.6784902416], [119.647320235, 31.6784795262], [119.647321057, 31.6785599634], [119.647357526, 31.6821249821], [119.647355925, 31.690811835], [119.647355918, 31.6908135212], [119.647336425, 31.6934359686], [119.647317004, 31.6960500001], [119.64732, 31.7069619997], [119.647200244, 31.7158981681], [119.647159822, 31.7189151363], [119.647095377, 31.7188547208], [119.646871385, 31.7251698465], [119.646954278, 31.7251702296], [119.646974783, 31.7251703241], [119.648749498, 31.7251785115], [119.651852584, 31.725165733], [119.65248425, 31.7261374649], [119.658480492, 31.7272796066], [119.663334592, 31.7327047776], [119.664303683, 31.7345461359], [119.666189946, 31.7381299486], [119.674470469, 31.734132454], [119.682465459, 31.7364167365], [119.683322065, 31.7318481716], [119.690174912, 31.7315626368], [119.689318306, 31.7398431607], [119.693030265, 31.7478381499], [119.699597578, 31.7509790385], [119.699811212, 31.751046502], [119.699879039, 31.7509970402], [119.700062999, 31.7508249603], [119.70040716, 31.7504840399], [119.70057492, 31.75031196], [119.700861839, 31.7500219799], [119.70091008, 31.7499710396], [119.70126216, 31.7496310204], [119.701728, 31.7491640096], [119.70174312, 31.7489380199], [119.701773, 31.7484880198], [119.701780919, 31.7482640104], [119.70191088, 31.7464659904], [119.70194112, 31.7460130199], [119.70204912, 31.7444380201], [119.70212508, 31.7433140096], [119.70213984, 31.7430880199], [119.70217116, 31.7426400001], [119.70227808, 31.7422539904], [119.70246888, 31.7418350404], [119.70266004, 31.7414150102], [119.70333108, 31.7399470198], [119.70360684, 31.7399090397], [119.70412596, 31.7398699803], [119.705180039, 31.7397869999], [119.705715, 31.7397500099], [119.706234119, 31.7397130198], [119.70676116, 31.7396739605], [119.70912708, 31.7394719997], [119.709945, 31.73941197], [119.710203839, 31.7393610297], [119.71071504, 31.7392630198], [119.71123488, 31.7391620403], [119.71174608, 31.7390640304], [119.71200708, 31.7390110198], [119.712242879, 31.7388680097], [119.71265508, 31.7385900004], [119.71306692, 31.7383129805], [119.71410588, 31.7376150301], [119.71451808, 31.7373350397], [119.71534284, 31.7367739796], [119.71575504, 31.7364959704], [119.716083, 31.7362719601], [119.71701504, 31.7358350101], [119.718930959, 31.7349360001], [119.719448999, 31.7348450103], [119.72149488, 31.7344760104], [119.72201508, 31.734387], [119.72253312, 31.7343020401], [119.72306808, 31.7342300404], [119.72412, 31.7341320305], [119.724899039, 31.7340590397], [119.725425, 31.7340109799], [119.730668039, 31.7335280404], [119.731598999, 31.7334420004], [119.732393159, 31.73337099], [119.73263688, 31.7333310304], [119.734655131, 31.7328364975]]]
          },
          "extra": {
            "品类": "C",
            "城市": "金坛",
            "配套": 0.0740678289191,
            "公墓数量": 2,
            "夜间人口": 41775.8948039,
            "日间人口": 43397.7727099,
            "营业厅数量": 8,
            "公交站点数量": 64,
            "快速路出入口": 20,
            "非营利性数量": 38,
            "高速路出入口": 5,
            "技术类企业数量": 14,
            "集中型商业数量": 1,
            "快速路出入口数量": 20,
            "非营利性企业数量": 21945,
            "高速路出入口数量": 5
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 2623,
          "name": "城东 (1)",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.614929972, 31.734498006], [119.614929284, 31.7345013578], [119.612696955, 31.7344023631], [119.592438, 31.7334249997], [119.591651, 31.7333525782], [119.591991, 31.7379970001], [119.592739, 31.748039], [119.592928, 31.7521050004], [119.592654, 31.7582099996], [119.592938191, 31.7625098606], [119.598697, 31.7622859996], [119.610544, 31.7609760003], [119.610606372, 31.7609890243], [119.622217, 31.7634130003], [119.638185, 31.7664560003], [119.644541831, 31.7682195259], [119.644544, 31.7679980004], [119.64482211, 31.7603774754], [119.646313423, 31.7359116224], [119.646241, 31.735908], [119.628994997, 31.7350995166], [119.614929972, 31.734498006]]]
          },
          "extra": {
            "品类": "G",
            "城市": "金坛",
            "配套": 0.270065971921,
            "夜间人口": 42597.9248344,
            "日间人口": 47575.1281928,
            "垃圾场数量": 1,
            "营业厅数量": 13,
            "公交站点数量": 57,
            "非营利性数量": 43,
            "技术类企业数量": 69,
            "非营利性企业数量": 42171
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 2624,
          "name": "华科园",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.646871385, 31.7251698465], [119.647095377, 31.7188547208], [119.647159822, 31.7189151363], [119.647200244, 31.7158981681], [119.64732, 31.7069619997], [119.647317004, 31.6960500001], [119.647336425, 31.6934359686], [119.647355918, 31.6908135212], [119.647355925, 31.690811835], [119.647357526, 31.6821249821], [119.647321057, 31.6785599634], [119.647320235, 31.6784795262], [119.647060405, 31.6784902416], [119.643291065, 31.6786456193], [119.640588, 31.6787029996], [119.635146329, 31.6788856367], [119.63220426, 31.6789253363], [119.630134005, 31.6789532324], [119.627922, 31.678983], [119.626040789, 31.6791183497], [119.624159575, 31.6792536707], [119.622727019, 31.6793566998], [119.622726002, 31.6793599139], [119.622714066, 31.6793977772], [119.622286539, 31.6807538901], [119.621859, 31.6821100003], [119.621637496, 31.6840682542], [119.621057, 31.6891999999], [119.620612, 31.7010359998], [119.618829021, 31.7081260039], [119.616253, 31.7165169997], [119.61547, 31.7224420004], [119.615332496, 31.7249957917], [119.61526695, 31.7262131482], [119.615209982, 31.7272711628], [119.615193113, 31.7293313505], [119.614939, 31.7344540004], [119.614929972, 31.734498006], [119.628994997, 31.7350995166], [119.646241, 31.735908], [119.646313423, 31.7359116224], [119.646390079, 31.7346538927], [119.646760999, 31.7282819999], [119.646871385, 31.7251698465]]]
          },
          "extra": {
            "品类": "G",
            "城市": "金坛",
            "配套": 0.129669443124,
            "夜间人口": 6800.17289942,
            "日间人口": 12121.0438863,
            "公交站点数量": 14,
            "快速路出入口": 8,
            "非营利性数量": 3,
            "高速路出入口": 2,
            "技术类企业数量": 6,
            "快速路出入口数量": 8,
            "非营利性企业数量": 1110,
            "高速路出入口数量": 2
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 2625,
          "name": "市中心",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.592938191, 31.7625098606], [119.592654, 31.7582099996], [119.592928, 31.7521050004], [119.592739, 31.748039], [119.591991, 31.7379970001], [119.591651, 31.7333525782], [119.588409171, 31.7330542047], [119.584247, 31.732671], [119.577520412, 31.7316849572], [119.560008, 31.7284579999], [119.55958625, 31.7283709573], [119.55366536, 31.7271488047], [119.547440426, 31.726445873], [119.543033845, 31.7265543573], [119.542738795, 31.7276119564], [119.541022, 31.7335750003], [119.540085, 31.7387800002], [119.540583018, 31.7472896093], [119.541435999, 31.7568849996], [119.541821394, 31.7610016634], [119.542119, 31.7610750004], [119.549505, 31.7623780002], [119.550534951, 31.7623880798], [119.564302001, 31.7625219997], [119.586071498, 31.7626145147], [119.589811386, 31.7626312988], [119.592938191, 31.7625098606]]]
          },
          "extra": {
            "品类": "T",
            "城市": "金坛",
            "配套": 0.581478242857,
            "夜间人口": 141673.727835,
            "日间人口": 127816.312782,
            "垃圾场数量": 3,
            "营业厅数量": 64,
            "风景区数量": 6,
            "公交站点数量": 154,
            "城市公园数量": 9,
            "非营利性数量": 108,
            "技术类企业数量": 196,
            "集中型商业数量": 5,
            "非营利性企业数量": 88358
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 2626,
          "name": "滨州新城",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.615193113, 31.7293313505], [119.615209982, 31.7272711628], [119.61526695, 31.7262131482], [119.615332496, 31.7249957917], [119.61547, 31.7224420004], [119.616253, 31.7165169997], [119.618829021, 31.7081260039], [119.620612, 31.7010359998], [119.621057, 31.6891999999], [119.621637496, 31.6840682542], [119.621859, 31.6821100003], [119.622286539, 31.6807538901], [119.622714066, 31.6793977772], [119.622726002, 31.6793599139], [119.622555, 31.6793699998], [119.620650539, 31.6796034656], [119.616378999, 31.6801269997], [119.608654924, 31.6815001304], [119.601226, 31.683567], [119.593451, 31.685771], [119.579560999, 31.68817], [119.568829997, 31.6886300294], [119.552982, 31.6889180004], [119.543050717, 31.6902712768], [119.539727, 31.690724], [119.532982742, 31.692627497], [119.534212719, 31.6944578907], [119.538083486, 31.699197004], [119.540493, 31.7022120001], [119.541347995, 31.7045294999], [119.543261, 31.7102310003], [119.544833, 31.7166870003], [119.544676, 31.7202839998], [119.54398, 31.7229820001], [119.543033845, 31.7265543573], [119.547440426, 31.726445873], [119.55366536, 31.7271488047], [119.55958625, 31.7283709573], [119.560008, 31.7284579999], [119.577520412, 31.7316849572], [119.584247, 31.732671], [119.588409171, 31.7330542047], [119.591651, 31.7333525782], [119.592438, 31.7334249997], [119.612696955, 31.7344023631], [119.614929284, 31.7345013578], [119.614929972, 31.734498006], [119.614939, 31.7344540004], [119.615193113, 31.7293313505]]]
          },
          "extra": {
            "品类": "G",
            "城市": "金坛",
            "配套": 0.144918398124,
            "夜间人口": 21964.1447274,
            "日间人口": 24060.7453518,
            "营业厅数量": 3,
            "风景区数量": 1,
            "公交站点数量": 52,
            "城市公园数量": 1,
            "非营利性数量": 21,
            "技术类企业数量": 30,
            "集中型商业数量": 2,
            "非营利性企业数量": 220449.75
          },
          "source": "customer",
          "packageId": ""
        }, {
          "id": 2627,
          "name": "东城",
          "object_type": "常州板块",
          "geometry": {
            "type": "Polygon",
            "coordinates": [[[119.60971488, 31.7984959805], [119.61010404, 31.7983460401], [119.610363959, 31.7983590003], [119.61089784, 31.7983869899], [119.611424159, 31.7984180399], [119.61405684, 31.7985560103], [119.61510984, 31.7986129805], [119.61563688, 31.7986450198], [119.61617112, 31.7986730103], [119.61668988, 31.7987009999], [119.61932292, 31.7988430199], [119.61984888, 31.7988719996], [119.62036908, 31.7988849598], [119.62071288, 31.7989050299], [119.620896119, 31.7990680204], [119.621429999, 31.7995620297], [119.62179612, 31.7998950297], [119.62215504, 31.80022299], [119.622513959, 31.8005510402], [119.62271988, 31.8008469603], [119.62295712, 31.8012560098], [119.62305612, 31.8014600398], [119.62327716, 31.8018670199], [119.62345284, 31.8021920098], [119.62363716, 31.8023550002], [119.62401012, 31.8026789998], [119.624369039, 31.8030039896], [119.62472904, 31.803327], [119.62498788, 31.8033119697], [119.62710216, 31.80304296], [119.62814112, 31.8029090401], [119.62846908, 31.80271104], [119.62895688, 31.8021800398], [119.629622159, 31.8014720098], [119.630256119, 31.8007639799], [119.63075184, 31.8002310003], [119.63112588, 31.7999840401], [119.63237112, 31.7994699598], [119.63288196, 31.7993390104], [119.63352708, 31.7991850204], [119.63440908, 31.7989719899], [119.63745684, 31.7982390298], [119.63822004, 31.7980539898], [119.639732039, 31.79768598], [119.63995416, 31.7974139999], [119.63999304, 31.7969659801], [119.640069, 31.7960690404], [119.64010716, 31.7956159799], [119.640144959, 31.79516697], [119.640182039, 31.7947200303], [119.640168, 31.7943639905], [119.63984688, 31.7918989803], [119.639762999, 31.7912280302], [119.63991492, 31.7908919698], [119.64026592, 31.79055501], [119.640786119, 31.79004399], [119.64200004, 31.7888589597], [119.64224412, 31.7885709599], [119.642534999, 31.7881950298], [119.64356604, 31.7868900299], [119.64385584, 31.7865189597], [119.644062119, 31.7861379898], [119.64419316, 31.7857010398], [119.64432096, 31.7852669703], [119.644452, 31.78483398], [119.64477996, 31.7837420097], [119.64594888, 31.7797980302], [119.646161999, 31.77955701], [119.64654504, 31.7792469598], [119.65002804, 31.7763999904], [119.65026492, 31.7762960404], [119.65118904, 31.7758750201], [119.65166208, 31.775751], [119.65218192, 31.7756790003], [119.652702119, 31.7756050203], [119.653229879, 31.7755340098], [119.656503, 31.7750760004], [119.657393999, 31.7749509901], [119.65789692, 31.7748480303], [119.658417119, 31.77477801], [119.659586039, 31.77450702], [119.65979196, 31.7744589602], [119.65995288, 31.7744219702], [119.660014166, 31.7744113411], [119.66140008, 31.7741709604], [119.666547, 31.7735690397], [119.66967216, 31.7731020298], [119.67007716, 31.7730249903], [119.67060384, 31.7729899797], [119.675073959, 31.7726960399], [119.67586884, 31.7726389797], [119.676242879, 31.7725939803], [119.67700716, 31.7724730197], [119.67857388, 31.7722300202], [119.679093, 31.7721480299], [119.679612119, 31.7720670298], [119.68193196, 31.77170496], [119.682209879, 31.7716630201], [119.68272288, 31.7715599704], [119.68324308, 31.7714799604], [119.68345692, 31.7713030197], [119.68380108, 31.77096597], [119.68396812, 31.7707890302], [119.68518996, 31.7696059801], [119.68552692, 31.7692639796], [119.685771, 31.7689820098], [119.68638192, 31.7682459903], [119.68699392, 31.7675099698], [119.687139, 31.7673209701], [119.687230079, 31.7670419698], [119.68741296, 31.7661550197], [119.68749792, 31.7657130299], [119.687994, 31.7633200203], [119.68812396, 31.7628839696], [119.689032959, 31.7598309898], [119.689161839, 31.7593960201], [119.68929216, 31.7589589802], [119.68962084, 31.7578599897], [119.68985016, 31.7575080005], [119.69053812, 31.75682697], [119.69079696, 31.7565729898], [119.69120196, 31.7562869703], [119.69281404, 31.7556739798], [119.69338608, 31.7551259698], [119.695265999, 31.75342803], [119.695677839, 31.7531429997], [119.696091119, 31.7529099899], [119.69630496, 31.7527980297], [119.69677116, 31.75257798], [119.69931492, 31.7513639699], [119.699528039, 31.7512529998], [119.699811212, 31.751046502], [119.699597578, 31.7509790385], [119.693030265, 31.7478381499], [119.689318306, 31.7398431607], [119.690174912, 31.7315626368], [119.683322065, 31.7318481716], [119.682465459, 31.7364167365], [119.674470469, 31.734132454], [119.666189946, 31.7381299486], [119.664303683, 31.7345461359], [119.663334592, 31.7327047776], [119.658480492, 31.7272796066], [119.65248425, 31.7261374649], [119.651852584, 31.725165733], [119.648749498, 31.7251785115], [119.646974783, 31.7251703241], [119.646954278, 31.7251702296], [119.646871385, 31.7251698465], [119.646760999, 31.7282819999], [119.646390079, 31.7346538927], [119.646313423, 31.7359116224], [119.64482211, 31.7603774754], [119.644544, 31.7679980004], [119.644541831, 31.7682195259], [119.638185, 31.7664560003], [119.622217, 31.7634130003], [119.610606372, 31.7609890243], [119.610544, 31.7609760003], [119.598697, 31.7622859996], [119.592938191, 31.7625098606], [119.589811386, 31.7626312988], [119.588817805, 31.7677978617], [119.584772721, 31.7785054364], [119.589055751, 31.7820746279], [119.599049487, 31.7984929084], [119.605626885, 31.80531851], [119.60574912, 31.8051630002], [119.60634384, 31.8043970098], [119.606465879, 31.80396096], [119.60668008, 31.8030779697], [119.60679492, 31.8026359799], [119.607077159, 31.8015369903], [119.60736588, 31.8004409704], [119.60747316, 31.7999989797], [119.607678, 31.7997939603], [119.607846119, 31.7996240397], [119.60851788, 31.7989629903], [119.60888796, 31.79881899], [119.608998119, 31.7987749799], [119.60971488, 31.7984959805]]]
          },
          "extra": {
            "品类": "C",
            "城市": "金坛",
            "配套": 0.0825429983017,
            "夜间人口": 21269.5535531,
            "日间人口": 26739.3053131,
            "垃圾场数量": 1,
            "营业厅数量": 3,
            "风景区数量": 1,
            "公交站点数量": 24,
            "非营利性数量": 8,
            "技术类企业数量": 21,
            "非营利性企业数量": 13238
          },
          "source": "customer",
          "packageId": ""
        }]
      }
    }
  },
  "bgPolygonDataByStaticCards": {},
  "active_layer_ids": {},
  "active_layer_ids_for_static_cards": [],
  "mapState": "4",
  "supp_filters": [{
    "cols": null,
    "source": "customer",
    "packageId": null,
    "object_type": "常州开发商项目",
    "geometry_type": "point"
  }],
  "loading": false,
  "constrict": false,
  "bg_polygon_visual": false,
  "bufferDis": 4000,
  "showBufferDis": false,
  "selectCardId": "",
  "selectFilterId": "",
  "hasCustomDraw": false,
  "static_cards": [],
  "current_card_id": "无",
  "init_type": true,
  "map_style": "base",
  "data_alias": {},
  "refresh_time": 0,
  "screening_method": "intersects"
};

export {manypoint} 
